Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# colorShifting:std_incandescent
source: Standard Incandescent Light
rus: Стандартная лампа накаливания

# colorShifting:uilabel
source: Color Shifting:
rus: Изменение цвета:

# color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# color_color_input
source: Color:
rus: Цвет:

# color_color_input:uilabel
source: Color:
rus: Цвет:

# common_Shared_Asset:common_independent
source: Independent
rus: Независимый

# common_Shared_Asset:common_shared
source: Shared
rus: Общий

# common_Shared_Asset:uilabel
source: Sharing
rus: Доступ

# common_Tint_color
source: Tint Color
rus: Оттенок

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
rus: Выбор цвета для тонирования представления материала.

# common_Tint_color:uilabel
source: Tint Color
rus: Оттенок

# common_Tint_toggle
source: Tint
rus: Оттенок

# common_Tint_toggle:uilabel
source: Tint
rus: Оттенок

source: composition
rus: композиция

# compressive_strength_ultimate
source: Ultimate
rus: Предел

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
rus: Предел прочности при сжатии

# compressive_stress_yield
source: Yield
rus: Текучесть

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
rus: Предел текучести при сжатии

source: computer
rus: компьютер

source: concrete
rus: бетон

# concrete_acrylic
source: Acrylic
rus: Акриловый

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# concrete_ao_distance
source: Max Distance
rus: Макс. расстояние

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# concrete_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# concrete_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# concrete_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# concrete_ao_samples
source: Samples
rus: Примеры

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# concrete_ao_samples:uilabel
source: Samples
rus: Примеры

# concrete_automatic
source: Automatic
rus: Автоматически

# concrete_base
source: Concrete
rus: Бетон

# concrete_bm_map
source: Image
rus: Изображение

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
rus: Добавление эффекта атмосферных воздействий (коррозия или обесцвечивание) на основе указанного изображения.

# concrete_bm_map:uilabel
source: Image
rus: Изображение

# concrete_brightmode:concrete_automatic
source: Automatic
rus: Автоматически

# concrete_brightmode:concrete_custom
source: Custom - Image
rus: Пользовательский — изображение

# concrete_brightmode:concrete_none
source: None
rus: Нет

# concrete_brightmode:uilabel
source: Weathering
rus: Атмосферные воздействия

# concrete_brightmode_custom
source: Custom - Image
rus: Пользовательский — изображение

# concrete_brightmode_list_label
source: Type
rus: Тип

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
rus: Добавление эффекта атмосферных воздействий (коррозия или обесцвечивание) в автоматическом режиме.

# concrete_brightmode_panel_label
source: Weathering
rus: Атмосферные воздействия

# concrete_bump_amount
source: Amount
rus: Количество

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
rus: Плавное изменение текстуры поверхности.

# concrete_bump_amount:uilabel
source: Amount
rus: Количество

# concrete_bump_map
source: Image
rus: Изображение

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
rus: Использование растрового изображения для выбора отделки.

# concrete_bump_map:uilabel
source: Image
rus: Изображение

# concrete_color
source: Color
rus: Цвет

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
rus: Выбор цвета, изображения или процедурной текстуры для визуализации материала.

# concrete_color:uilabel
source: Color
rus: Цвет

# concrete_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# concrete_curved
source: Broom Curved
rus: Обработка метлой, криволинейная

# concrete_custom
source: Stamped/Custom
rus: С клеймом/пользовательский

# concrete_epoxy
source: Epoxy
rus: Эпоксидная смола

# concrete_finish
source: Finish Bumps
rus: Готовая отделка с выдавливанием

# concrete_finish:concrete_curved
source: Broom Curved
rus: Обработка метлой, криволинейная

# concrete_finish:concrete_custom
source: Stamped/Custom
rus: С клеймом/пользовательский

# concrete_finish:concrete_polished
source: Polished
rus: Полированный

# concrete_finish:concrete_smooth
source: Smooth
rus: Гладкий

# concrete_finish:concrete_straight
source: Broom Straight
rus: Обработка метлой, прямолинейная

# concrete_finish:uilabel
source: Type
rus: Тип

# concrete_finish_list_label
source: Type
rus: Тип

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
rus: Управление текстурой поверхности, характерной для бетона.

# concrete_none
source: None
rus: Нет

# concrete_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# concrete_polished
source: Polished
rus: Полированный

# concrete_props1
source: Basic Thermal
rus: Базовые температурные

# concrete_props2
source: Mechanical
rus: Механические

# concrete_props4
source: Concrete
rus: Бетон

# concrete_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# concrete_roundcorners_on
source: Round Corners
rus: Скругление углов

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# concrete_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# concrete_roundcorners_radius
source: Source
rus: Источник

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# concrete_roundcorners_radius:uilabel
source: Source
rus: Источник

# concrete_sealant
source: Sealant
rus: Герметик

# concrete_sealant:concrete_acrylic
source: Acrylic
rus: Акриловый

# concrete_sealant:concrete_epoxy
source: Epoxy
rus: Эпоксидная смола

# concrete_sealant:concrete_none
source: None
rus: Нет

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
rus: Вещество для герметизации поверхности бетона.

# concrete_sealant:uilabel
source: Sealant
rus: Герметик

# concrete_smooth
source: Smooth
rus: Гладкий

# concrete_straight
source: Broom Straight
rus: Обработка метлой, прямолинейная

source: construction
rus: конструирование

source: Contrast:
rus: Контрастность:

# contrast:uilabel
source: Contrast:
rus: Контрастность:

source: cool
rus: холодный

source: copper
rus: медь

source: coral
rus: коралловый

source: cork
rus: пробка

source: cornsilk
rus: бледно-малиновый

source: cozy
rus: "уют"

source: cream
rus: кремовый

source: cross
rus: крестообразный

# crush_blacks
source: Shadows:
rus: Тени:

# crush_blacks:uilabel
source: Shadows:
rus: Тени:

source: Custom
rus: Пользовательский

# custom_environment:uilabel
source: Custom Environment
rus: Пользовательская среда

# cutoff_threshold
source: Cutoff Threshold (lx)
rus: Порог распространения (в люксах)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
rus: Порог распространения (в люксах)

source: cyan
rus: голубой

source: Cylinder
rus: Цилиндр

# cylinder_axis
source: Axis:
rus: Ось:

# cylinder_axis:uilabel
source: Axis:
rus: Ось:

# cylinder_radius
source: Radius:
rus: Радиус:

# cylinder_radius:uilabel
source: Radius:
rus: Радиус:

# d50
source: D50 Illuminant (Reference White)
rus: Источник света D50 (равносигнальный белый)

# d65
source: D65 Illuminant (Reference White)
rus: Источник света D65 (равносигнальный белый)

source: dark
rus: темный

source: dark bronze
rus: темная бронза

source: dark green
rus: темно-зеленый

# decApp_backface_cull:uilabel
source: Backface Cull:
rus: Отсев невидимых поверхностей:

# decApp_bump_amount
source: Bump Amount:
rus: Степень выдавливания:

# decApp_bump_amount:uilabel
source: Bump Amount:
rus: Степень выдавливания:

# decApp_bump_map
source: Bump Pattern:
rus: Шаблон выдавливания:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
rus: Задайте повышенные и пониженные участки деколи посредством темных и светлых фрагментов изображения

# decApp_bump_map:uilabel
source: Bump Pattern:
rus: Шаблон выдавливания:

# decApp_cutout_opacity
source: Cutouts:
rus: Вырезаемые участки:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
rus: Задайте вырезаемые участки деколи с помощью черно-белого изображения. Черный цвет соответствует вырезаемым участкам.

# decApp_cutout_opacity:uilabel
source: Cutouts:
rus: Вырезаемые участки:

# decApp_diffuse
source: Decal Image File:
rus: Файл изображения для деколи:

# decApp_diffuse:uilabel
source: Decal Image File:
rus: Файл изображения для деколи:

# decApp_glossiness
source: Finish:
rus: Готовая отделка:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
rus: Задайте яркость наиболее светлых участков (световых пятен) деколи

# decApp_glossiness:uilabel
source: Finish:
rus: Готовая отделка:

# decApp_glossiness_gloss
source: Gloss
rus: Глянец

# decApp_glossiness_high_gloss
source: High Gloss
rus: Сильный глянец

# decApp_glossiness_matte
source: Matte
rus: Матовый

# decApp_glossiness_semi_gloss
source: Semi-gloss
rus: Полуглянцевый

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
rus: Образцы нечетких отражений:

# decApp_reflectivity_at_0deg
source: Reflectivity:
rus: Отражательная способность:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
rus: Зеркало

# decApp_reflectivity_at_0deg:minlabel
source: dull
rus: тусклый

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
rus: Задайте степень отражения деколью расположенных вокруг нее объектов

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
rus: Отражательная способность:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
rus: Отражательная способность:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
rus: Образцы нечетких преломлений:

# decApp_refraction_index:uilabel
source: Refraction Index:
rus: Коэффициент преломления:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
rus: Вес прозрачности преломления:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
rus: Цветовая температура

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
rus: Карта фильтров яркости:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
rus: Яркость (кд/м^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
rus: Укажите, освещается ли деколь; при наличии освещения задайте ее яркость

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
rus: Яркость (кд/м^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
rus: Экран сотового телефона

# decApp_self_illum_luminance_crt_television
source: CRT television
rus: Телевизор с ЭЛТ

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
rus: Рассеиватель настольной лампы

# decApp_self_illum_luminance_dim_glow
source: Dim glow
rus: Тусклое свечение

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
rus: Матированная лампа

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
rus: Расеиватель галогенной лампы

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
rus: Наружная сторона абажура

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
rus: Внутренняя сторона абажура

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
rus: Экран ЖК-дисплея

# decApp_self_illum_luminance_led_panel
source: LED panel
rus: Светодиодная панель

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
rus: Без подсветки

# decApp_transparency
source: Transparency:
rus: Прозрачность:

# decApp_transparency:maxlabel
source: transparent
rus: прозрачный

# decApp_transparency:minlabel
source: opaque
rus: непрозрачный

# decApp_transparency:uilabel
source: Transparency:
rus: Прозрачность:

# decal-1:uilabel
source: Decal 1:
rus: Деколь 1:

# decalbumpmap_Bitmap
source: Image File:
rus: Файл изображения:

# decalbumpmap_Bitmap:uilabel
source: Image File:
rus: Файл изображения:

# decalbumpmap_Blur:uilabel
source: Blur
rus: Размытие

# decalbumpmap_Filtering:uilabel
source: Filtering
rus: Фильтрация

# decalbumpmap_Invert
source: Invert:
rus: Обратить:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
rus: Замена темных областей изображения светлыми и наоборот.

# decalbumpmap_Invert:uilabel
source: Invert:
rus: Обратить:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
rus: Канал карты

# decalbumpmap_RGBAmount:uilabel
source: Brightness
rus: Яркость

# decalbumpmap_UMirror:uilabel
source: U Mirror
rus: Зеркало U

# decalbumpmap_UOffset:uilabel
source: U Offset
rus: Смещение по U

# decalbumpmap_UVScale:uilabel
source: UV Scale
rus: Масштаб по UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
rus: Обертывание U

# decalbumpmap_VMirror:uilabel
source: V Mirror
rus: Зеркало V

# decalbumpmap_VOffset:uilabel
source: V Offset
rus: Смещение по V

# decalbumpmap_VWrap:uilabel
source: V Wrap
rus: Обертывание V

# decalbumpmap_WAngle:uilabel
source: Angle
rus: Угол

# decalmap_Bitmap
source: Image File:
rus: Файл изображения:

# decalmap_Bitmap:uilabel
source: Image File:
rus: Файл изображения:

# decalmap_Blur:uilabel
source: Blur
rus: Размытие

# decalmap_Filtering:uilabel
source: Filtering
rus: Фильтрация

# decalmap_Invert:uilabel
source: Invert:
rus: Обратить:

# decalmap_MapChannel:uilabel
source: Map Channel
rus: Канал карты

# decalmap_RGBAmount
source: Brightness:
rus: Яркость:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
rus: Регулировка яркости изображения.

# decalmap_RGBAmount:uilabel
source: Brightness
rus: Яркость

# decalmap_UMirror:uilabel
source: U Mirror
rus: Зеркало U

# decalmap_UOffset:uilabel
source: U Offset
rus: Смещение по U

# decalmap_UVScale:uilabel
source: UV Scale
rus: Масштаб по UV

# decalmap_UWrap:uilabel
source: U Wrap
rus: Обертывание U

# decalmap_VMirror:uilabel
source: V Mirror
rus: Зеркало V

# decalmap_VOffset:uilabel
source: V Offset
rus: Смещение по V

# decalmap_VWrap:uilabel
source: V Wrap
rus: Обертывание V

# decalmap_WAngle:uilabel
source: Angle
rus: Угол

# decayStartDistance
source: Decay Start:
rus: Затухание в начале:

# decayStartDistance:uilabel
source: Decay Start:
rus: Затухание в начале:

source: Decay Type:
rus: Тип затухания:

# decayType:inverse
source: Inverse
rus: Инверсия

# decayType:inverseSquare
source: Inverse Square
rus: Квадратичная инверсия

# decayType:none
source: None
rus: Нет

# decayType:uilabel
source: Decay Type:
rus: Тип затухания:

source: decorative
rus: декоративный

source: denim
rus: джинсовый

source: diamond
rus: ромбовидный

source: diamond plate texture
rus: текстура в виде ромбовидных пластин

source: diamonds
rus: ромбы

source: Diffuse:
rus: Диффузный

# diffuse:uilabel
source: Diffuse:
rus: Диффузный:

# dimmer
source: Multiplier:
rus: Множитель:

# dimmer:uilabel
source: Multiplier:
rus: Множитель:

# dimmerPanel
source: Dimming
rus: Затемнение

source: Directional
rus: Направленный

source: dirt
rus: грязный

source: Disc
rus: Диск

# disc_normal
source: Normal:
rus: Нормаль:

# disc_normal:uilabel
source: Normal:
rus: Нормаль:

# disc_radius
source: Radius:
rus: Радиус:

# disc_radius:uilabel
source: Radius:
rus: Радиус:

source: Distribution:
rus: Распределение:

# distribution:diffuse
source: Diffuse
rus: Диффузный

# distribution:isotropic
source: Uniform
rus: Равномерный

# distribution:spot
source: Spot
rus: Прожектор

# distribution:uilabel
source: Distribution:
rus: Распределение:

# distribution:web
source: Use Light Profile
rus: Использовать профиль светильника

source: dots
rus: точки

source: ecru
rus: цвет небеленого полотна

source: Effects
rus: Эффекты

# electricalEfficiency
source: Electrical Efficiency (lm/W):
rus: Электрический коэффициент полезного действия (лм/Вт):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
rus: Электрический коэффициент полезного действия (лм/Вт):

source: elm
rus: вяз

# emit_direct_photons:uilabel
source: Emit Direct Photons
rus: Прямое излучение фотонов

source: environments
rus: среды

source: expanded
rus: расширенный

source: exposed
rus: обнаженный

source: exterior
rus: наружный

# exterior:uilabel
source: Exterior Daylight
rus: Внешний дневной свет

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
rus: Люминесцентный светильник (холодный оттенок белого цвета)

# f3_fluorescentWhite
source: Fluorescent (White)
rus: Люминесцентный светильник (белый)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
rus: Люминесцентный светильник (теплый оттенок белого цвета)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
rus: Люминесцентный светильник (естественный свет)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
rus: Люминесцентный светильник (светлый, белый)

# f_number
source: Aperture (f-stop):
rus: Апертура (диафрагма):

# f_number:uilabel
source: Aperture (f-stop):
rus: Апертура (диафрагма):

source: fabric
rus: Ткань

source: fabric with gray, blue and white stripes
rus: ткань в серую, синюю и белую полоску

source: fabric with yellow and black stripes
rus: ткань в желтую и черную полоску

source: fabric with yellow and gray stripes
rus: ткань в желтую и серую полоску

source: fabric with yellow and white stripes
rus: ткань в желтую и белую полоску

source: face
rus: грань

source: Fall Off:
rus: Спад освещенности:

# fallOff:tooltip
source: Spot width, in radians
rus: Ширина пятна, в радианах

# fallOff:uilabel
source: Fall Off:
rus: Спад освещенности:

# farAttenuationEnd
source: End Point:
rus: Конечная точка:

# farAttenuationEnd:uilabel
source: End Point:
rus: Конечная точка:

# farAttenuationOn
source: Far Attenuation:
rus: Дальнее затухание:

# farAttenuationOn:uilabel
source: Far Attenuation:
rus: Дальнее затухание:

# farAttenuationStart
source: Start Point:
rus: Начальная точка:

# farAttenuationStart:uilabel
source: Start Point:
rus: Начальная точка:

source: fatigue
rus: усталостная прочность

source: fatigue structural asset.
rus: усталостная прочность несущего компонента.

# fatigue_SN_Behavior
source: Behavior
rus: Поведение

# fatigue_SN_Behavior:sn_Constant
source: Constant
rus: Константа

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
rus: S-N кривая

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
rus: Выбор поведения: неизменное или по кривой S-N.

# fatigue_SN_Behavior:uilabel
source: Behavior
rus: Поведение

# fatigue_SN_Graph
source: S-N Curve
rus: S-N кривая

# fatigue_props1
source: Strain-Fatigue Life
rus: Усталостная долговечность при деформациях

# fatigue_props2
source: Stress-Fatigue Life
rus: Усталостная долговечность под напряжением

# fatigue_props3
source: Compressive Strength
rus: Прочность при сжатии

source: fieldstone
rus: плитняк

# film_iso
source: Film speed (ISO):
rus: Светочувствительность (ISO):

# film_iso:uilabel
source: Film speed (ISO):
rus: Светочувствительность (ISO):

source: Filter Color:
rus: Светофильтр:

# filterColor:uilabel
source: Filter Color:
rus: Светофильтр:

source: fine
rus: высокая степень обработки

source: fissured
rus: с декоративными трещинками

# flags:uilabel
source: Flags
rus: Флаги

source: flagstone
rus: каменные плиты

source: flaked
rus: с вкраплениями

source: flat
rus: ровный

source: floor
rus: пол

source: flooring
rus: полы

source: floral
rus: растительный

# focal_length:uilabel
source: focal_length
rus: фокусное_расстояние

source: forest
rus: лес

source: formwork
rus: каркас

source: frosted
rus: матированное

source: furniture
rus: мебель

source: galvanized
rus: гальванизированный

source: gas
rus: Газ

# gas_props1
source: Properties
rus: Базовые температурные

# gas_props2
source: Mechanical
rus: Механические

source: generic
rus: типовой

# generic_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов
