Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

# hardwood_tint_color
source: Stain Color
kor: 착색 색상

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
kor: 착색 색상을 조정합니다.

# hardwood_tint_color:uilabel
source: Stain Color
kor: 착색 색상

# hardwood_tint_enabled
source: Stain
kor: 착색

# hardwood_tint_enabled:hardwood_color_choice
source: Color
kor: 색상

# hardwood_tint_enabled:hardwood_no_color
source: None
kor: 없음

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
kor: 목재의 착색 여부를 지정합니다.

# hardwood_tint_enabled:uilabel
source: Stain
kor: 착색

# hardwood_unfinished
source: Unfinished
kor: 마감 안 함

# haze
source: Sky Haziness/Cloudiness:
kor: 하늘 흐릿함/구름:

# haze:uilabel
source: Sky Haziness/Cloudiness:
kor: 하늘 흐릿함/구름:

source: Haze On:
kor: 안개 적용:

# hazeOn:uilabel
source: Haze On:
kor: 안개 적용:

# haze_small:uilabel
source: Haze Small
kor: 옅은 안개

source: heavy cardboard used for mounting and architectural model-building
kor: 장착 및 건축 모형 작성에 사용되는 두꺼운 마분지

source: hedge
kor: 울타리

# hemispherical_Bitmap
source: Image File
kor: 이미지 파일

# hemispherical_Bitmap:uilabel
source: Image File
kor: 이미지 파일

# hemispherical_RGBAmount
source: Relative Brightness:
kor: 상대 밝기:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
kor: 상대 밝기:

source: herringbone
kor: 헤링본

source: hexagon
kor: 6각

source: hexagonal
kor: 6각

source: hickory
kor: 히코리

source: high
kor: 최고

# highPressureSodium
source: HID High Pressure Sodium
kor: HID 고압 나트륨

source: holes
kor: 구멍

source: home
kor: 집

source: honey
kor: 황색

# horizon
source: Ground and Horizon
kor: 지면 및 지평선

source: Horizon Blur:
kor: 지평선 흐림:

# horizon_blur:uilabel
source: Horizon Blur:
kor: 지평선 흐림:

source: Horizon Height:
kor: 지평선 높이:

# horizon_height:uilabel
source: Horizon Height:
kor: 지평선 높이:

source: horizontal
kor: 수평

source: Hot Spot:
kor: 핫스폿:

# hotSpot:tooltip
source: Hot spot, in radians
kor: 핫스폿(라디안)

# hotSpot:uilabel
source: Hot Spot:
kor: 핫스폿:

source: ice
kor: 얼음

source: iceberg
kor: 빙산

# illuminanceAt
source: At (meters):
kor: 단위(미터):

# illuminanceAt:uilabel
source: At (meters):
kor: 단위(미터):

source: Illumination
kor: 조도

source: Illumination On:
kor: 조도 적용:

# illuminationOn:uilabel
source: Illumination On:
kor: 조도 적용:

# image_x_resolution:uilabel
source: image_x_resolution
kor: 이미지_x_해상도

# image_y_resolution:uilabel
source: image_y_resolution
kor: 이미지_y_해상도

source: indian
kor: 인디안

source: indoor
kor: 실내

source: Intensity Units:
kor: 강도 단위:

# intensityUnits:candela
source: candelas
kor: 칸델라

# intensityUnits:lumen
source: lumens
kor: 루멘

# intensityUnits:lux_at
source: lux at
kor: 럭스

# intensityUnits:uilabel
source: Intensity Units:
kor: 강도 단위:

# intensityUnits:unitless
source: unitless
kor: 무단위

# intensityUnits:watt
source: watts
kor: 와트

# intensityValue
source: Value:
kor: 값:

# intensityValue:uilabel
source: Value:
kor: 값:

# intensity_factor
source: Sun Multiplier:
kor: 태양 승수:

# intensity_factor:uilabel
source: Brightness of the sun:
kor: 태양의 밝기:

# intensitygroup
source: Intensity
kor: 강도

source: interior
kor: 내부

source: interlocking
kor: 연결

source: Inverse
kor: 역

source: Inverse Square
kor: 역 제곱

source: iron
kor: 주철

# isLinearLight:uilabel
source: Is Linear Light:
kor: 선형 라이트:

# isotropic
source: Uniform
kor: 균일

source: ivory
kor: 아이보리색

source: jagged
kor: 톱니 모양

source: jaggy
kor: 톱니 모양

source: Kelvin
kor: 켈빈

# kelvinPanel
source: Kelvin Color
kor: 켈빈 색상

source: kempas
kor: 켐파스

source: khaki
kor: 카키

source: knurl
kor: 널링

source: lake
kor: 호수

source: laminate
kor: 박판

source: laminates
kor: 박판

source: large
kor: 대형

source: lavender
kor: 연보라색

source: leather
kor: 가죽

source: lemon
kor: 레몬

source: Length
kor: 길이

# length:uilabel
source: Length
kor: 길이

source: light
kor: 라이트

source: light gray
kor: 연회색

source: light red
kor: 연한 빨간색

# lightAffectShadowCol
source: Light Affects Color:
kor: 라이트 효과 색상:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
kor: 라이트 효과 색상:

# lightColorPanel
source: Light Color
kor: 라이트 색상

source: Light Color Units:
kor: 라이트 색상 단위:

# lightColorUnits:kelvin
source: Kelvin
kor: 켈빈

# lightColorUnits:uilabel
source: Light Color Units:
kor: 라이트 색상 단위:

source: Light Distribution
kor: 라이트 분산

source: Light Loss Factor:
kor: 광손실률:

# lightLossFactor:uilabel
source: Light Loss Factor:
kor: 광손실률:

# lightName:uilabel
source: Name:
kor: 이름:

# lightProfileFileName
source: Light Profile:
kor: 라이트 프로파일:

# lightProfileFileName:tooltip
source: IES light profile file name
kor: IES 라이트 프로파일 파일 이름

# lightProfileFileName:uilabel
source: Light Profile:
kor: 라이트 프로파일:

# lightTempPresets
source: Light Temperature:
kor: 라이트 온도:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
kor: 백열 필라멘트 램프

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
kor: HID 세라믹 메탈할라이드(차가움)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
kor: HID 세라믹 메탈할라이드(따뜻함)

# lightTempPresets:custom
source: Custom
kor: 사용자

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
kor: D50 조도(참조 흰색)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
kor: D65 조도(참조 흰색)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
kor: 형광(차가운 흰색)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
kor: 형광(흰색)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
kor: 형광(따뜻한 흰색)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
kor: 형광(일광)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
kor: 형광(밝은 흰색)

# lightTempPresets:halogen
source: Halogen
kor: 할로겐

# lightTempPresets:halogenCool
source: Halogen (Cool)
kor: 할로겐(차가움)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
kor: 할로겐(따뜻함)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
kor: HID 고압 나트륨

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
kor: HID 저압 나트륨

# lightTempPresets:mercury
source: HID Mercury
kor: HID 수은

# lightTempPresets:quartz
source: HID Quartz Metal Halide
kor: HID 석영 메탈할라이드

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
kor: HID 석영 메탈할라이드(차가움)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
kor: HID 석영 메탈할라이드(따뜻함)

# lightTempPresets:uilabel
source: Light Temperature:
kor: 라이트 온도:

# lightTempPresets:xenon
source: HID Xenon
kor: HID 크세논

# lightTemperature
source: Custom Light Temperature:
kor: 사용자 라이트 온도:

# lightTemperature:uilabel
source: Custom Light Temperature:
kor: 사용자 라이트 온도:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
kor: 강제 영역 라이트 사용:

# lightobjectareatype
source: Area Type:
kor: 영역 유형:

# lightobjectareatype:cylinder
source: Cylinder
kor: 원통

# lightobjectareatype:disc
source: Disc
kor: 디스크

# lightobjectareatype:line
source: Line
kor: 선

# lightobjectareatype:none
source: No Area
kor: 영역 없음

# lightobjectareatype:object
source: Object
kor: 객체

# lightobjectareatype:rectangle
source: Rectangle
kor: 직사각형

# lightobjectareatype:sphere
source: Sphere
kor: 구

# lightobjectareatype:uilabel
source: Area Type:
kor: 영역 유형:

# lightobjectareatype:user
source: User
kor: 사용자

# lightobjectexponent
source: Attenuation:
kor: 감쇠:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
kor: 광자 감쇠 크기

# lightobjectexponent:uilabel
source: Attenuation:
kor: 감쇠:

# lightobjecttype
source: Type:
kor: 유형:

# lightobjecttype:directional
source: Directional
kor: 방향

# lightobjecttype:origin
source: Point
kor: 점

# lightobjecttype:spot
source: Spot
kor: 스폿

# lightobjecttype:uilabel
source: Type:
kor: 유형:

# lightobjectvisible
source: Light Visible:
kor: 가시광선:

# lightobjectvisible:uilabel
source: Visible
kor: 가시광선:

source: lights
kor: 라이트

source: lime
kor: 라임

source: Line
kor: 선

source: linen
kor: 리넨

source: link
kor: 링크

source: liquid
kor: 액체

# liquid_props1
source: Properties
kor: 기본 열

# liquid_props2
source: Mechanical
kor: 기계

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
kor: Fg 광선을 사용하여 찾기

source: loose
kor: 느슨함

source: low
kor: 낮음

# lowPressureSodium
source: HID Low Pressure Sodium
kor: HID 저압 나트륨

source: lubricated
kor: 윤활

# lumen
source: lumens
kor: 루멘

source: luminant
kor: 휘도

source: luminous
kor: 발광

source: lux at
kor: 럭스

source: machined
kor: 기계 가공

source: magenta
kor: 자홍색

source: mahogany
kor: 마호가니

source: maple
kor: 단풍나무

source: maps
kor: 맵

source: marble
kor: 대리석

# marble_Appearance
source: Appearance
kor: 모양

# marble_Color1
source: Stone Color
kor: 석재 색상

# marble_Color1:tooltip
source: Specifies the color of the stone
kor: 석재 색상을 지정합니다

# marble_Color1:uilabel
source: Stone Color
kor: 석재 색상

# marble_Color2
source: Vein Color
kor: 결 색상

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
kor: 대리석의 결 색상을 지정합니다.

# marble_Color2:uilabel
source: Vein Color
kor: 결 색상

# marble_Position
source: Position
kor: 위치

# marble_Size
source: Vein Spacing
kor: 결 간격

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
kor: 결 사이의 간격을 설정합니다. 범위는 0~100이고, 기본값은 1입니다.

# marble_Size:uilabel
source: Vein Spacing
kor: 결 간격

# marble_Width
source: Vein Width
kor: 결 폭

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
kor: 결의 폭을 설정합니다. 범위는 0~100이고, 기본값은 1입니다.

# marble_Width:uilabel
source: Vein Width
kor: 결 폭

# marble_tex:uilabel
source: Marble Texture
kor: 대리석 텍스처

# marble_transforms_group
source: Transforms
kor: 변환

source: maroon
kor: 밤색

source: masonry
kor: 석조

# masonry_pattern_list_label
source: Type
kor: 유형

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# masonrycmu_ao_distance
source: Max Distance
kor: 최대 거리

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# masonrycmu_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# masonrycmu_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# masonrycmu_ao_samples
source: Samples
kor: 견본

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# masonrycmu_ao_samples:uilabel
source: Samples
kor: 견본

# masonrycmu_application
source: Finish
kor: 마감

# masonrycmu_application:masonrycmu_glossy
source: Glossy
kor: 광택

# masonrycmu_application:masonrycmu_matte
source: Matte
kor: 무광

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
kor: 마감 안 함

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
kor: 마감 표면의 텍스처를 제어합니다(광택, 무광, 마감 안 함).

# masonrycmu_application:uilabel
source: Finish
kor: 마감

# masonrycmu_color
source: Color
kor: 색상

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
kor: 색상, 이미지 또는 절차 텍스처를 선택하여 재료 모양을 작성합니다.

# masonrycmu_color:uilabel
source: Color
kor: 색상

# masonrycmu_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# masonrycmu_custom
source: Custom
kor: 사용자

# masonrycmu_glossy
source: Glossy
kor: 광택

# masonrycmu_masonry
source: Masonry
kor: 석조

# masonrycmu_masonrycmugroup
source: Masonry
kor: 석조

# masonrycmu_matte
source: Matte
kor: 무광

# masonrycmu_pattern:masonrycmu_custom
source: Custom
kor: 사용자

# masonrycmu_pattern:masonrycmu_none
source: None
kor: 없음

# masonrycmu_pattern:uilabel
source: Relief Pattern
kor: 릴리프 패턴

# masonrycmu_pattern_height
source: Amount
kor: 양

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
kor: 슬라이더를 사용하여 릴리프 패턴 또는 타일링을 제어합니다.

# masonrycmu_pattern_height:uilabel
source: Amount
kor: 양

# masonrycmu_pattern_map:uilabel
source: Image
kor: 이미지

# masonrycmu_pattern_map_image_label
source: Image
kor: 이미지

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
kor: 릴리프 패턴 또는 타일링을 제어합니다. 범프 패턴은 이미지 파일의 명암 영역을 기준으로 상승 및 하강 영역을 정의합니다.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
kor: 릴리프 패턴

# masonrycmu_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# masonrycmu_roundcorners_on
source: Round Corners
kor: 원형 코너

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# masonrycmu_roundcorners_radius
source: Source
kor: 소스

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# masonrycmu_roundcorners_radius:uilabel
source: Source
kor: 소스

# masonrycmu_type
source: Type
kor: 유형

# masonrycmu_type:masonrycmu_masonry
source: Masonry
kor: 석조

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
kor: 적용 방법을 제어합니다(CMU 또는 석조).

# masonrycmu_type:uilabel
source: Type
kor: 유형

# masonrycmu_unfinished
source: Unfinished
kor: 마감 안 함

source: materials
kor: 재료

source: matte
kor: 무광

source: medium
kor: 중간

source: meduim blue
kor: 중간 파란색

# mercury
source: HID Mercury
kor: HID 수은

source: mesh
kor: 메쉬

source: metal
kor: 금속

# metal_aluminum
source: Aluminum
kor: 알루미늄

# metal_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# metal_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# metal_ao_distance
source: Max Distance
kor: 최대 거리

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# metal_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# metal_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# metal_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# metal_ao_samples
source: Samples
kor: 견본

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# metal_ao_samples:uilabel
source: Samples
kor: 견본

# metal_brass
source: Brass
kor: 황동

# metal_bronze
source: Bronze
kor: 청동

# metal_brushed
source: Brushed
kor: 브러시

# metal_checker_plate
source: Checker Plate
kor: 체크무늬 플레이트

# metal_chrome
source: Chrome
kor: 크롬

# metal_color
source: Color
kor: 색상

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
kor: 피막 처리 알루미늄에 대한 색상만 선택합니다.

# metal_color:uilabel
source: Color
kor: 색상

# metal_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# metal_copper
source: Copper
kor: 구리

# metal_custom
source: Custom - Image
kor: 사용자 - 이미지

# metal_diamond_plate
source: Diamond Plate
kor: 다이아몬드 플레이트

# metal_finish
source: Finish
kor: 마감

# metal_finish:metal_brushed
source: Brushed
kor: 브러시

# metal_finish:metal_polished
source: Polished
kor: 연마

# metal_finish:metal_satin
source: Satin
kor: 새틴

# metal_finish:metal_semi_polished
source: Semi-polished
kor: 반연마

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
kor: 표면 마감재를 알루미늄, 크롬, 구리, 황동, 청동 및 스테인레스 스틸로만 선택합니다.

# metal_finish:uilabel
source: Finish
kor: 마감

# metal_galvanized_alu
source: Anodized Aluminum
kor: 피막 처리 알루미늄

# metal_knurl
source: Knurl
kor: 널링

# metal_metalgroup
source: Metal
kor: 금속

# metal_patina
source: Patina
kor: 녹청

# metal_patina:maxlabel
source: Full
kor: 전체

# metal_patina:minlabel
source: None
kor: 없음

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
kor: 산화 또는 화학 물질 적용으로 인한 구리 또는 청동의 탈색 정도를 조정합니다. 0(없음)에서 1(전체) 사이의 값을 입력하거나 슬라이더를 사용합니다.

# metal_patina:uilabel
source: Patina
kor: 녹청

# metal_pattern:metal_checker_plate
source: Checker Plate
kor: 체크무늬 플레이트

# metal_pattern:metal_custom
source: Custom - Image
kor: 사용자 - 이미지

# metal_pattern:metal_diamond_plate
source: Diamond Plate
kor: 다이아몬드 플레이트

# metal_pattern:metal_knurl
source: Knurl
kor: 널링

# metal_pattern:metal_none
source: None
kor: 없음

# metal_pattern:uilabel
source: Relief Pattern
kor: 릴리프 패턴

# metal_pattern_height
source: Amount
kor: 양

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
kor: 슬라이드하여 패턴의 상대적 높이를 선택합니다. 평평함에는 0을 입력하고 패턴의 깊이를 늘리려면 2.0을 입력합니다.

# metal_pattern_height:uilabel
source: Amount
kor: 양

# metal_pattern_list_label
source: Type
kor: 유형

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
kor: 금속의 표면에 새긴 장식 디자인을 선택합니다.

# metal_pattern_panel_label
source: Relief Pattern
kor: 릴리프 패턴

# metal_pattern_scale
source: Scale
kor: 축척

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
kor: 슬라이드하여 릴리프 패턴의 상대적 크기를 선택합니다. 0(크게)과 50(작게) 사이의 값을 입력합니다.

# metal_pattern_scale:uilabel
source: Scale
kor: 축척

# metal_pattern_shader
source: Image
kor: 이미지

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
kor: 릴리프 패턴 또는 타일링을 제어합니다. 범프 패턴은 이미지 파일의 명암 영역을 기준으로 상승 및 하강 영역을 정의합니다.

# metal_pattern_shader:uilabel
source: Image
kor: 이미지

# metal_perf_circles_staggered
source: Staggered Circles
kor: 다중 원

# metal_perf_circles_straight
source: Straight Circles
kor: 직선 원

# metal_perf_cloverleaf
source: Cloverleaf
kor: 클로버잎

# metal_perf_custom
source: Custom
kor: 사용자

# metal_perf_grecian
source: Grecian
kor: 그리스풍

# metal_perf_hexagon
source: Hexagon
kor: 6각

# metal_perf_squares
source: Squares
kor: 정사각형

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
kor: 다중 원

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
kor: 직선 원

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
kor: 클로버잎

# metal_perforations:metal_perf_custom
source: Custom
kor: 사용자

# metal_perforations:metal_perf_grecian
source: Grecian
kor: 그리스풍

# metal_perforations:metal_perf_hexagon
source: Hexagon
kor: 6각

# metal_perforations:metal_perf_none
source: None
kor: 없음

# metal_perforations:metal_perf_squares
source: Squares
kor: 정사각형

# metal_perforations:uilabel
source: Cutouts
kor: 잘라내기

# metal_perforations_center
source: Center Spacing
kor: 중심 간격

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
kor: 지름보다 작은 0.0001로 지정되며, 다중의 경우 인접한 6개의 중심이 모두 균등하고, 직선의 경우 중심이 상단, 하단, 왼쪽 및 오른쪽에 인접한 4개로 측정됩니다.

# metal_perforations_center:uilabel
source: Center Spacing
kor: 중심 간격

# metal_perforations_list_label
source: Type
kor: 유형

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
kor: 재료에서 절취선 패턴을 조정합니다. 일부 선택사항은 치수 조정을 제공합니다.

# metal_perforations_panel_label
source: Cutouts
kor: 잘라내기

# metal_perforations_shader
source: Image
kor: 이미지

# metal_perforations_shader:uilabel
source: Image
kor: 이미지

# metal_perforations_size:uilabel
source: Size
kor: 크기

# metal_perforations_size_label1
source: Diameter
kor: 지름

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
kor: 원만 조정합니다.

# metal_perforations_size_label2
source: Diameter
kor: 지름

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
kor: 원만 조정합니다.

# metal_perforations_size_label3
source: Size
kor: 크기

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
kor: 정사각 잘라내기 크기를 조정합니다.

# metal_perforations_size_label4
source: Size
kor: 크기

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
kor: 그리스풍 잘라내기 크기를 조정합니다.

# metal_perforations_size_label5
source: Size
kor: 크기

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
kor: 클로버잎 잘라내기 크기를 조정합니다.

# metal_perforations_size_label6
source: Size
kor: 크기

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
kor: 6각 잘라내기 크기를 조정합니다.

# metal_perforations_space:uilabel
source: Perforations Space
kor: 절취선 공간

# metal_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# metal_polished
source: Polished
kor: 연마

# metal_props1
source: Basic Thermal
kor: 기본 열

# metal_props2
source: Mechanical
kor: 기계

# metal_props4
source: Wood
kor: 강도

# metal_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이
