Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
plk: Mury.Mury kamienne.Granit.Kwadratowy.Piętrowy.Polerowany.Miedziano-czarny

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
plk: Mury.Mury kamienne.Granit.Kwadratowy.Piętrowy.Polerowany.Szary

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
plk: Mury.Mury kamienne.Granit.Kwadratowy.Piętrowy.Polerowany.Fiołkowo-szary

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
plk: Mury.Mury kamienne.Granit.Kwadratowy.Piętrowy.Polerowany.Różowo-czarno-szary

source: Masonry.Stone.Limestone.Ashlar.Coursed
plk: Mury.Mury kamienne.Wapień.Kamień ciosany.Warstwowy

source: Masonry.Stone.Limestone.Rubble
plk: Mury.Mury kamienne.Wapień.Kamień łamany

source: Masonry.Stone.Limestone.Rustic Joint.Pink
plk: Mury.Mury kamienne.Wapień.Połączenie rustykalne.Różowy

source: Masonry.Stone.Limestone.Rustication
plk: Mury.Mury kamienne.Wapień.Rustykalny

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
plk: Mury.Mury kamienne.Marmur.Kwadratowy.Piętrowy.Polerowany.Biało-zielony

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
plk: Mury.Mury kamienne.Marmur.Kwadratowy.Piętrowy.Polerowany.Biało-czarny

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
plk: Mury.Mury kamienne.Marmur.Kwadratowy.Piętrowy.Polerowany.Biało-czarny.Duże żyły

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
plk: Mury.Mury kamienne.Marmur.Kwadratowy.Piętrowy.Polerowany.Biało-brązowy

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
plk: Mury.Mury kamienne.Marmur.Kwadratowy.Piętrowy.Polerowany.Biało-brązowo-czarny

source: Masonry.Stone.Onyx.Black
plk: Mury.Mury kamienne.Onyks.Czarny

source: Masonry.Stone.Onyx.Blue
plk: Mury.Mury kamienne.Onyks.Niebieski

source: Masonry.Stone.Onyx.Rose
plk: Mury.Mury kamienne.Onyks.Różowy

source: Masonry.Stone.Slate
plk: Mury.Mury kamienne.Łupek

source: Masonry.Stone.Slate.Green
plk: Mury.Mury kamienne.Łupek.Zielony

source: Masonry.Stone.Slate.Mottled
plk: Mury.Mury kamienne.Łupek.Nakrapiany

source: Masonry.Stone.Slate.Red
plk: Mury.Mury kamienne.Łupek.Czerwony

source: Masonry.Stone.Soapstone.BlueGreen
plk: Mury.Mury kamienne.Steatyt.Niebiesko-zielony

source: Masonry.Stone.Soapstone.DarkGrey
plk: Mury.Mury kamienne.Steatyt.Ciemnoszary

source: Masonry.Stone.Travertine.Cream
plk: Mury.Mury kamienne.Trawertyn.Kremowy

source: Masonry.Stone.Travertine.DarkBrown
plk: Mury.Mury kamienne.Trawertyn.Ciemnobrązowy

source: Masonry.Stone.Travertine.DarkRed
plk: Mury.Mury kamienne.Trawertyn.Ciemnoczerwony

source: Masonry.Unit Masonry.Brick.Adobe.Running
plk: Mury.Mury ceglane.Cegły.Cegły niewypalane.Ciągły

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
plk: Mury.Mury ceglane.Cegły.Modułowy.Splot tkacki

source: Masonry.Unit Masonry.Brick.Modular.Clinker
plk: Mury.Mury ceglane.Cegła.Modularna.Klinkierowa

source: Masonry.Unit Masonry.Brick.Modular.Common
plk: Mury.Mury ceglane.Cegły.Modułowy.Zwykły

source: Masonry.Unit Masonry.Brick.Modular.Cored
plk: Mury.Mury ceglane.Cegły.Modułowy.Drążona

source: Masonry.Unit Masonry.Brick.Modular.English
plk: Mury.Mury ceglane.Cegły.Modułowy.Angielski

source: Masonry.Unit Masonry.Brick.Modular.English Cross
plk: Mury.Mury ceglane.Cegły.Modułowy.Angielski krzyż

source: Masonry.Unit Masonry.Brick.Modular.Face
plk: Mury.Mury ceglane.Cegła.Modularna.Licówka

source: Masonry.Unit Masonry.Brick.Modular.Fire
plk: Mury.Mury ceglane.Cegły.Modularna.Ogniotrwała

source: Masonry.Unit Masonry.Brick.Modular.Flemish
plk: Mury.Mury ceglane.Cegły.Modułowy.Flamandzki

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
plk: Mury.Mury ceglane.Cegła.Modułowy.Krzyż flamandzki

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
plk: Mury.Mury ceglane.Cegły.Modułowy.Flamandzki skośny

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
plk: Mury.Mury ceglane.cegły.Modułowy.Ściana ogrodowa

source: Masonry.Unit Masonry.Brick.Modular.Glazed
plk: Mury.Mury ceglane.Cegła.Modularna.Glazurowana

source: Masonry.Unit Masonry.Brick.Modular.Header
plk: Mury.Mury ceglane.Cegły.Modułowy.Główka

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
plk: Mury.Mury ceglane.Cegły.Modułowy.Naprzemian skośny

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
plk: Mury.Mury ceglane.Cegły.Modułowy.Naprzemian skośny.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
plk: Mury.Mury ceglane.Cegły.Modułowy.Ciągły jedna trzecia

source: Masonry.Unit Masonry.Brick.Modular.Press
plk: Mury.Mury ceglane.Cegły.Modularna.Prasowana

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
plk: Mury.Mury ceglane.Cegły.Modułowy.Ułożenie w rąb

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
plk: Mury.Mury ceglane.Cegły.Modułowy.Ułożenie w rąb.Naprzemienny

source: Masonry.Unit Masonry.Brick.Modular.Running
plk: Mury.Mury ceglane.Cegły.Modułowy.Ciągły

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
plk: Mury.Mury ceglane.Cegły.Modułowy.Ciągły.Brązowy

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
plk: Mury.Mury ceglane.Cegły.Modułowy.Ciągły.Przeszklony.Niebieski

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
plk: Mury.Mury ceglane.Cegły.Modułowy.Ciągły.Szary

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
plk: Mury.Mury ceglane.Cegły.Modułowy.Ciągły.Czerwony

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
plk: Mury.Mury ceglane.Cegły.Modułowy.Ciągły.Rysowany.Czerwony

source: Masonry.Unit Masonry.Brick.Modular.Sailor
plk: Mury.Mury ceglane.Cegły.Modułowy.Na sztorc

source: Masonry.Unit Masonry.Brick.Modular.Screen
plk: Mury.Mury ceglane.Cegła.Modularna.Sitówka

source: Masonry.Unit Masonry.Brick.Modular.Shiner
plk: Mury.Mury ceglane.Cegły.Modułowy.Kładziona wozówką

source: Masonry.Unit Masonry.Brick.Modular.Soldier
plk: Mury.Mury ceglane.Cegły.Modułowy.Kładziona główką

source: Masonry.Unit Masonry.Brick.Modular.Stack
plk: Mury.Mury ceglane.Cegły.Modułowy.Stos

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
plk: Mury.Mury ceglane.Cegły.Modułowy.Piętrowy.Szary

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
plk: Mury.Mury ceglane.Cegły.Normański.Ciągły jedna trzecia

source: Masonry.Unit Masonry.Brick.Norman.Soldier
plk: Mury.Mury ceglane.Cegły.Normański.Kładziona główką

source: Masonry.Unit Masonry.CMU.Efflorescence
plk: Mury.Mury ceglane.Bloczek.Nalot krystaliczny

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
plk: Mury.Mury ceglane.CMU.Ściana oporowa.Ciągła

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
plk: Mury.Mury ceglane.CMU.Żebrowany.Piętrowy

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
plk: Mury.Mury ceglane.CMU.Na sztorc.Piętrowy

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
plk: Mury.Mury ceglane.Bloczek.Piaskowany.Szary

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
plk: Mury.Mury ceglane.Bloczek.Piaskowany.Jasny brąz

source: Masonry.Unit Masonry.CMU.Scored.Running
plk: Mury.Mury ceglane.CMU.Rysowany.Ciągły

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
plk: Mury.Mury ceglane.Bloczek.Rysowany.Ciągły.Odsłonięte kruszywo

source: Masonry.Unit Masonry.CMU.Screen.Stacked
plk: Mury.Mury ceglane.Bloczek.Sitówka.Piętrowy

source: Masonry.Unit Masonry.CMU.Shadow.Running
plk: Mury.Mury ceglane.CMU.Cień.Ciągły

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
plk: Mury.Mury ceglane.CMU.Dźwiękochłonny.Ciągły

source: Masonry.Unit Masonry.CMU.Split-Face.Running
plk: Mury.Mury ceglane.CMU.Powierzchnia dzielona.Ciągły

source: Masonry.Unit Masonry.CMU.Stretcher.Running
plk: Mury.Mury ceglane.CMU.Wozówka.Ciągły

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
plk: Mury.Mury ceglane.Bloczek.Wozówka.Ciągły.Odsłonięte kruszywo

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
plk: Mury.Mury ceglane.CMU.Wozówka.Ciągły.Przeszklony.Niebieski

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
plk: Mury.Mury ceglane.CMU.Wozówka.Piętrowy

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
plk: Mury.Mury ceglane.CMU.Wozówka.Piętrowy.Przeszklony.Niebieski

source: Masonry.Unit Masonry.Glass Block.Square.Stack
plk: Mury.Mury ceglane.Blok szklany.Kwadratowy.Stos

source: Masonry/Brick
plk: Mur/Cegła

source: Masonry/CMU
plk: Mur/Bloczek betonowy

source: Masonry/Stone
plk: Mur/Kamień

source: MasonryCMU
plk: Bloczek betonowy murarski

# MasonryCMUSchema_localname:Masonry
source: Masonry
plk: Mur

# MasonryCMUSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Material-010
plk: Beton wzmocniony włóknem szklanym

source: Material-068
plk: Złote

source: Material-071
plk: Żeliwo sferoidalne

source: Material-072
plk: Ołów

source: Material-076
plk: Srebrny

source: Material-077
plk: Stal

source: Material-079
plk: Stal, galwanizowana

source: Material-094
plk: Tytan

source: Material-111
plk: CFRP - polimer wzmocniony włóknem szklanym

source: Material-121
plk: Żywica fenolowa

source: Material-123
plk: Polietylen, o małej gęstości

source: Material-124
plk: Polietylen o dużej gęstości

source: Material-127
plk: Polipropylen

source: Material-128
plk: Polistyren, wysokoudarowy

source: Material-193
plk: Woda

source: MaterialInv_001
plk: Beton

source: MaterialInv_002
plk: Szkło

source: MaterialInv_003
plk: Stal, stopowa

source: MaterialInv_004
plk: Aluminium 6061

source: MaterialInv_005
plk: Aluminium 6061-AHC

source: MaterialInv_006
plk: Mosiądz, miękki żółty

source: MaterialInv_007
plk: Brąz, miękki cynowy

source: MaterialInv_008
plk: Stal, węglowa

source: MaterialInv_009
plk: Brąz, odlew

source: MaterialInv_010
plk: Miedź, odlew

source: MaterialInv_011
plk: Żelazo, odlew

source: MaterialInv_012
plk: Stal, odlew

source: MaterialInv_013
plk: Miedź

source: MaterialInv_014
plk: Miedź, stop

source: MaterialInv_018
plk: Żelazo, szare

source: MaterialInv_020
plk: Żelazo, ciągliwe

source: MaterialInv_021
plk: Stop niklowo-miedziowy 400

source: MaterialInv_022
plk: Stal, niestopowa

source: MaterialInv_024
plk: Stal nierdzewna

source: MaterialInv_025
plk: Stal nierdzewna 440C

source: MaterialInv_026
plk: Stal nierdzewna, austenityczna

source: MaterialInv_028
plk: Stal, o wysokiej wytrzymałości, niskostopowa

source: MaterialInv_029
plk: Stal, miękka

source: MaterialInv_031
plk: Aluminium 6061, spawane

source: MaterialInv_032
plk: Mosiądz, miękki żółty, spawany

source: MaterialInv_033
plk: Stal nierdzewna 440C, spawana

source: MaterialInv_034
plk: Stal miękka, spawana

source: MaterialInv_035
plk: Miedź kuta

source: MaterialInv_036
plk: Stal kuta

source: MaterialInv_037
plk: Tworzywo sztuczne ABS

source: MaterialInv_038
plk: Żywica acetalowa, czarna

source: MaterialInv_039
plk: Żywica acetalowa, biała

source: MaterialInv_042
plk: Tworzywo sztuczne LCP

source: MaterialInv_044
plk: Nylon - dwusiarczek molibdenu

source: MaterialInv_045
plk: Nylon 6/6

source: MaterialInv_046
plk: Tworzywo sztuczne PBT

source: MaterialInv_047
plk: Tworzywo sztuczne PC/ABS

source: MaterialInv_048
plk: Tworzywo sztuczne PET

source: MaterialInv_049
plk: Tworzywo sztuczne PMMA

source: MaterialInv_050
plk: Tworzywo poliaryloeteroketon (PAEK)

source: MaterialInv_051
plk: Poliwęglan przezroczysty

source: MaterialInv_052
plk: Poliwęglan dymiony

source: MaterialInv_054
plk: Polistyren

source: MaterialInv_055
plk: Tworzywo sztuczne PPS

source: MaterialInv_056
plk: Rury z PCW

source: MaterialInv_057
plk: PCW, nieplastyfikowany

source: MaterialInv_058
plk: Kauczuk

source: MaterialInv_059
plk: Tworzywo sztuczne SAN

source: MaterialInv_060
plk: Kauczuk, silikon

source: MaterialInv_061
plk: Żywica termoplastyczna

source: MaterialInv_062
plk: Tworzywo o ultrawysokiej masie cząsteczkowej, czarne

source: MaterialInv_063
plk: Tworzywo o ultrawysokiej masie cząsteczkowej, białe

source: MaterialInv_064
plk: Azotek krzemu

source: MaterialInv_066
plk: Drewno (brzoza)

source: MaterialInv_067
plk: Drewno (wiśnia)

source: MaterialInv_068
plk: Drewno (klon)

source: MaterialInv_069
plk: Drewno (dąb)

source: MaterialInv_070
plk: Drewno (orzech)

source: MaterialInv_072
plk: Ogólny

source: Materials
plk: Materiały

source: Medium gray and circular roofing shingles
plk: Średnioszare okrągłe gonty dachowe

source: Medium gray and rectangular roofing shingles
plk: Średnioszare prostokątne gonty dachowe

source: Medium gray and rippled edge roofing shingles
plk: Średnioszare gonty dachowe z marszczoną krawędzią

source: Medium gray and small rectangular roofing shingles
plk: Średnioszare, małe prostokątne gonty dachowe

source: Medium gray color
plk: Kolor średnioszary

source: Membrane
plk: Membrana

source: Metal structural asset.
plk: Zasoby konstrukcyjne - metal.

source: Metal-001
plk: Anodowany - niebieski

source: Metal-002
plk: Anodowany - brązowy

source: Metal-003
plk: Cynk

source: Metal-004
plk: Aluminium - polerowane

source: Metal-005
plk: Polerowany - mocno matowy - wersja 1.1

source: Metal-005-1-2
plk: Polerowany - mocno matowy

source: Metal-006
plk: Polerowany - młotkowany

source: Metal-007
plk: Polerowany - moletowany z małych piramid - wersja 1.1

source: Metal-007-1-2
plk: Polerowany - moletowany z małych piramid

source: Metal-008
plk: Satynowy

source: Metal-009
plk: Satynowy - mocno matowy

source: Metal-010
plk: Satynowy - matowy

source: Metal-011
plk: Satynowy - młotkowany

source: Metal-012
plk: Mosiądz - polerowany

source: Metal-013
plk: Mosiądz - satynowy

source: Metal-014
plk: Brąz - polerowany

source: Metal-015
plk: Brąz - polerowany matowy

source: Metal-016
plk: Brąz - satynowy

source: Metal-017
plk: Chrom - polerowany

source: Metal-018
plk: Chrom - polerowany matowy - wersja 1.1

source: Metal-018-1-2
plk: Chrom - polerowany matowy

source: Metal-019
plk: Chrom - satynowy

source: Metal-020
plk: Miedź - patynowana - młotkowana

source: Metal-021
plk: Miedź - polerowana

source: Metal-022
plk: Miedź - satynowa

source: Metal-023
plk: Miedź - satynowa mocno matowa - wersja 1.1

source: Metal-023-1-2
plk: Miedź - satynowa mocno matowa

source: Metal-024
plk: Mosiądz - ekran satynowy

source: Metal-025
plk: Nierdzewny - polerowany

source: Metal-026
plk: Brąz - patyna

source: Metal-027
plk: Nierdzewny - satynowy

source: Metal-028
plk: Nierdzewna - satynowa, filtr gruboziarnisty - wersja 1.1

source: Metal-028-1-2
plk: Nierdzewna - satynowa, filtr gruboziarnisty

source: Metal-029
plk: Nierdzewna - satynowa mocno matowa - wersja 1.1

source: Metal-029-1-2
plk: Nierdzewna - satynowa mocno matowa

source: Metal-030
plk: Nierdzewna - satynowa moletowana z dużych piramid

source: Metal-031
plk: Polerowana matowa - wersja 1.1

source: Metal-031-1-2
plk: Polerowana matowa

source: Metal-032
plk: Ekran satynowany

source: Metal-033
plk: Satynowa matowa - wersja 1.1

source: Metal-033-1-2
plk: Satynowy matowy

source: Metal-034
plk: Satynowa młotkowana

source: Metal-035
plk: Blacha żeberkowa

source: Metal-036
plk: Anodowana - czarna

source: Metal-037
plk: Anodowana - niebiesko-szara

source: Metal-038
plk: Anodowana - ciemnoszara

source: Metal-039
plk: Anodowana - jasnoszara

source: Metal-040
plk: Anodowana - szara

source: Metal-041
plk: Anodowana - czerwona

source: Metal-042
plk: Anodowana - biała

source: Metal-043
plk: Anodowana - szara - teksturowana

source: Metal-044
plk: Nierdzewna - matowa

source: Metal-045
plk: Częściowo polerowana

source: Metal-046
plk: Polerowana płyta rombowa - wersja 1.1

source: Metal-046-1-2
plk: Polerowana płyta rombowa

source: Metal-047
plk: Satynowa

source: Metal-048
plk: Anodowana - ciemnobrązowa

source: Metal-049
plk: Polerowana matowa - wersja 1.1

source: Metal-049-1-2
plk: Polerowana matowa

source: Metal-050
plk: Mosiądz - satynowy - mocno matowy

source: Metal-051
plk: Miedź - patyna

source: Metal-052
plk: Brąz - satynowy młotkowany

source: Metal-053
plk: Chrom - polerowany mocno matowy - wersja 1.1

source: Metal-053-1-2
plk: Chrom - polerowany mocno matowy

source: Metal-054
plk: Miedź - satynowa matowa - wersja 1.1

source: Metal-054-1-2
plk: Miedź - satynowa matowa

source: Metal-055
plk: Nierdzewna - polerowana matowa - wersja 1.1

source: Metal-055-1-2
plk: Nierdzewna - polerowana matowa

source: Metal-056
plk: Nierdzewna - satynowa młotkowana

source: Metal-057
plk: Chrom - ekran satynowy

source: Metal-058
plk: Ogrodzenie z ogniw łańcuchowych

source: Metal-059
plk: Pokrycie dachowe łączone na rąbek stojący

source: Metal-060
plk: Aluminium - ciemne

source: Metal-061
plk: Obrobione - aluminium

source: Metal-062
plk: Płyta rombowa - ciemnoszara - wersja 1.1

source: Metal-062-1-2
plk: Płyta rombowa - ciemnoszara

source: Metal-063
plk: Radełkowana 45 - wersja 1.1

source: Metal-063-1-2
plk: Radełkowana 45

source: Metal-065
plk: Płyta rombowa 2 - ciemnoszara - wersja 1.1

source: Metal-065-1-2
plk: Płyta rombowa 2 - ciemnoszara

source: Metal/Aluminum
plk: Metal/Aluminium

source: Metal/Fabricated
plk: Metal/Prefabrykowany

source: Metal/Iron
plk: Metal/Żelazo

source: Metal/Non Ferrous
plk: Metal/Nieżelazny

source: Metal/Steel
plk: Metal/Stal

source: MetalPaint-001
plk: Płatkowa satynowa - czarna

source: MetalPaint-002
plk: Błyszcząca - czarna

source: MetalPaint-003
plk: Lśniąca - czarna

source: MetalPaint-004
plk: Satynowa - czarna

source: MetalPaint-005
plk: Płatkowana odbijająca - beżowa

source: MetalPaint-006
plk: Odbijająca - w kolorze pszenicy

source: MetalPaint-007
plk: Odbijająca - w kolorze kości słoniowej

source: MetalPaint-008
plk: Odbijająca - biała

source: MetalPaint-009
plk: Płatkowana satynowa - stalowoniebieska

source: MetalPaint-010
plk: Płatkowana satynowa - niebieska

source: MetalPaint-011
plk: Satynowa - oliwkowozielona

source: MetalPaint-012
plk: Satynowa - fioletowa

source: MetalPaint-013
plk: Satynowa - brązowa

source: MetalPaint-014
plk: Płatkowana satynowa - ciemnoniebieska

source: MetalPaint-015
plk: Błyszcząca - sjena

source: MetalPaint-016
plk: Błyszcząca - zieleń leśna

source: MetalPaint-017
plk: Satynowa - jasnoczerwona

source: MetalPaint-018
plk: Satynowa - w kolorze lnu

source: MetalPaint-019
plk: Satynowa - ciemnogranatowa

source: MetalPaint-020
plk: Płatkowana satynowa - morskozielona

source: MetalPaint-021
plk: Satynowa - w kolorze zamglona róża

source: MetalPaint-022
plk: Satynowa - ciemnożółta

source: MetalPaint-023
plk: Szklista - w kolorze cegły szamotowej

source: MetalPaint-024
plk: Lśniąca - głęboki fiolet

source: MetalPaint-025
plk: Płatkowana satynowa - szaroniebieska

source: MetalPaint-026
plk: Satynowa - w kolorze cytrynowy szyfon

source: MetalPaint-027
plk: Satynowa - lawendowa

source: MetalPaint-028
plk: Płatkowana odbijająca - magenta

source: MetalPaint-029
plk: Lśniąca - złota

source: MetalPaint-030
plk: Satynowa - złota

source: MetalPaint-031
plk: Satynowa - srebrna

source: MetalPaint-032
plk: Polerowana srebrna

# MetalSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Metallic Paint
plk: Farba metaliczna

source: Metallic Paint material.
plk: Materiały farb metalicznych.

source: MetallicPaint
plk: Farba metaliczna

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
plk: Farba metaliczna

# MetallicPaintSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
plk: Metale.Struktury metalowe.Schody metalowe.Galwanizowane

source: Metals.Metal Handrails and Railings.Painted.White
plk: Metale.Poręcze i balustrady metalowe.Malowane.Białe

source: Metals.Metal Joists.Steel
plk: Metale.Belki metalowe.Stalowe

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
plk: Metale.Metale ozdobne.Aluminium.Eloksalowane.Ciemnobrązowe

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
plk: Metale.Metale ozdobne.Aluminium.Eloksalowane.Ciemnobrązowe.Satyna

source: Metals.Ornamental Metals.Aluminum.Brushed
plk: Metale.Metale ozdobne.Aluminium.Zmatowione

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
plk: Metale.Metale ozdobne.Aluminium.Zmatowione.Niebiesko-srebrne

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
plk: Metale.Metale ozdobne.Aluminium.Zmatowione.Wzór nieuporządkowany

source: Metals.Ornamental Metals.Brass.Satin
plk: Metale.Metale ozdobne.Mosiądz.Satyna

source: Metals.Ornamental Metals.Bronze.Satin
plk: Metale.Metale ozdobne.Brąz.Satyna

source: Metals.Ornamental Metals.Checker Plate.45deg
plk: Metale.Metale ozdobne.Płytki w szachownicę.45 stopni

source: Metals.Ornamental Metals.Checker Plate.Parquet
plk: Metale.Metale ozdobne.Płytki w szachownicę.Parkiet

source: Metals.Ornamental Metals.Chrome.Satin
plk: Metale.Metale ozdobne.Chrom.Satyna

source: Metals.Ornamental Metals.Copper
plk: Metale.Metale ozdobne.Miedź

source: Metals.Ornamental Metals.Galvanized
plk: Metale.Metale ozdobne.Galwanizowane

source: Metals.Ornamental Metals.Plate.Mesh
plk: Metale.Metale ozdobne.Płytki.Siatka

source: Metals.Ornamental Metals.Plate.Mesh.1
plk: Metale.Metale ozdobne.Płytki.Siatka.1

source: Metals.Ornamental Metals.Plate.Mesh.2
plk: Metale.Metale ozdobne.Płytki.Siatka.2

source: Metals.Ornamental Metals.Plate.Perforated
plk: Metale.Metale ozdobne.Płytki.Perforowane

source: Metals.Ornamental Metals.Plate.Perforated.1
plk: Metale.Metale ozdobne.Płytki.Perforowane.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
plk: Metale.Metale ozdobne.Płytki.Nitowane.Na płasko.Szare

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
plk: Metale.Metale ozdobne.Płytki.Nitowane.2

source: Metals.Ornamental Metals.Rust.1
plk: Metale.Metale ozdobne.Rdza.1

source: Metals.Ornamental Metals.Rust.2
plk: Metale.Metale ozdobne.Rdza.2

source: Metals.Ornamental Metals.Rust.3
plk: Metale.Metale ozdobne.Rdza.3

source: Metals.Ornamental Metals.Stainless.Bright
plk: Metale.Metale ozdobne.Stal nierdzewna.Błyszcząca

source: Metals.Ornamental Metals.Stainless.Satin
plk: Metale.Metale ozdobne.Stal nierdzewna.Satyna

source: Metals.Ornamental Metals.Weathered
plk: Metale.Metale ozdobne.Zwietrzałe

source: Metals.Structural Metal Framing.Steel
plk: Metale.Szkieletowe ramy metalowe.Stal

source: Mics
plk: Różne

source: Mild Steel
plk: Stal miękka

source: Mild steel - welded
plk: Stal miękka - spawana

source: Mirror
plk: Lustro

source: Mirror material.
plk: Materiały lustra.

source: Mirror-001
plk: Podstawowe

source: Mirror-002
plk: Ciepły odcień

source: Mirror-003
plk: Łazienka

source: Mirror-004
plk: Zimny odcień

source: Mirror-005
plk: Toaletka

source: Mirror-006
plk: Bez odcienia

source: Mirror-007
plk: Przydymione - ciemne

source: Mirror-008
plk: Przydymione - jasne

# MirrorSchema_localname:Mirror
source: Mirror
plk: Lustro

# MirrorSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Misc
plk: Różne

source: Miscellaneous
plk: Różne

source: Molded HDPE
plk: Formowany polietylen wysokiej gęstości (HDPE)

source: Molded LDPE
plk: Formowany polietylen niskiej gęstości (LDPE)

source: Molybdenum disulphide filled nylon
plk: Nylon wypełniony disiarczkiem molibdenu

source: Monel metal
plk: Metal Monela

source: Month:
plk: Miesiąc:

# Month:uilabel
source: Month:
plk: Miesiąc:

source: Natural Rubber
plk: Kauczuk naturalny

source: Natural rubber
plk: Guma naturalna

source: Noise
plk: Hałas

source: Noise map.
plk: Mapa hałasu.

# NoiseSchema_localname:Noise
source: Noise
plk: Hałas

# NoiseSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Non Ferrous
plk: Nieżelazawy

source: Non alloy steel
plk: Stal niestopowa

source: Oxygen free copper
plk: Miedź wolna od tlenu

source: PMMA
plk: Polimetakrylan metylu

source: PP
plk: Polipropylen

source: PVC
plk: PCW

source: PVC-U
plk: PCW-U

source: PVCU
plk: PCWU

source: Paint
plk: Farba
