Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

source: ABS Plastic
deu: ABS-Kunststoff

source: Acetal Resin, Black
deu: Acetalharz, schwarz

source: Acetal Resin, White
deu: Acetalharz, weiß

source: Alloy Steel
deu: Legierter Stahl

source: Brass, Soft Yellow
deu: Messing, weicher Gelbton

source: Bronze, Soft Tin
deu: Bronze, weiche Zinnbronze

source: Carbon Steel
deu: Kohlenstoff-Stahl

source: Cast Bronze
deu: Gussbronze

source: Cast Copper
deu: Gusskupfer

source: Cast Steel
deu: Gussstahl

source: Copper
deu: Kupfer

source: Copper Alloy
deu: Kupferlegierung

source: Ductile Iron
deu: Duktiles Eisen

source: Galvanized Steel
deu: Verzinkter Stahl

source: GFRC (Glass Fiber Reinforced Concrete)
deu: GFRC (Glasfaserbewehrter Beton)

source: Gray Iron
deu: Grauguss

source: High Density Polyethylene
deu: Hochdichtes Polyethylen

source: High Impact Polystyrene
deu: Polystyrol mit hoher Schlagzähigkeit

source: LCP Plastic
deu: LCP-Kunststoff

source: Lead
deu: Blei

source: Low Density Polyethylene
deu: Hochdruck-Polyethylen

source: Malleable Iron
deu: Schmiedbares Gusseisen

source: Nickel-Copper Alloy 400
deu: Nickel-Kupfer-Legierung 400

source: Non-Alloy Steel
deu: Unlegierter Stahl

source: Nylon Composite (Nylon, molybdenum disulphide)
deu: Nylon-Zusammensetzung (Nylon, Molybdändisulfid)

source: PBT Plastic
deu: PBT-Kunststoff

source: PC_ABS Plastic
deu: PC_ABS Kunststoff

source: PET Plastic
deu: PET-Kunststoff

source: Phenolic
deu: Phenol-

source: PMMA Plastic
deu: PMMA-Kunststoff

source: Polycarbonate, Clear
deu: Polycarbonat, klar

source: Polycarbonate, Smoke
deu: Polycarbonat, rauchfarben

source: Polypropylene
deu: Polypropylen

source: PPS Plastic
deu: PPS-Kunststoff

source: PVC-Piping
deu: PVC-Rohrsysteme

source: SAN Plastic
deu: SAN-Kunststoff

source: Silicone
deu: Silikon

source: Stainless Steel
deu: Rostfreier Stahl

source: Stainless Steel, 440C
deu: Edelstahl, 440C

source: Stainless Steel, Austenitic
deu: Edelstahl, austenitisch

source: Steel, High Strength Low Alloy
deu: Stahl, hochfest, niedrig legiert

source: Steel, Mild
deu: Stahl, weich

source: UHMW, Black
deu: UHMW, schwarz

source: UHMW, White
deu: UHMW, weiß

source: Welded Aluminum-6061
deu: Geschweißtes Aluminum-6061

source: Welded Brass, Soft Yellow
deu: Geschweißtes Messing (gelb, weich)

source: Welded Stainless Steel, 440C
deu: Geschweißter Edelstahl, 440C

source: Welded Steel Mild
deu: Geschweißter Stahl (weich)

source: Wood (Birch)
deu: Holz (Birke)

source: Wood (Cherry)
deu: Holz (Kirsche)

source: Wood (Maple)
deu: Holz (Ahorn)

source: Wood (Oak)
deu: Holz (Eiche)

source: Wood (Walnut)
deu: Holz (Walnuss)

source: Wrought Copper
deu: Kupfer (geschmiedet)

source: Wrought Steel
deu: Schweißstahl

source: Threaded
deu: Mit Gewinde
