Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
jpn: サーフェスの滑らかさを指定します。ここでの設定は反射と透明度の両方に影響を及ぼします。マットなサーフェスまたはすりガラスを作成する場合は、光沢を減らしてください。0 (光沢なし) ～ 100 (完全な鏡像)の値を入力します。

# generic_glossiness:uilabel
source: Glossiness
jpn: 光沢

# generic_is_metal
source: Highlights
jpn: ハイライト

# generic_is_metal:offlabel
source: Non-Metallic
jpn: メタリックなし

# generic_is_metal:onlabel
source: Metallic
jpn: メタリック

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
jpn: メタル ハイライトの追加を調整します。既定値は非メタルです。

# generic_is_metal:uilabel
source: Highlights
jpn: ハイライト

# generic_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# generic_props1
source: Basic Thermal
jpn: 熱特性

# generic_props2
source: Mechanical
jpn: 機械

# generic_props4
source: Strength
jpn: 強度

# generic_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
jpn: 光沢のある反射を作成するために、mental ray が計算するサンプル(光線)の最大数を定義します。

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

# generic_reflectivity_at_0deg
source: Reflectivity
jpn: 反射率

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
jpn: 反射率

# generic_reflectivity_at_0deg_slider
source: Direct
jpn: 直接光

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
jpn: サーフェスがカメラの真正面にある場合にマテリアルが反射する光の量を調整します。0 (反射なし) ～ 100 (最大の反射量)の値を入力します。

# generic_reflectivity_at_90deg
source: Oblique
jpn: 傾斜

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
jpn: サーフェスがカメラに対して斜めの位置にある場合にマテリアルが反射する光の量を調整します。0 (反射なし) ～ 100 (最大の反射量)の値を入力します。

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
jpn: 反射率

# generic_refr_depth
source: Refraction Max Trace Depth
jpn: 反射 最大トレース デプス

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
jpn: オンにすると、マテリアルの屈折深度がローカルにコントロールされ、 限界に達した時点で追加の透過光線が作成されます。これにより、硬質ガラス オブジェクトで一般的に見られる「濃いエッジ」効果が抑えられます。

# generic_refr_depth:uilabel
source: Override Refraction Depth
jpn: 屈折深度を優先

# generic_refr_depth_control_label
source: Override Refraction Depth
jpn: 屈折深度を優先

# generic_refraction_custom
source: Custom
jpn: カスタム

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
jpn: 反射 光沢のあるサンプル

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
jpn: 光沢のある反射を作成するために、mental ray が計算するサンプル(光線)の最大数を定義します。

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
jpn: 反射 光沢のあるサンプル

# generic_refraction_index
source: Refraction
jpn: 屈折

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
jpn: サーフェスを通過するときに曲がる光の量を調整します。[透明度]の設定が 0 より大きい値になっている場合のみ有効です。0 (屈折なし) ～ 5 (最大屈折)のインデックス番号を指定します。

# generic_refraction_index:uilabel
source: Refraction
jpn: 屈折

# generic_refraction_index_air
source: Air
jpn: 空気

# generic_refraction_index_alcohol
source: Alcohol
jpn: アルコール

# generic_refraction_index_diamond
source: Diamond
jpn: ひし形

# generic_refraction_index_glass
source: Glass
jpn: ガラス

# generic_refraction_index_quartz
source: Quartz
jpn: クォーツ

# generic_refraction_index_water
source: Water
jpn: 水

# generic_refraction_translucency_weight
source: Translucency
jpn: 半透明

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
jpn: サーフェスを通過するときに吸収されて再伝播される光の割合を調整します。この場合、サーフェスは背面投影式の映画スクリーンのようになります。0 (半透明なし) ～ 100 (すりガラスのように、完全に半透明)の値を入力します。[透明度]の設定が 0 より大きい値になっている場合のみ有効です。

# generic_refraction_translucency_weight:uilabel
source: Translucency
jpn: 半透明

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# generic_roundcorners_radius
source: Source
jpn: ソース

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# generic_roundcorners_radius:uilabel
source: Round Corners
jpn: ラウンド コーナー

# generic_roundcorners_radius_control_label
source: Round Corners
jpn: ラウンド コーナー

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# generic_self_illum_color_temperature
source: Color Temperature
jpn: 色温度

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
jpn: このマテリアルが放つ光の色温度(暖かさまたは冷たさ)をケルヴィン数で調整します。たとえば、ろうそくは 1850、キセノン アーク灯は 6420 です。

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
jpn: 色温度

# generic_self_illum_color_temperature_candle
source: Candle
jpn: キャンドル

# generic_self_illum_color_temperature_custom
source: Custom
jpn: カスタム

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
jpn: 昼光照明 寒色

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
jpn: TV 画面

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
jpn: 昼光照明 暖色

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
jpn: キセノン アーク ランプ

# generic_self_illum_color_temperature_floodlight
source: Floodlight
jpn: 投光照明

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
jpn: 白熱電球

# generic_self_illum_color_temperature_moonlight
source: Moonlight
jpn: 月光

# generic_self_illum_filter_map
source: Filter Color
jpn: フィルタ色

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
jpn: ガラスなどの透明または半透明のマテリアルを通じて透過される光の色を調整します。

# generic_self_illum_filter_map:uilabel
source: Filter Color
jpn: フィルタ色

# generic_self_illum_list_label
source: Luminance
jpn: 輝度

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
jpn: このサーフェスが放つ光の輝度を、平方メートルあたりのカンデラ数で調整します。たとえば、薄明かりは 10、ハロゲン ランプ レンズは 10000 です。

# generic_self_illum_luminance:uilabel
source: Self Illumination
jpn: 自己照明

# generic_self_illum_panel_label
source: Self Illumination
jpn: 自己照明

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
jpn: 携帯電話画面

# generic_self_illumination_crt_television
source: CRT Television
jpn: CRT テレビ

# generic_self_illumination_custom
source: Custom
jpn: カスタム

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
jpn: デスク ランプ レンズ

# generic_self_illumination_dim_glow
source: Dim Glow
jpn: 薄暗いグロー

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
jpn: すりガラス 電球

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
jpn: ハロゲン ランプ レンズ

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
jpn: ランプ シェーディング(外側)

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
jpn: ランプ シェーディング(内側)

# generic_self_illumination_led_panel
source: LED Panel
jpn: LED パネル

# generic_self_illumination_led_screen
source: LED Screen
jpn: LED 画面

# generic_transparancy_fade
source: Image
jpn: イメージ

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
jpn: イメージを追加して、全体的な透明度量と複合します。

# generic_transparency:uilabel
source: Transparency
jpn: 透過

# generic_transparency_image_fade
source: Image Fade
jpn: イメージのフェード

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
jpn: イメージと透明度量の複合を制御します。たとえば、イメージの白は全体量で透明になり、黒が不透明になる程度はフェード値によって決定されます。

# generic_transparency_image_fade:uilabel
source: Image Fade
jpn: イメージのフェード

# generic_transparency_panel_label
source: Transparency
jpn: 透過

# generic_transparency_slider_label
source: Amount
jpn: 量

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
jpn: 反射や吸収ではなくサーフェスを通過する光の量を調整します。0% (完全に不透明) ～ 100% (完全に透明)の値を入力します。

source: geometric
jpn: ジオメトリ

source: glass
jpn: ガラス

source: glazed
jpn: 光沢仕上げ

source: glazing
jpn: ガラス

# glazing_blue
source: Blue
jpn: 青

# glazing_bluegreen
source: Blue Green
jpn: 青緑

# glazing_bronze
source: Bronze
jpn: ブロンズ

# glazing_clear
source: Clear
jpn: クリア

# glazing_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# glazing_custom_color
source: Custom
jpn: カスタム

# glazing_glazinggroup
source: Glazing
jpn: ガラス

# glazing_gray
source: Gray
jpn: 灰色

# glazing_green
source: Green
jpn: 緑

# glazing_no_levels
source: Sheets of Glass
jpn: ガラス シート

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
jpn: ガラスの枠の数を調整します。たとえば、二重ガラスについては、この値に 2 を設定します。1 ～ 6 の数値を入力します。

# glazing_no_levels:uilabel
source: Sheets of Glass
jpn: ガラス シート

# glazing_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# glazing_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# glazing_reflectance
source: Reflectance
jpn: 反射率

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
jpn: ガラスを通過せずにガラスのサーフェスを反射する光の量を調整します。0% ～ 100% の値を入力します。

# glazing_reflectance:uilabel
source: Reflectance
jpn: 反射率

# glazing_refr_depth
source: Refraction Max Trace Depth
jpn: 反射 最大トレース デプス

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
jpn: オンにすると、マテリアルの屈折深度がローカルにコントロールされ、 限界に達した時点で追加の透過光線が作成されます。これにより、硬質ガラス オブジェクトで一般的に見られる「濃いエッジ」効果が抑えられます。

# glazing_refr_depth:uilabel
source: Override Refraction Depth
jpn: 屈折深度を優先

# glazing_refr_depth_control_label
source: Override Refraction Depth
jpn: 屈折深度を優先

# glazing_transmittance_color
source: Color
jpn: 色

# glazing_transmittance_color:glazing_blue
source: Blue
jpn: 青

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
jpn: 青緑

# glazing_transmittance_color:glazing_bronze
source: Bronze
jpn: ブロンズ

# glazing_transmittance_color:glazing_clear
source: Clear
jpn: クリア

# glazing_transmittance_color:glazing_custom
source: Custom
jpn: カスタム

# glazing_transmittance_color:glazing_gray
source: Gray
jpn: 灰色

# glazing_transmittance_color:glazing_green
source: Green
jpn: 緑

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
jpn: ガラスの色と、ガラスの透過光量を調整します。

# glazing_transmittance_color:uilabel
source: Color
jpn: 色

# glazing_transmittance_map
source: Custom Color
jpn: カスタム色

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
jpn: 色、イメージ、または手続き型テクスチャを選択し、マテリアルの外観を作成します。

# glazing_transmittance_map:uilabel
source: Custom Color
jpn: カスタム色

source: gloss
jpn: 光沢

source: glossy
jpn: 光沢

source: glow
jpn: グロー

# glyphDisplay:uilabel
source: Glyph display:
jpn: グリフ表示:

source: gold
jpn: ゴールド

source: golden
jpn: 金色

source: goldenrod
jpn: 金色

# gradient_Appearance
source: Appearance
jpn: 外観

# gradient_Color:uilabel
source: Color
jpn: 色

# gradient_Position:uilabel
source: Position
jpn: 位置

# gradient_Repeat
source: Repeat
jpn: 繰り返し

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
jpn: グラデーション バー内をクリックしてノードを追加します。ノードをバーの外にドラッグするか、ノードを選択してから[Delete]キーを押して削除します。

# gradient_interpolation:gradient_interp_custom
source: Custom
jpn: カスタム

# gradient_interpolation:gradient_interp_easyin
source: Ease in
jpn: イーズ イン

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
jpn: 乱流

# gradient_interpolation:gradient_interp_easyout
source: Ease out
jpn: イーズ アウト

# gradient_interpolation:gradient_interp_linear
source: Linear
jpn: 線形

# gradient_interpolation:gradient_interp_solid
source: Solid
jpn: 塗り潰し

# gradient_interpolation:uilabel
source: Interpolation
jpn: 補間

# gradient_noise:gradient_noise_fractal
source: Fractal
jpn: フラクタル

# gradient_noise:gradient_noise_regular
source: Regular
jpn: 標準

# gradient_noise:gradient_noise_turbulence
source: Turbulence
jpn: 乱流

# gradient_noise:uilabel
source: Noise Type
jpn: ノイズ タイプ

# gradient_noise_amount:uilabel
source: Amount
jpn: 量

# gradient_noise_fractal
source: Fractal
jpn: フラクタル

# gradient_noise_high
source: High
jpn: 高

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
jpn: 高さのしきい値を調整します。範囲は 0 ～ 1 です。

# gradient_noise_high:uilabel
source: High
jpn: 高

# gradient_noise_levels
source: Levels
jpn: レベル

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
jpn: フラクタル反復または乱流の数を(連続関数として)設定します。

# gradient_noise_levels:uilabel
source: Levels
jpn: レベル

# gradient_noise_list_label
source: Noise Type
jpn: ノイズ タイプ

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
jpn: ノイズ パターンを作成するための方法([標準]、[フラクタル]、または[乱流])を表示します。

# gradient_noise_low
source: Low
jpn: 低

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
jpn: 低ノイズしきい値を調整します。ノイズの値が低しきい値よりも大きく、高しきい値よりも小さい場合は、動的範囲は 0 ～ 1 に広げられます。これにより、しきい値の遷移における不連続性が小さくなります。また、エイリアシングが抑制されます。

# gradient_noise_low:uilabel
source: Low
jpn: 低

# gradient_noise_panel_label
source: Noise
jpn: ノイズ

# gradient_noise_phase
source: Phase
jpn: フェーズ

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
jpn: ノイズ関数のアニメーションの速度を制御します。ノイズには 3D ノイズ関数が使用されます。最初の 2 つのパラメータは U と V で、3 番目のパラメータはフェーズです。

# gradient_noise_phase:uilabel
source: Phase
jpn: フェーズ

# gradient_noise_regular
source: Regular
jpn: 標準

# gradient_noise_size
source: Size
jpn: サイズ

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
jpn: ノイズ関数の尺度を設定します。値が小さくなるほどノイズのチャンクが小さくなります。

# gradient_noise_size:uilabel
source: Size
jpn: サイズ

# gradient_noise_slider_label
source: Amount
jpn: 量

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
jpn: 0 以外の場合、ランダム ノイズ効果は、グラデーション ランプ(存在する場合はマップも)の色の相互作用に基づいてグラデーションに適用されます。この値が高くなるほど効果は大きくなります。範囲は 0 ～ 1 です。

# gradient_noise_smooth
source: Smooth
jpn: 滑らか

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
jpn: ノイズの滑らかさをを調整します。範囲は 0 ～ 1 です。

# gradient_noise_smooth:uilabel
source: Smooth
jpn: 滑らか

# gradient_noise_threshold
source: Noise Threshold
jpn: ノイズのしきい値

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
jpn: 上のイメージによって表されるエリアのノイズのしきい値を指定します。

# gradient_noise_turbulence
source: Turbulence
jpn: 乱流

# gradient_position
source: Position
jpn: 位置

# gradient_scale_group
source: Scale
jpn: 尺度

# gradient_transforms_group
source: Transforms
jpn: 変換

source: Gradient Type
jpn: グラデーション タイプ

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
jpn: 非対称線形

# gradient_type:gradient_type_box
source: Box
jpn: ボックス

# gradient_type:gradient_type_diagonal
source: Diagonal
jpn: 対角

# gradient_type:gradient_type_lighting
source: Light normal
jpn: 標準照明

# gradient_type:gradient_type_linear
source: Linear
jpn: 線形

# gradient_type:gradient_type_mapped
source: Mapped
jpn: マップ

# gradient_type:gradient_type_normal
source: Camera normal
jpn: 標準カメラ

# gradient_type:gradient_type_pong
source: Pong
jpn: ポン

# gradient_type:gradient_type_radial
source: Radial
jpn: 放射状

# gradient_type:gradient_type_spiral
source: Spiral
jpn: 螺旋

# gradient_type:gradient_type_sweep
source: Sweep
jpn: スウィープ

# gradient_type:gradient_type_tartan
source: Tartan
jpn: タータン

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
jpn: グラデーションの形状を指定します。ただし、カメラまたはシーン照明の関数としてグラデーションの形状が定義されている光源タイプおよびカメラ タイプは除きます。

# gradient_type:uilabel
source: Gradient Type
jpn: グラデーション タイプ

# gradient_type_4corner
source: Linear asymmetrical
jpn: 非対称線形

# gradient_type_box
source: Box
jpn: ボックス

# gradient_type_diagonal
source: Diagonal
jpn: 対角

# gradient_type_lighting
source: Light normal
jpn: 標準照明

# gradient_type_linear
source: Linear
jpn: 線形

# gradient_type_normal
source: Camera normal
jpn: 標準カメラ

# gradient_type_pong
source: Pong
jpn: ポン

# gradient_type_radial
source: Radial
jpn: 放射状

# gradient_type_spiral
source: Spiral
jpn: 螺旋

# gradient_type_sweep
source: Sweep
jpn: スウィープ

# gradient_type_tartan
source: Tartan
jpn: タータン

source: grain
jpn: 木目

source: granite
jpn: 御影石

# granite_tex:uilabel
source: Granite Texture
jpn: 御影石テクスチャ

source: graphics asset
jpn: グラフィックス アセット

# graphics_cut_pattern
source: Pattern
jpn: パターン

# graphics_cut_pattern:uilabel
source: Pattern
jpn: パターン

# graphics_cut_pattern_color
source: Color
jpn: 色

# graphics_cut_pattern_color:uilabel
source: Color
jpn: 色

# graphics_cut_pattern_label
source: Cut Pattern
jpn: 切断パターン

# graphics_shading_color
source: Color
jpn: 色

# graphics_shading_color:uilabel
source: Color
jpn: 色

# graphics_shading_label
source: Shading
jpn: シェーディング

# graphics_shading_transparency
source: Transparency
jpn: 透過

# graphics_shading_transparency:uilabel
source: Transparency
jpn: 透過

# graphics_surface_pattern
source: Pattern
jpn: パターン

# graphics_surface_pattern:uilabel
source: Pattern
jpn: パターン

# graphics_surface_pattern_alignment
source: Alignment
jpn: 位置合わせ

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
jpn: 位置合わせ X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
jpn: 位置合わせ Y

# graphics_surface_pattern_color
source: Color
jpn: 色

# graphics_surface_pattern_color:uilabel
source: Color
jpn: 色

# graphics_surface_pattern_label
source: Surface Pattern
jpn: サーフェス パターン

# graphics_use_appearance
source: Use Render Appearance
jpn: レンダリングの外観を使用

# graphics_use_appearance:uilabel
source: Use Render Appearance
jpn: レンダリングの外観を使用

source: grass
jpn: 芝生

source: gravel
jpn: 砂利

source: gray
jpn: 灰色

source: green
jpn: 緑

source: green carpet
jpn: 緑のカーペット

source: grey
jpn: 灰色

source: grid
jpn: 通芯

source: Ground Color:
jpn: 地表の色:

# ground_color:uilabel
source: Ground Color:
jpn: 地表の色:

source: half
jpn: 半

source: halogen
jpn: ハロゲン灯

source: Halogen (Cool)
jpn: ハロゲン灯(寒色)

source: Halogen (Warm)
jpn: ハロゲン灯(暖色)

source: hammered
jpn: 叩き仕上げ

source: handsplit
jpn: ハンドスプリット

source: hardwood
jpn: 硬質木材

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# hardwood_ao_distance
source: Max Distance
jpn: 最大距離

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# hardwood_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# hardwood_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# hardwood_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# hardwood_ao_samples
source: Samples
jpn: サンプル

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# hardwood_ao_samples:uilabel
source: Samples
jpn: サンプル

# hardwood_application
source: Used For
jpn: 用途

# hardwood_application:hardwood_flooring
source: Flooring
jpn: フローリング

# hardwood_application:hardwood_furniture
source: Furniture
jpn: 家具
