Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

source: Paint-039
deu: Olivgrün

source: Paint-040
deu: Dunkelgrün

source: Paint-041
deu: Kastanie

source: Paint-042
deu: Orangerot

source: Paint-043
deu: Orange

source: Paint-044
deu: Dunkelrot

source: Paint-045
deu: Hellrot

source: Paint-046
deu: Rot

source: Paint-047
deu: Rot

source: Paint-048
deu: Lachs

source: Paint-049
deu: Siena

source: Paint-050
deu: Kühles Weiß

source: Paint-051
deu: Kühles Weiß

source: Paint-052
deu: Elfenbein glänzend

source: Paint-053
deu: Elfenbein matt

source: Paint-054
deu: Leinenweiß

source: Paint-055
deu: Leinenweiß

source: Paint-056
deu: Weiß

source: Paint-057
deu: Weiß

source: Paint-058
deu: Kanariengelb

source: Paint-059
deu: Gelb

source: Paint-060
deu: Antikweiß

source: Paint-061
deu: Blau - Wandfarbe - glänzend

source: Paint-062
deu: Beige

source: Paint-063
deu: Dunkelkadettenblau

source: Paint-064
deu: Marine

source: Paint-065
deu: Marine

source: Paint-066
deu: Dunkelcyan

source: Paint-067
deu: Flieder

source: Paint-068
deu: Türkis

source: Paint-069
deu: Helles Gelbbraun

source: Paint-070
deu: Grau

source: Paint-071
deu: Gelbgrün

source: Paint-072
deu: Dunkelolivgrün

source: Paint-073
deu: Kastanie

source: Paint-074
deu: Kastanienbraun

source: Paint-075
deu: Reflektierend - rot

source: Paint-076
deu: Hellrot-orange

source: Paint-077
deu: Dunkelrot

source: Paint-078
deu: Gold

source: Paint-079
deu: Gelb

source: Paint-080
deu: Magenta

source: Paint-081
deu: Hellrot

source: Peach tint
deu: Pfirsichtönung

source: Phenolic Resin
deu: Phenolharz

source: Phenolic formaldehyde resins
deu: Phenol-Formaldehydharze

source: Photographic Tone Operator
deu: Fotografischer Tonoperator

source: PhotographicToneOp
deu: Fotografischer Tonop.

# PhotographicToneOpGroup
source: Photographic ToneOp
deu: Fotografischer Tonop.

source: PhysMat
deu: Physisches Mat.

# PhysMatSchema_localname:Physical Material
source: Physical Material
deu: Physisches Material

source: Physical material.
deu: Physisches Material.

source: PhysicalGen_103
deu: Generisches Material

source: PhysicalLiquid-001
deu: Wasser

source: PhysicalMetal_100
deu: Legierter Stahl

source: PhysicalMetal_103
deu: Messing - weicher Gelbton

source: PhysicalMetal_106
deu: Bronze - Guss

source: PhysicalMetal_107
deu: Kupfer - Guss

source: PhysicalMetal_108
deu: Eisen - Guss

source: PhysicalMetal_109
deu: Stahl - Guss

source: PhysicalMetal_111
deu: Kupferlegierung

source: PhysicalMetal_113
deu: Stahl - galvanisiert

source: PhysicalMetal_115
deu: Eisen - grau

source: PhysicalMetal_117
deu: Eisen - schmiedbar

source: PhysicalMetal_118
deu: Nickel-Kupfer-Legierung 400

source: PhysicalMetal_119
deu: Stahl - nicht legiert

source: PhysicalMetal_121
deu: Edelstahl

source: PhysicalMetal_122
deu: Edelstahl AISI 440C

source: PhysicalMetal_123
deu: Edelstahl - austenitisch

source: PhysicalMetal_124
deu: Stahl

source: PhysicalMetal_125
deu: Stahl - hochfest, niedrig legiert

source: PhysicalMetal_126
deu: Stahl - weich

source: PhysicalMetal_128
deu: Aluminum 6061 - geschweißt

source: PhysicalMetal_129
deu: Messing - weicher Gelbton - geschweißt

source: PhysicalMetal_130
deu: Edelstahl 440C - geschweißt

source: PhysicalMetal_131
deu: Stahl - weich - geschweißt

source: PhysicalMetal_132
deu: Kupfer - geschmiedet

source: PhysicalMetal_133
deu: Stahl - geschmiedet

source: PhysicalPlastic_101
deu: Acetalharz

source: PhysicalPlastic_107
deu: Nylon 6/6 Verbundwerkstoff

source: PhysicalPlastic_110
deu: Polycarbonat - ABS-Verschmelzung

source: PhysicalPlastic_117
deu: Polystyrol

source: PhysicalPlastic_119
deu: PVC-Rohrsysteme

source: PhysicalPlastic_120
deu: Polyvinylchlorid - hart

source: PhysicalPlastic_122
deu: SAN-Kunststoff

source: PhysicalPlastic_124
deu: Thermoplastisches Harz

source: PhysicalWood_100
deu: Holz - Birke

source: PhysicalWood_101
deu: Holz - Kirsche

source: PhysicalWood_102
deu: Holz - Ahorn

source: PhysicalWood_103
deu: Holz - Eiche

source: PhysicalWood_104
deu: Holz - Walnuss

source: Piping
deu: Rohrsysteme

source: Plane swatch.
deu: Musterebene.

source: Plastic
deu: Kunststoff

source: Plastic and vinyl material.
deu: Kunststoff- und Vinylmaterial.

source: Plastic structural asset.
deu: Kunststoffstruktur-Medien

source: Plastic-001
deu: Glatt - schwarz

source: Plastic-002
deu: Feine Textur - schwarz

source: Plastic-003
deu: Grobe Textur - schwarz - Version 1.1

source: Plastic-003-1-2
deu: Grobe Textur - schwarz

source: Plastic-004
deu: Transparent - schwarz

source: Plastic-005
deu: Glatt - dunkelbraun

source: Plastic-006
deu: Glatt - hellbeige

source: Plastic-007
deu: Glatt - dunkelgrau

source: Plastic-008
deu: Feine Textur - dunkelgrau

source: Plastic-009
deu: Grobe Textur - dunkelgrau - Version 1.1

source: Plastic-009-1-2
deu: Grobe Textur - dunkelgrau

source: Plastic-010
deu: Glatt - hellgrau

source: Plastic-011
deu: Glatt - mittelgrau

source: Plastic-012
deu: Glatt - waldgrün

source: Plastic-013
deu: Glatt - dunkelseegrün

source: Plastic-014
deu: Glatt - gelb

source: Plastic-015
deu: Grobe Textur - hellorange - Version 1.1

source: Plastic-015-1-2
deu: Grobe Textur - hellorange

source: Plastic-016
deu: Glatt - weiß

source: Plastic-017
deu: Feine Textur - weiß

source: Plastic-018
deu: Grobe Textur - weiß - Version 1.1

source: Plastic-018-1-2
deu: Grobe Textur - weiß

source: Plastic-019
deu: Braun

source: Plastic-020
deu: Glatt - Bernstein

source: Plastic-021
deu: Glatt - Aquamarin

source: Plastic-022
deu: Glatt - verbranntes rot

source: Plastic-023
deu: Glatt - Esche

source: Plastic-024
deu: Glatt - Elfenbein

source: Plastic-025
deu: Glatt - Eierschale

source: Plastic-026
deu: Glatt - violett

source: Plastic-027
deu: Glatt - rot

source: Plastic-028
deu: Transparent - farblos

source: Plastic-029
deu: Transparent - hellgrau

source: Plastic-030
deu: Transparent - Relief - glänzend - rot

source: Plastic-031
deu: Laminat - hellbraun

source: Plastic-032
deu: Laminat - graubraun

source: Plastic-033
deu: Laminat - marineblau

source: Plastic-034
deu: Rauten

source: Plastic-035
deu: Punkte

source: Plastic-036
deu: Raster

source: Plastic-037
deu: Mosaik

source: Plastic-038
deu: Halbiert - Quadrate

source: Plastic-039
deu: Quadrate 2

source: Plastic-040
deu: Matt - Maserung

source: Plastic-041
deu: Parkett

source: Plastic-042
deu: Schachbrett

source: Plastic-043
deu: Schiefer

source: Plastic-044
deu: Glatt - dunkelkadettenblau

source: Plastic-045
deu: Glatt - marineblau

source: Plastic-046
deu: Transparent - schieferblau

source: Plastic-047
deu: Textur - gelbbraun

source: Plastic-048
deu: Grobe Textur - umbra - Version 1.1

source: Plastic-048-1-2
deu: Grobe Textur - umbra

source: Plastic-049
deu: Textur - grau

source: Plastic-050
deu: Transparent - olivgrün

source: Plastic-051
deu: Glatt - dunkelkastanienbraun

source: Plastic-052
deu: Glatt - hellkastanienbraun

source: Plastic-053
deu: Transparent - hellrot

source: Plastic-054
deu: Glatt - hellorange

source: Plastic-055
deu: Transparent - hellorange

source: Plastic-056
deu: Transparent - poliert - rot

source: Plastic-057
deu: Textur - dunkelgold

source: Plastic-058
deu: Glatt - hellgold

source: Plastic-059
deu: Hochglanz - verbranntes Rot

source: Plastic-060
deu: Schwacher Glanz - schwarz

source: Plastic-061
deu: Textur - grau - matt

source: Plastic-062
deu: Textur - dunkelgrün - matt

source: Plastic-063
deu: Textur - königsblau - matt

source: Plastic/Composite
deu: Kunststoff/Verbundwerkstoff

source: Plastic/Elastomer
deu: Kunststoff/Elastomer

source: Plastic/Thermoplastic
deu: Kunststoff/Thermoplast

source: Plastic/Thermoset
deu: Kunststoff/Duroplast

source: PlasticVinyl
deu: Kunststoff Vinyl

# PlasticVinylSchema_localname:Plastic
source: Plastic
deu: Kunststoff

# PlasticVinylSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: PointLight-001
deu: Punktlicht

source: Polished
deu: Poliert

source: Polyamide
deu: Polyamid

source: Polyaryletherketone
deu: Polyaryletherketon

source: Polybutylene terephthalate
deu: Polybutylenterephthalat

source: Polycarbonate
deu: Polycarbonat

source: Polycarbonate - acrylonitrile butadiene styrene blend
deu: Polycarbonat - Acrylnitril-Butadien-Styrol-Verschmelzung

source: Polycarbonate sheet or molding
deu: Polycarbonatfolie oder -formmasse

source: Polyethylene terephthalate
deu: Polyethylenterephthalat

source: Polymethylmethacrylate, Molding and Extrusion
deu: Polymethylmethacrylat, Formen und Extrusion

source: Polyoxymethylene
deu: Polyoxymethylen

source: Polyphenylene Sulfide
deu: Polyphenylensulfid

source: Polypropylene molding
deu: Polypropylenformmasse

source: Polystyrene
deu: Polystyrol

source: Polyvinyl Chloride Rigid
deu: Polyvinylchlorid fest

source: Polyvinyl chloride
deu: Polyvinylchlorid

source: Portland Cement Concrete
deu: Portland-Zementbeton

source: Preview a texture on a flat surface.
deu: Vorschau einer Textur auf einer flachen Oberfläche.

source: Preview material as a pool of liquid.
deu: Vorschaumaterial als Flüssigkeit.

source: Preview material on a flat surface.
deu: Vorschaumaterial auf einer flachen Oberfläche.

# ProvidesLighting:uilabel
source: Provides Lighting
deu: Stellt Beleuchtung zur Verfügung

source: Pure lead
deu: Reines Blei

source: Pure titanium
deu: Reines Titan

source: Pure white color
deu: Reines Weiß

source: Rectangle tiles with gray speckles
deu: Rechteckige Fliesen mit grauen Flecken

source: Rectangle tiles with light gray speckles
deu: Rechteckige Fliesen mit hellgrauen Flecken

source: Refractory ceramic
deu: Feuerfeste Keramik

source: Rigid PVC, molded
deu: Steifes PVC, gegossen

source: Rigid polyvinyl chloride - unplasticized
deu: Festes Polyvinylchlorid - hart

source: Roofing
deu: Dachdeckung

source: Rubber
deu: Kautschuk

# Scene:uilabel
source: Scene
deu: Szene

# Settings:uilabel
source: Settings
deu: Einstellungen

source: Siding
deu: Verkleidung

source: Silicon Nitride
deu: Siliziumnitrid

source: Silicone Rubber
deu: Silikongummi

source: Silicone rubber
deu: Silikongummi

source: Silver
deu: Silber

source: SiteWork.Planting.Basket.Woven.Loose
deu: Geländearbeiten.Bepflanzung.Korb.Gewebt.Lose

source: SiteWork.Planting.Basket.Woven.Tight
deu: Geländearbeiten.Bepflanzung.Korb.Gewebt.Eng

source: SiteWork.Planting.Grass.Bermuda
deu: Geländearbeiten.Bepflanzung.Gras.Bermuda

source: SiteWork.Planting.Grass.Bluegrass
deu: Geländearbeiten.Bepflanzung.Gras.Bluegrass

source: SiteWork.Planting.Grass.StAugustine
deu: Geländearbeiten.Bepflanzung.Gras.StAugustine

source: Sitework
deu: Geländearbeiten

source: Sitework.Paving - Surfacing.Asphalt
deu: Geländearbeiten.Beläge - Oberflächen.Asphalt

source: Sitework.Paving - Surfacing.Asphalt.1
deu: Geländearbeiten.Beläge - Oberflächen.Asphalt.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
deu: Geländearbeiten.Beläge - Oberflächen.Kopfstein.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
deu: Geländearbeiten.Beläge - Oberflächen.Kopfstein.Glasiert.Mehrfarbig

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
deu: Geländearbeiten.Beläge - Oberflächen.Kopfstein.Fischgrätverband

source: Sitework.Paving - Surfacing.Pavers.1
deu: Geländearbeiten.Beläge - Oberflächen.Pflasterelemente.1

source: Sitework.Paving - Surfacing.Pavers.2
deu: Geländearbeiten.Beläge - Oberflächen.Pflasterelemente.2

source: Sitework.Paving - Surfacing.Pavers.3
deu: Geländearbeiten.Beläge - Oberflächen.Pflasterelemente.3

source: Sitework.Paving - Surfacing.Pavers.4
deu: Geländearbeiten.Beläge - Oberflächen.Pflasterelemente.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
deu: Geländearbeiten.Beläge - Oberflächen.Pflasterelemente.Verzahnt

source: Sitework.Paving - Surfacing.Pavers.Square
deu: Geländearbeiten.Beläge - Oberflächen.Pflasterelemente.Quadratisch

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
deu: Geländearbeiten.Beläge - Oberflächen.Pflasterelemente.Terrakotta

source: Sitework.Paving - Surfacing.Riverstone
deu: Geländearbeiten.Beläge - Oberflächen.Flusskiesel

source: Sitework.Paving - Surfacing.Riverstone.Mortared
deu: Geländearbeiten.Beläge - Oberflächen.Flusskiesel.Mörtelbett

source: Sitework.Planting.Grass.Short
deu: Geländearbeiten.Bepflanzung.Gras.Kurz

source: Sitework.Planting.Grass.Thick
deu: Geländearbeiten.Bepflanzung.Gras.Dicht

source: Sitework.Planting.Gravel.Compact
deu: Geländearbeiten.Bepflanzung.Kies.Verdichtet

source: Sitework.Planting.Gravel.Crushed
deu: Geländearbeiten.Bepflanzung.Kies.Splitt

source: Sitework.Planting.Gravel.Loose
deu: Geländearbeiten.Bepflanzung.Kies.Lose

source: Sitework.Planting.Gravel.Mixed
deu: Geländearbeiten.Bepflanzung.Kies.Gemischt

source: Sitework.Planting.Sand
deu: Geländearbeiten.Bepflanzung.Sand

source: Sitework.Planting.Soil
deu: Geländearbeiten.Bepflanzung.Erde

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
deu: Geländearbeiten, Ausbau und Erneuerung, Zäune und Tore, Maschendraht

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
deu: Geländearbeiten, Ausbau und Erneuerung, Zäune und Tore, Lattenzaun

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
deu: Geländearbeiten.Ausbau und Erneuerung.Zäune - Tore.Holz.Lattenzaun doppelseitig versetzt, mit Rankgitter

source: Slightly Translucent cream coloured low luminant material.
deu: Leicht durchscheinendes, cremefarbenes Material mit geringer Luminanz.

source: Small gray rectangular stones
deu: Kleine, graue, rechteckige Steine

source: Small uneven brown rectangle stones
deu: Kleine, unregelmäßige, braune, rechteckige Steine

source: Soda Lime Glass
deu: Kalk-Natron-Glas

source: Soft tin bronze
deu: Weiche Zinnbronze

source: Soft yellow brass
deu: Messing, weicher Gelbton

source: Soft yellow brass, welded
deu: Messing, weicher Gelbton, geschweißt

source: Solid Glass material.
deu: Massivglasmaterial.

source: Solid thermal asset.
deu: Volumenkörper, thermische Medien.

source: Solid/Concrete
deu: Massiv/Beton

source: Solid/Glass
deu: Massiv/Glas

source: Solid/Metal
deu: Massiv/Metall

source: Solid/Plastic
deu: Massiv/Kunststoff

source: SolidGlass
deu: Massivglas

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
deu: Massivglas

# SolidGlassSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Speckle
deu: Flecken

source: Speckle map.
deu: Flecken-Map.

# SpeckleSchema_localname:Speckle
source: Speckle
deu: Flecken

# SpeckleSchema_localtype:Texture
source: Texture
deu: Textur

source: Sphere swatch.
deu: Kugelmuster.

source: SpotLight-001
deu: SpotLight

source: Square tiles with light gray speckles
deu: Quadratische Fliesen mit hellgrauen Flecken

source: Square tiles with white and black circular mosaics
deu: Quadratische Fliesen mit schwarz-weißen kreisförmigen Mosaikmustern

source: Stainless Steel 18/8
deu: Edelstahl 18/8

source: Stainless Steel, polished
deu: Edelstahl, poliert

source: Steel
deu: Stahl

source: Steel, mill finish
deu: Stahl, gefräste Oberfläche

source: Steel, sheet
deu: Stahl, Blech

source: Stone
deu: Stein

source: Stone material.
deu: Steinmaterial.

source: Stone-001
deu: Schiefer - blau

source: Stone-002
deu: Schiefer - grau

source: Stone-003
deu: Poliert - schwarz

source: Stone-004
deu: Poliert - pink

source: Stone-005
deu: Fein - Alabaster

source: Stone-006
deu: Grob - poliert - weiß

source: Stone-007
deu: Fein - poliert - weiß

source: Stone-008
deu: Travertin

source: Stone-009
deu: Quadrate - grau-braun

source: Stone-010
deu: Quadrate - kupferfarben-schwarz-blau

source: Stone-011
deu: Grau gefleckt

source: Stone-012
deu: Mehrfarbig

source: Stone-013
deu: Rosa

source: Stone-014
deu: Fliesen

source: Stone-015
deu: Quadratisch - große Adern

source: Stone-016
deu: Kopfstein - Glasiert Mehrfarbig

source: Stone-017
deu: Kopfstein - ineinander greifend

source: Stone-018
deu: Kies - lose

source: Stone-019
deu: Rau - schwarz

source: Stone-020
deu: Rau - pink

source: Stone-021
deu: Rau - rot

source: Stone-022
deu: Grob - poliert - Alabaster

source: Stone-023
deu: Fein - poliert - Alabaster

source: Stone-024
deu: Grobe Steine - Mauer

source: Stone-025
deu: Waschbeton

source: Stone-026
deu: Flusskiesel - blau

source: Stone-027
deu: Unbehandelt

source: Stone/Granite
deu: Stein/Granit

source: Stone/Marble
deu: Stein/Marmor

# StoneSchema_localname:Stone
source: Stone
deu: Stein

# StoneSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: StructuralBasic
deu: Grundlegende Strukturmedien - Vorgabe

# StructuralBasicSchema_localname:Basic
source: Basic
deu: Einfach

# StructuralBasicSchema_localtype:Physical
source: Physical
deu: Physisch

source: StructuralConcrete
deu: Standard-Betontragwerk

source: StructuralConcrete-001
deu: Beton

source: StructuralConcrete-021
deu: Glasfaserbewehrter Beton

# StructuralConcreteSchema_localname:Concrete
source: Concrete
deu: Beton

# StructuralConcreteSchema_localtype:Physical
source: Physical
deu: Physisch

source: StructuralFatigue
deu: Vorgegebene Ermüdung Tragwerk

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
deu: Ermüdung

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
deu: Ermüdung

source: StructuralGas
deu: Gas Strukturmedien - Vorgabe.

# StructuralGasSchema_localtype:Physical
source: Physical
deu: Physisch

source: StructuralGeneric
deu: Standard-Tragwerk generisch

source: StructuralGeneric-004
deu: Glas

source: StructuralGeneric-010
deu: Siliziumnitrid

# StructuralGenericSchema_localname:Generic
source: Generic
deu: Generisch

# StructuralGenericSchema_localtype:Physical
source: Physical
deu: Physisch

source: StructuralLiquid
deu: Flüssige Strukturmedien - Vorgabe

# StructuralLiquidSchema_localname:Liquid
source: Liquid
deu: Flüssigkeit

# StructuralLiquidSchema_localtype:Physical
source: Physical
deu: Physisch

source: StructuralMetal
deu: Standard-Tragwerk Metall

source: StructuralMetal-001
deu: Stahl - Kohlenstoff

source: StructuralMetal-031
deu: Aluminium

source: StructuralMetal-031-2
deu: Aluminium 6061

source: StructuralMetal-037
deu: Gusseisen - duktil

source: StructuralMetal-043
deu: Kupfer

source: StructuralMetal-045
deu: Titan

source: StructuralMetal-047
deu: Blei

source: StructuralMetal-051
deu: Gold

source: StructuralMetal-054
deu: Silber

source: StructuralMetal-058
deu: Bronze - weiche Zinnbronze

# StructuralMetalSchema_localname:Metal
source: Metal
deu: Metall

# StructuralMetalSchema_localtype:Physical
source: Physical
deu: Physisch

source: StructuralPlastic
deu: Standard-Tragwerk Kunststoff

source: StructuralPlastic-002
deu: Acryl

source: StructuralPlastic-004
deu: Acrylnitril-Butadien-Styrol

source: StructuralPlastic-006
deu: Kohlenstofffaserverstärkter Kunststoff

source: StructuralPlastic-009
deu: Phenolharz

source: StructuralPlastic-010
deu: Polycarbonat

source: StructuralPlastic-011
deu: Polyethylen LDPE

source: StructuralPlastic-012
deu: Polyethylen HDPE

source: StructuralPlastic-013
deu: Polypropylen

source: StructuralPlastic-014
deu: Polystyrol, hochschlagfest

source: StructuralPlastic-017
deu: Polyvinylchlorid - fest

source: StructuralPlastic-019
deu: Gummi - natur

source: StructuralPlastic-023
deu: Polyethylenterephthalat

source: StructuralPlastic-024
deu: Polyphenylensulfid

source: StructuralPlastic-025
deu: Polybutylenterephthalat

source: StructuralPlastic-026
deu: Flüssigkristallines Polymer

source: StructuralPlastic-027
deu: Silikon

source: StructuralPlastic-028
deu: Styrol-Acrylnitril

source: StructuralPlastic-029
deu: Polyaryletherketon-Kunststoff

source: StructuralPlastic-030
deu: Polyethylen - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
deu: Kunststoff

# StructuralPlasticSchema_localtype:Physical
source: Physical
deu: Physisch

source: StructuralWood
deu: Standard-Tragwerk Holz

# StructuralWoodSchema_localname:Wood
source: Wood
deu: Holz

# StructuralWoodSchema_localtype:Physical
source: Physical
deu: Physisch

source: Stucco
deu: Putz

source: Styrene acrylonitrile
deu: Styrol-Acrylnitril

source: Sun and Sky.
deu: Sonne und Himmel.

source: SunAndSky
deu: SonneUndHimmel

source: SunAndSky-001
deu: Sehr wenige Wolken

source: SunAndSky-002
deu: Wenige Wolken

source: SunAndSky-003
deu: Wolkig

source: SunAndSky-004
deu: Sehr wolkig

source: SunAndSky-005
deu: Keine Wolken

# SunAndSkyGroup
source: Sun And Sky
deu: Sonne und Himmel

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
deu: Sonne und Himmel

# SunAndSkySchema_localtype:Environment
source: Environment
deu: Umgebung

source: Swatch Scene.
deu: Musterszene.

source: Swatch scene for holidays; shows colored lights.
deu: Musterszene für Urlaub: farbige Lichter.

source: Swatch-Branded
deu: Objekt

source: Swatch-Cube
deu: Würfel

source: Swatch-CurtainWall
deu: Glasfassade

source: Swatch-Cylinder
deu: Zylinder

source: Swatch-Drapery
deu: Drapierter Stoff

source: Swatch-Flat
deu: Ebene Oberfläche

source: Swatch-Hill
deu: Ebene

source: Swatch-Lights
deu: Lichtquellen

source: Swatch-Liquid
deu: Flüssigkeit

source: Swatch-Plane
deu: Leinwand

source: Swatch-Sphere2
deu: Kugel

source: Swatch-Technical2
deu: Mehrzweck

source: Swatch-TexturePreview-MentalRay
deu: Texturvorschaumuster 1

source: Swatch-TexturePreview-OGS
deu: Texturvorschaumuster 2

source: Swatch-Vase
deu: Vase

source: Swatch-Wall
deu: Wände

source: SwatchScene
deu: Musterszene

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
deu: Musterszene

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
deu: Musterszene

source: Thermal - Moisture.Insulation.Rigid Insulation
deu: Wärme - Feuchtigkeit.Wärmedämmung.Feste Wärmedämmung

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
deu: Wärme - Feuchtigkeit.Dachziegel.Spanisch.Blau

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
deu: Wärme - Feuchtigkeit.Dachziegel.Spanisch.Blau.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
deu: Wärme - Feuchtigkeit.Dachziegel.Spanisch.Rot

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
deu: Wärme - Feuchtigkeit.Dachziegel.Spanisch.Rot.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
deu: Wärme - Feuchtigkeit.Dachziegel.Spanisch.Rot.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Zusammengesetzte Elemente.Grau

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Metall gerippt.Kupfer

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Stehende Metallnaht.Kupferpatina

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Stehende Metallnaht.Kupfer.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Metall.Kupfer

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Metall.Kupferpatina

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Holzverkleidet.Neu

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Holz.Horizontal

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Holz.Horizontal.Zeder
