Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
esp: Conductividad térmica Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
esp: Coeficiente de dilatación térmica

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
esp: Coeficiente de dilatación térmica

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
esp: Coeficiente de dilatación térmica 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
esp: Coeficiente de dilatación térmica 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
esp: Coeficiente de dilatación térmica 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
esp: Coeficiente de dilatación térmica 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
esp: Coeficiente de dilatación térmica X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
esp: Coeficiente de dilatación térmica X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
esp: Coeficiente de dilatación térmica Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
esp: Coeficiente de dilatación térmica Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
esp: Coeficiente de dilatación térmica Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
esp: Coeficiente de dilatación térmica Z

# structural_Thermally_treated
source: Thermally Treated
esp: Tratado térmicamente

# structural_Thermally_treated:uilabel
source: Thermally Treated
esp: Tratado térmicamente

# structural_Young_modulus
source: Young's Modulus
esp: Módulo de Young

# structural_Young_modulus:uilabel
source: Young's Modulus
esp: Módulo de Young

# structural_Young_modulus_1
source: Young's Modulus 1
esp: Módulo de Young 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
esp: Módulo de Young 1

# structural_Young_modulus_2
source: Young's Modulus 2
esp: Módulo de Young 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
esp: Módulo de Young 2

# structural_Young_modulus_X
source: Young's Modulus X
esp: Módulo de Young X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
esp: Módulo de Young X

# structural_Young_modulus_Y
source: Young's Modulus Y
esp: Módulo de Young Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
esp: Módulo de Young Y

# structural_Young_modulus_Z
source: Young's Modulus Z
esp: Módulo de Young Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
esp: Módulo de Young Z

# structural_concrete_compression
source: Concrete Compression
esp: Compresión de hormigón

# structural_concrete_compression:uilabel
source: Concrete Compression
esp: Compresión de hormigón

# structural_isotropic
source: Isotropic
esp: Isótropo

# structural_lightweight
source: Lightweight
esp: Ligero

# structural_lightweight:uilabel
source: Lightweight
esp: Ligero

# structural_orthotropic
source: Orthotropic
esp: Ortótropo

# structural_source
source: Source
esp: Origen

# structural_source:uilabel
source: Source
esp: Origen

# structural_sourceURL
source: Source URL
esp: URL de origen

# structural_sourceURL:uilabel
source: Source URL
esp: URL de origen

# structural_subclass
source: Subclass
esp: Subclase

# structural_subclass:uilabel
source: Subclass
esp: Subclase

# structural_transverse_isotropic
source: Transverse Isotropic
esp: Isótropo transversal

# structural_wood_Average_modulus
source: Average Modulus
esp: Módulo de media

# structural_wood_Average_modulus:uilabel
source: Average Modulus
esp: Módulo de media

# structural_wood_Bending
source: Bending
esp: Plegado

# structural_wood_Bending:uilabel
source: Bending
esp: Plegado

# structural_wood_Construction_Property
source: Construction
esp: Construcción

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
esp: Encolado

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
esp: Encolado KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
esp: Encolado KertoS

# structural_wood_Construction_Property:uilabel
source: Construction
esp: Construcción

# structural_wood_compression_parallel
source: Compression Parallel to Grain
esp: Compresión paralela a la veta

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
esp: Compresión paralela a la veta

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
esp: Compresión perpendicular a la veta

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
esp: Compresión perpendicular a la veta

# structural_wood_glued
source: Glued
esp: Encolado

# structural_wood_glued_kertoQ
source: Glued KertoQ
esp: Encolado KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
esp: Encolado KertoS

# structural_wood_shear_parallel
source: Shear Parallel to Grain
esp: Cortante paralelo a la veta

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
esp: Cortante paralelo a la veta

# structural_wood_tension_parallel
source: Tension Parallel to Grain
esp: Tracción paralela a la veta

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
esp: Tracción paralela a la veta

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
esp: Tracción perpendicular a la veta

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
esp: Tracción perpendicular a la veta

source: stucco
esp: estuco

# stuctural_wood_Species
source: Species
esp: Especies

# stuctural_wood_Species:uilabel
source: Species
esp: Especies

# stuctural_wood_Strength_grade
source: Strength Grade
esp: Grado de fuerza

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
esp: Grado de fuerza

source: Sun
esp: Sol

# sun:uilabel
source: Sun Shader:
esp: Sombreador del sol:

source: Sun Position
esp: Posición del sol

source: Sun Color:
esp: Color del sol:

# sun_color:uilabel
source: Sun Color:
esp: Color del sol:

# sun_disk_intensity
source: Disk Intensity:
esp: Intensidad de disco:

# sun_disk_intensity:uilabel
source: Disk Intensity:
esp: Intensidad de disco:

# sun_disk_scale
source: Disk Scale:
esp: Escala de disco:

# sun_disk_scale:uilabel
source: Disk Scale:
esp: Escala de disco:

# sun_glow_intensity
source: Glow Intensity:
esp: Intensidad de brillo:

# sun_glow_intensity:uilabel
source: Glow Intensity:
esp: Intensidad de brillo:

source: sunny day
esp: día soleado

# surface_material:uilabel
source: Surface Material:
esp: Material de superficie:

source: swamp
esp: pantano

# swatch
source: Swatch Scene
esp: Escena de muestra

source: swimming
esp: natación

source: tan
esp: canela

# targeted:uilabel
source: Targeted:
esp: Objetivo:

source: tarmac
esp: asfalto

source: taupe
esp: marrón topo

source: teak
esp: teca

source: terra cotta
esp: terracota

source: texture
esp: textura

# texture_Angle
source: XYZ Rotation
esp: Rotación XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
esp: Especifique la rotación del área representada por la imagen de arriba.

# texture_Angle:uilabel
source: Angle
esp: Ángulo

# texture_LinkTextureTransforms
source: Link texture transforms
esp: Vincular transformaciones de texturas

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
esp: Cuando está función está activada, todos los cambios realizados en los parámetros Posición, Escala y Repetir de este atributo se propagarán a todos los demás atributos del material que utilicen una textura.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
esp: Vincular transformaciones

# texture_MapChannel:uilabel
source: Map Channel
esp: Canal del mapa

# texture_MapChannel_ID_Advanced
source: Map Channel
esp: Canal del mapa

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
esp: ID de canal del mapa

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
esp: Origen UVW

# texture_Offset:uilabel
source: Offset
esp: Desfase

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
esp: Limita el desfase. Al cambiar el desfase X, el desfase Y se modifica con la misma cantidad.

# texture_OffsetLock:uilabel
source: Offset Lock
esp: Bloqueo de desfase

# texture_RealWorldOffsetX
source: Offset
esp: Desfase

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
esp: Mueve el punto inicial del mapa a lo largo del eje X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
esp: Desfase X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
esp: Mueve el punto inicial del mapa a lo largo del eje Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
esp: Desfase Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
esp: Mueve el punto inicial del mapa a lo largo del eje Z.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
esp: Desfase Z

# texture_RealWorldScaleX
source: Sample Size
esp: Tamaño de muestra

# texture_RealWorldScaleX:rightlabel
source: Width
esp: Anchura

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
esp: Especifica la escala horizontal de esta textura.

# texture_RealWorldScaleX:uilabel
source: Size X
esp: Tamaño X

# texture_RealWorldScaleY:rightlabel
source: Height
esp: Altura

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
esp: Especifica la escala vertical de esta textura.

# texture_RealWorldScaleY:uilabel
source: Size Y
esp: Tamaño Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
esp: Bloquea la relación anchura/altura del mapa. Cuando se modifica el valor de anchura o altura, el otro valor cambia en consecuencia para mantener la relación anchura/altura.

# texture_ScaleLock:uilabel
source: Scale Lock
esp: Bloqueo de escala

# texture_Tiling:uilabel
source: Tiling
esp: Mosaico

# texture_UOffset:uilabel
source: U Offset
esp: Desfase U

# texture_URepeat:offlabel
source: None
esp: Ninguno

# texture_URepeat:onlabel
source: Tile
esp: Azulejo

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
esp: Ajusta el mosaico del mapa a lo largo del eje X. Si se elige Ninguno, el mapa no se visualiza en mosaico en el material. Si se elige Azulejo, el mapa se visualiza en mosaico en el material.

# texture_URepeat:uilabel
source: U Repeat
esp: Repetición U

# texture_UScale:uilabel
source: U Scale
esp: Escala U

# texture_UVScale:uilabel
source: UV Scale
esp: Escala UV

# texture_VOffset:uilabel
source: V Offset
esp: Desfase V

# texture_VRepeat:offlabel
source: None
esp: Ninguno

# texture_VRepeat:onlabel
source: Tile
esp: Azulejo

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
esp: Ajusta el mosaico del mapa a lo largo del eje Y. Si se elige Ninguno, el mapa no se visualiza en mosaico en el material. Si se elige Azulejo, el mapa se visualiza en mosaico en el material.

# texture_VRepeat:uilabel
source: V Repeat
esp: Repetición V

# texture_VScale:uilabel
source: V Scale
esp: Escala V

# texture_WAngle
source: Rotation
esp: Rotación

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
esp: Gira el mapa de 0 grados a 360 grados.

# texture_WAngle:uilabel
source: Angle
esp: Ángulo

source: textured
esp: con textura

source: thermal
esp: térmico

# thermal_Behavior
source: Behavior
esp: Comportamiento

# thermal_Behavior:thermal_isotropic
source: Isotropic
esp: Isótropo

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
esp: Ortótropo

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
esp: Permite elegir entre comportamiento isótropo y ortótropo.

# thermal_Behavior:uilabel
source: Behavior
esp: Comportamiento

# thermal_Compressibility
source: Compressibility
esp: Capacidad de compresión

# thermal_Compressibility:uilabel
source: Compressibility
esp: Capacidad de compresión

# thermal_Density
source: Density
esp: Densidad

# thermal_Density:uilabel
source: Density
esp: Densidad

# thermal_Electrical_resistivity
source: Electrical Resistivity
esp: Resistencia eléctrica

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
esp: Resistencia eléctrica

# thermal_Emissivity
source: Emissivity
esp: Emisividad

# thermal_Emissivity:uilabel
source: Emissivity
esp: Emisividad

# thermal_Gas_viscosity
source: Gas Viscosity
esp: Viscosidad de gas

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
esp: Viscosidad de gas

# thermal_Liquid_viscosity
source: Liquid Viscosity
esp: Viscosidad de líquido

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
esp: Viscosidad de líquido

# thermal_Permeability
source: Permeability
esp: Permeabilidad

# thermal_Permeability:uilabel
source: Permeability
esp: Permeabilidad

# thermal_Porosity
source: Porosity
esp: Porosidad

# thermal_Porosity:uilabel
source: Porosity
esp: Porosidad

# thermal_Reflectivity
source: Reflectivity
esp: Reflexividad

# thermal_Reflectivity:uilabel
source: Reflectivity
esp: Reflexividad

# thermal_Specific_heat
source: Specific Heat
esp: Calor específico

# thermal_Specific_heat:uilabel
source: Specific Heat
esp: Calor específico

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
esp: Calor específico de vaporización

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
esp: Calor específico de vaporización

# thermal_Thermal_conductivity
source: Thermal Conductivity
esp: Conductividad térmica

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
esp: Conductividad térmica

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
esp: Conductividad térmica X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
esp: Conductividad térmica X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
esp: Conductividad térmica Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
esp: Conductividad térmica Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
esp: Conductividad térmica Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
esp: Conductividad térmica Z

# thermal_Transmits_light
source: Transmits Light
esp: Transmite luz

# thermal_Transmits_light:uilabel
source: Transmits Light
esp: Transmite luz

# thermal_Vapor_pressure
source: Vapor Pressure
esp: Presión de vapor

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
esp: Presión de vapor

# thermal_isotropic
source: Isotropic
esp: Isótropo

# thermal_orthotropic
source: Orthotropic
esp: Ortótropo

# thermal_source
source: Source
esp: Origen

# thermal_source:uilabel
source: Source
esp: Origen

# thermal_sourceURL
source: Source URL
esp: URL de origen

# thermal_sourceURL:uilabel
source: Source URL
esp: URL de origen

# thermal_subclass
source: Subclass
esp: Subclase

# thermal_subclass:uilabel
source: Subclass
esp: Subclase

source: thread
esp: rosca

source: tiger
esp: muiracatiara

source: tile
esp: azulejo

source: Tile Appearance
esp: Aspecto de azulejo

# tile_BrickColor
source: Tile Color
esp: Color de azulejo

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
esp: Permite seleccionar un color o un mapa de texturas para uno de los componentes.

# tile_BrickColor:uilabel
source: Tile Color
esp: Color de azulejo

# tile_BrickType
source: Type
esp: Tipo

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
esp: Aparejo flamenco normal

# tile_BrickType:tile_BrickType_custom
source: Custom
esp: Personalizado

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
esp: Aparejo inglés

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
esp: Aparejo móvil refinado

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
esp: Aparejo apilado refinado

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
esp: Aparejo móvil 1/2

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
esp: Aparejo móvil

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
esp: Aparejo apilado

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
esp: Designa un patrón de azulejo predefinido o personalizado. Los patrones predefinidos normalmente desactivan toda o la mayor parte de la configuración de apilación y los controles de edición de filas y columnas.

# tile_BrickType:uilabel
source: Type
esp: Tipo

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
esp: Aparejo flamenco normal

# tile_BrickType_custom
source: Custom
esp: Personalizado

# tile_BrickType_english_bond
source: English Bond
esp: Aparejo inglés

# tile_BrickType_fine_running_bond
source: Fine Running Bond
esp: Aparejo móvil refinado

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
esp: Aparejo apilado refinado

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
esp: Aparejo móvil 1/2

# tile_BrickType_running_bond
source: Running Bond
esp: Aparejo móvil

# tile_BrickType_stack_bond
source: Stack Bond
esp: Aparejo apilado

# tile_ChangeColumn
source: Amount
esp: Cantidad

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
esp: Cambia la altura de los azulejos en las columnas afectadas. La altura de azulejos predeterminada es de 1.0. Los valores mayores que 1.0 aumentan la altura de los azulejos, y los valores menores que 1.0 la disminuyen. Rango = de 0.0 a 5.0. Cuando el valor de cambio es 0.0, no aparecen azulejos en la columna y se muestra el material subyacente.

# tile_ChangeColumn:uilabel
source: Amount
esp: Cantidad

# tile_ChangeRow
source: Amount
esp: Cantidad

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
esp: Cambia la anchura de los azulejos en las filas afectadas. El valor de anchura de azulejo predeterminado es de 1.0. Los valores mayores que 1.0 aumentan la anchura de los azulejos y los valores menores que 1.0 la disminuyen. Rango = de 0.0 a 5.0. Cuando el valor de cambio es 0.0, no aparecen azulejos en la fila y se muestra el material subyacente.

# tile_ChangeRow:uilabel
source: Amount
esp: Cantidad

# tile_ColorVariance
source: Color Variance
esp: Variación de color

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
esp: Controla la variación de color de los azulejos. Rango = de 0 a 100. Predeterminado = 0.

# tile_ColorVariance:uilabel
source: Color Variance
esp: Variación de color

# tile_EdgeRoughness
source: Roughness
esp: Aspereza

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
esp: Controla la aspereza de los bordes del mortero. Rango = de 0 a 200; predeterminado = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
esp: Aspereza

# tile_FadeVariance
source: Fade Variance
esp: Variación de difuminado

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
esp: Controla la variación de difuminado de los azulejos. Rango = de 0 a 100; predeterminado = 0.05.

# tile_FadeVariance:uilabel
source: Fade Variance
esp: Variación de difuminado

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
esp: Bloquea la anchura de separación horizontal y vertical. Si se modifica un valor, el otro cambia para adecuarse al cambio.

# tile_GroutAppearance
source: Grout Appearance
esp: Aspecto de lechada

# tile_HorizontalCount
source: Tile Count
esp: Recuento de azulejos

# tile_HorizontalCount:rightlabel
source: Per Row
esp: Por fila

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
esp: Controla el número de azulejos de una fila.

# tile_HorizontalCount:uilabel
source: Tile Count
esp: Recuento de azulejos

# tile_HorizontalGap
source: Gap Width
esp: Anchura de separación

# tile_HorizontalGap:rightlabel
source: Horiz
esp: Horizontal

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
esp: Controla el tamaño horizontal de la lechada entre los azulejos. De modo predeterminado, estos valores son interdependientes, de modo que ambos cambian al editar uno de ellos. Rango = de 0 a 100; predeterminado = 0.50.

# tile_HorizontalGap:uilabel
source: Gap Width
esp: Anchura de separación

# tile_LineShift
source: Line Shift
esp: Cambio lineal

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
esp: Cambia cada dos filas de azulejos a una distancia de una unidad. Rango = de 0 a 100; predeterminado = 0.50

# tile_LineShift:uilabel
source: Line Shift
esp: Cambio lineal

# tile_MortarColor
source: Grout Color
esp: Color de lechada

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
esp: Permite seleccionar un color o un mapa de texturas para uno de los componentes.

# tile_MortarColor:uilabel
source: Grout Color
esp: Color de lechada

# tile_Pattern
source: Pattern
esp: Patrón

# tile_PerColumn:uilabel
source: Every
esp: Cada

# tile_PerColumn_panel_label
source: Column Modify
esp: Modificar columna

# tile_PerColumn_slider_label
source: Every
esp: Cada

# tile_PerColumn_slider_label:rightlabel
source: Columns
esp: Columnas

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
esp: Especifica las columnas que se cambiarán. Cuando el valor es 0, no cambia ninguna columna. Cuando el valor es 1, cambian todas las columnas.
