Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

source: Finishes.Plaster.Stucco.Troweled.White
plk: Wykończenia.Tynki.Tynk szlachetny.Zatarty na gładko.Biały

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
plk: Wykończenia.Tynki.Tynk szlachetny.Tynk kamyczkowy.Szary

source: Finishes.Plaster.Venetian.Rough
plk: Wykończenia.Tynki.Stiuk wenecki.Gruboziarnisty

source: Finishes.Plaster.Venetian.Smooth
plk: Wykończenia.Tynki.Stiuk wenecki.Gładki

source: Finishes.Tiling.Ceramic.Checker
plk: Wykończenia.Płytki.Ceramiczne.Szachownica

source: Finishes.Tiling.Ceramic.Mosaic.Blue
plk: Wykończenia.Płytki.Ceramiczne.Mozaika.Niebieska

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
plk: Wykończenia.Płytki.Ceramiczne.Mozaika.Wzór roślinny.Róża - zielona

source: Finishes.Tiling.Ceramic.Mosaic.Grey
plk: Wykończenia.Płytki.Ceramiczne.Mozaika.Szara

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
plk: Wykończenia.Płytki.Ceramiczne.Mozaika.Żółta - kratka

source: Finishes.Wall Covering.Floral.White
plk: Wykończenia.Pokrycia ścian.Wzór roślinny.Biały

source: Finishes.Wall Covering.Pattern1
plk: Wykończenia.Pokrycia ścian.Wzór1

source: Finishes.Wall Covering.Pattern2
plk: Wykończenia.Pokrycia ścian.Wzór2

source: Finishes.Wall Covering.Pattern3
plk: Wykończenia.Pokrycia ścian.Wzór3

source: Finishes.Wall Covering.Pattern4
plk: Wykończenia.Pokrycia ścian.Wzór4

source: Finishes.Wall Covering.Pattern5
plk: Wykończenia.Pokrycia ścian.Wzór5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
plk: Wykończenia.Pokrycia ścian.Tapety w paski.Pionowe.Szaro-niebieskie

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
plk: Wykończenia.Pokrycia ścian.Tapety w paski.Pionowe.Wielokolorowe

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
plk: Wykończenia.Pokrycia ścian.Tapety w paski.Pionowe.Różowo-beżowe

source: Finishes.Wall Covering.Tan
plk: Wykończenia.Pokrycia ścian.Jasnobrązowe

source: Finishes.Wax.Lacquer
plk: Wykończenia.Powierzchnie lakierowane.Lakier

source: Finishes.Wax.SatinWax
plk: Wykończenia.Powierzchnie lakierowane.Surowe drewno

source: Finishes.Wax.Shellac
plk: Wykończenia.Powierzchnie lakierowane.Szelak

source: Finishes.Wax.Urethane
plk: Wykończenia.Powierzchnie lakierowane.Uretan

source: Finishes.Wax.Varnish
plk: Wykończenia.Powierzchnie lakierowane.Pokost

source: Flooring/Carpet
plk: Podłoga/Wykładzina

source: Flooring/Stone
plk: Podłoga/Kamień

source: Flooring/Tile
plk: Podłoga/Płytki

source: Flooring/Vinyl
plk: Podłoga/Winyl

source: Flooring/Wood
plk: Podłoga/Drewno

source: Furnishings.Fabrics.Bandage
plk: Wyposażenie domu.Tkaniny.W paski ozdobne

source: Furnishings.Fabrics.Burlap
plk: Wyposażenie domu.Tkaniny.Juta

source: Furnishings.Fabrics.Caning.Tan
plk: Wyposażenie domu.Tkaniny.Wyplatane.Jasny brąz

source: Furnishings.Fabrics.Canvas.White
plk: Wyposażenie domu.Tkaniny.Brezent.Biały

source: Furnishings.Fabrics.Lace
plk: Wyposażenie domu.Tkaniny.Koronka

source: Furnishings.Fabrics.Leather.Black
plk: Wyposażenie domu.Tkaniny.Skóra.Czarna

source: Furnishings.Fabrics.Leather.Black.1
plk: Wyposażenie domu.Tkaniny.Skóra.Czarna.1

source: Furnishings.Fabrics.Leather.Brown
plk: Wyposażenie domu.Tkaniny.Skóra.Brązowa

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
plk: Wyposażenie domu.Tkaniny.Skóra.Imitacja skóry krokodyla.Jasnobrązowa

source: Furnishings.Fabrics.Leather.Pebble.Mauve
plk: Wyposażenie domu.Tkaniny.Skóra.Imitacja skóry krokodyla.Fiołkowa

source: Furnishings.Fabrics.Leather.Tan
plk: Wyposażenie domu.Tkaniny.Skóra.Jasnobrązowa

source: Furnishings.Fabrics.Linen.Beige
plk: Wyposażenie domu.Tkaniny.Płótno.Beżowe

source: Furnishings.Fabrics.Linen.Tweed
plk: Wyposażenie domu.Tkaniny.Płótno.Tweedowe

source: Furnishings.Fabrics.Linen.White
plk: Wyposażenie domu.Tkaniny.Płótno.Białe

source: Furnishings.Fabrics.Mesh
plk: Wyposażenie domu.Tkaniny.Siatka

source: Furnishings.Fabrics.Netting
plk: Wyposażenie domu.Tkaniny.Sieciowa

source: Furnishings.Fabrics.Plaid.1
plk: Wyposażenie domu.Tkaniny.Szkocka krata.1

source: Furnishings.Fabrics.Plaid.3
plk: Wyposażenie domu.Tkaniny.Szkocka krata.3

source: Furnishings.Fabrics.Plaid.4
plk: Wyposażenie domu.Tkaniny.Szkocka krata.4

source: Furnishings.Fabrics.Stripes.1
plk: Wyposażenie domu.Tkaniny.Paski.1

source: Furnishings.Fabrics.Stripes.2
plk: Wyposażenie domu.Tkaniny.Paski.2

source: Furnishings.Fabrics.Stripes.3
plk: Wyposażenie domu.Tkaniny.Paski.3

source: Furnishings.Fabrics.Stripes.4
plk: Wyposażenie domu.Tkaniny.Paski.4

source: Furnishings.Fabrics.Stripes.5
plk: Wyposażenie domu.Tkaniny.Paski.5

source: Furnishings.Fabrics.Stripes.6
plk: Wyposażenie domu.Tkaniny.Paski.6

source: Furnishings.Fabrics.Stripes.7
plk: Wyposażenie domu.Tkaniny.Paski.7

source: Furnishings.Fabrics.Velvet.Black
plk: Wyposażenie domu.Tkaniny.Aksamit.Czarny

source: Furnishings.Fabrics.Velvet.Red
plk: Wyposażenie domu.Tkaniny.Aksamit.Czerwony

source: GFRC
plk: Beton wzmocniony włóknem szklanym

source: Galvanized steel
plk: Stal galwanizowana

source: Gas structural asset.
plk: Gazowe zasoby konstrukcyjne.

source: Gas thermal asset.
plk: Zasób termiczny - gaz.

source: Generic
plk: Ogólny

source: Generic Photometric light.
plk: Ogólne oświetlenie fotometryczne.

source: Generic material.
plk: Materiał ogólny.

source: Generic structural asset.
plk: Zasób konstrukcyjny - ogólny.

source: Generic-001
plk: Półprzezroczyste białe - rozświetlone

source: Generic-002
plk: LED - czerwone włączone

source: Generic-003
plk: LED - czerwone wyłączone

source: Generic-004
plk: LED - zielone włączone

source: Generic-005
plk: LED - zielone wyłączone

source: Generic-006
plk: LED - żółte włączone

source: Generic-007
plk: LED - żółte wyłączone

source: Generic-008
plk: Świecący - kremowy

source: Generic-009
plk: O krótkim włosiu - szary

source: Generic-010
plk: O krótkim włosiu - piaskowy

source: Generic-011
plk: Klepka akustyczna - 2x4 biała z odstępami

source: Generic-012
plk: Klepka akustyczna - 2x4 biała kamyczkowa

source: Generic-013
plk: Klepka akustyczna - 2x2 biała kamyczkowa

source: Generic-014
plk: Pozioma 4-calowa - biała

source: Generic-015
plk: Gont - struktura szara

source: Generic-016
plk: Gont - szary - półokrągły

source: Generic-017
plk: Gont - szary - chropowaty

source: Generic-018
plk: Dachówka hiszpańska

source: Generic-019
plk: Kruszywo - pełne

source: Generic-020
plk: Brudny - ciemnobrązowy

source: Generic-021
plk: Trawa - ciemne żyto

source: Generic-022
plk: Piaskowy - naturalny średni

source: Generic-023
plk: Żywopłot

source: Generic-024
plk: Tworzywo warstwowe - normalne

source: Generic-025
plk: Żarówka - włączona

source: Generic-026
plk: Żarówka - wyłączona

source: Generic-027
plk: Przezroczysty - jasny

source: Generic-028
plk: Niebieskie rozświetlone

source: Generic-029
plk: Pomarańczowe rozświetlone

source: Generic-030
plk: Krótkie włosie - beżowe

source: Generic-031
plk: Krótkie włosie - granatowe

source: Generic-032
plk: Krótkie włosie - złote

source: Generic-033
plk: Poziome 6-calowe - beżowe

source: Generic-034
plk: Poziome 4-calowe - szare

source: Generic-035
plk: Poziome 6-calowe - szare

source: Generic-036
plk: Poziome 8-calowe - szare

source: Generic-037
plk: Pionowe 6-calowe - białe

source: Generic-038
plk: Średnie włosie - ciemnoszare

source: Generic-039
plk: Dachówka hiszpańska - brązowa

source: Generic-040
plk: Dachówka hiszpańska - czerwona 3

source: Generic-041
plk: Śnieg

source: Generic-042
plk: Gont - półokrągły - jasnobrązowy

source: Generic-043
plk: Tapeta ścienna - w pasy - rozpryski

source: Generic-044
plk: Kamyczkowy - brązowy

source: Generic-045
plk: Tapeta ścienna - kwiatowa - żółta

source: Generic-046
plk: Tapeta ścienna - kwiatowa - niebieska

source: Generic-047
plk: Tapeta ścienna - w róże

source: Generic-048
plk: Tapeta ścienna - wiktoriańska

source: Generic-049
plk: Tapeta ścienna - geometryczna

source: Generic-050
plk: Dżins - niebieski

source: Generic-051
plk: Klepka akustyczna - 2x2 z odstępami - szara

source: Generic-052
plk: Gont - zwietrzały

source: Generic-053
plk: Gont - struktura brązowa

source: Generic-054
plk: Gont - struktura ciemnoszara

source: Generic-055
plk: Gont - struktura różowa

source: Generic-056
plk: Wiórowy - ręcznie dzielony

source: Generic-057
plk: Asfalt - mokry

source: Generic-058
plk: Asfalt 3

source: Generic-059
plk: Trawa - ciemna bermuda

source: Generic-060
plk: Trawa - jasne żyto

source: Generic-061
plk: Romb - rozeta

source: Generic-062
plk: Żelazo czarne

source: Generic-063
plk: Blok szkła

source: Generic-064
plk: Tektura - płyta wiórowa

source: Generic/Ceramic
plk: Ogólne/Ceramiczne

source: Generic/Glass
plk: Ogólne/Szkło

source: GenericPhotometricLight
plk: Ogólne oświetlenie fotometryczne

# GenericPhotometricLightSchema_localname:Light
source: Light
plk: Światło

# GenericPhotometricLightSchema_localtype:Light
source: Light
plk: Światło

# GenericSchema_localname:Generic
source: Generic
plk: Ogólny

# GenericSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Glass
plk: Szkło

source: Glass Fiber Reinforced Concrete, 5% fibers
plk: Beton wzmocniony włóknem szklanym, 5% włókna

source: Glass fiber reinforced concrete
plk: Beton wzmocniony włóknem szklanym

source: Glass-001
plk: Przezroczyste - zielone

source: Glass-002
plk: Przydymione - szare

source: Glass-003
plk: Barwione - niebieskie

source: Glass-004
plk: Barwione - niebiesko-zielone

source: Glass-005
plk: Przydymione - brązowe

source: Glass-006
plk: Przezroczyste - bursztynowe

source: Glass-007
plk: Przydymione - czarne

source: Glass-008
plk: Przezroczyste

source: Glass-009
plk: Matowe - białe

source: Glass-010
plk: Przezroczyste - białe

source: Glass-011
plk: Marszczone - białe

source: Glass-012
plk: Półprzezroczyste - białe

source: Glass-013
plk: Matowe - przezroczyste

source: Glass-014
plk: Matowe - ciemnoniebieskie

source: Glass-015
plk: Matowe - jasnoniebieskie

source: Glass-016
plk: Marszczone - średnioniebieskie

source: Glass-017
plk: Matowe - szare

source: Glass-018
plk: Marszczone - jasnozielone

source: Glass-019
plk: Matowe - ciemnoczerwone

source: Glass-020
plk: Matowe - niebieskie

source: Glass-021
plk: Marszczone - jasnoniebieskie

source: Glass-022
plk: Matowe - ciemnobrązowe

source: Glass-023
plk: Matowe - jasnobrązowe

source: Glass/Glazing
plk: Szkło/Szklenie

source: Glazing
plk: Szklenie

source: Glazing material.
plk: Materiał szklenia.

source: Glazing-001
plk: Ciemnoniebieskie z połyskiem

source: Glazing-002
plk: Ciemnoniebieskie

source: Glazing-003
plk: Jasnoniebieskie z połyskiem

source: Glazing-004
plk: Ciemnobrązowe z połyskiem

source: Glazing-005
plk: Jasnobrązowe z połyskiem

source: Glazing-006
plk: Jasnobrązowe

source: Glazing-007
plk: Ciemnoszare

source: Glazing-008
plk: Ciemnoczerwone

source: Glazing-009
plk: Niebiesko-zielone

source: Glazing-010
plk: Złote

source: Glazing-011
plk: Przejrzyste z połyskiem

source: Glazing-012
plk: Przezroczyste

source: Glazing-013
plk: Jasnoczerwone

source: Glazing-014
plk: Niebieskie - przeszklenie

source: Glazing-015
plk: Niebieskie z połyskiem

source: Glazing-016
plk: Ciemnobrązowe

source: Glazing-017
plk: Jasnoszare z połyskiem

source: Glazing-018
plk: Jasnoszare

source: Glazing-019
plk: Ciemnozielone z połyskiem

# GlazingSchema_localname:Glazing
source: Glazing
plk: Szklenie

# GlazingSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Gradient map.
plk: Mapa gradientu.

# GradientSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Graphics
plk: Grafika

# GraphicsSchema_localname:Graphics
source: Graphics
plk: Grafika

# GraphicsSchema_localtype:Graphics
source: Graphics
plk: Grafika

source: Gray bricks
plk: Szare cegły

source: Gray marble stone floor
plk: Podłoga kamienna szary marmur

source: Gray modular bricks
plk: Szare cegły modułowe

source: Grey cast iron
plk: Szare żeliwo

source: HDPE
plk: Polietylen dużej gęstości

source: HIPS
plk: Polistyren wysokoudarowy

source: Hardwood
plk: Drewno twarde

source: Hardwood material.
plk: Materiał drewno twarde.

# HardwoodSchema_localname:Wood
source: Wood
plk: Drewno

# HardwoodSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Has a beige tint
plk: Z odcieniem beżowym

source: Has a blue tint
plk: Z odcieniem niebieskim

source: Has a medium beige tint
plk: Z odcieniem średniobeżowym

source: Has a slight blue tint
plk: Z odcieniem lekkoniebieskawym

source: Hemispherical Map.
plk: Mapa półkulista.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
plk: Mapa półkulista

# HemisphericalSchema_localtype:Texture
source: Texture
plk: Tekstura

source: High density polyethylene
plk: Polietylen o dużej gęstości

source: High impact polystyrene
plk: Polistyren wysokoudarowy

source: High strength low alloy steel
plk: Stal niskostopowa o wysokiej wytrzymałości

source: Hill swatch.
plk: Próbka wzgórza.

source: Illuminated display color
plk: Kolor oświetlonego wyświetlacza

# ImageSwitch:uilabel
source: Image Switch:
plk: Przełączenie obrazu:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
plk: Obrazy za zgodą Precast/Prestressed Concrete Institute (PCI).

source: InvCer-001
plk: 4-calowy kwadrat - jasnoniebieski

source: InvGen-001
plk: Przezroczysty - niebieski - wersja 1.1

source: InvGen-001-1-2
plk: Przezroczysty - niebieski

source: InvGen-002
plk: Tektura

source: InvGen-003
plk: Drewno dryfujące

source: InvGen-004
plk: Złota folia

source: InvGen-005
plk: Przezroczysty - zielony 1 - wersja 1.1

source: InvGen-005-1-2
plk: Przezroczysty - zielony 1

source: InvGen-006
plk: Brąz armatni

source: InvGen-007
plk: Brąz armatni - antyczny - polerowany

source: InvGen-008
plk: Brąz armatni - polerowany

source: InvGen-009
plk: Kamień - niebieski

source: InvGen-010
plk: Fioletowe

source: InvGen-011
plk: Gorący metal 1400F

source: InvGen-012
plk: Gorący metal 1600F

source: InvGen-013
plk: Gorący metal 1800F

source: InvGen-014
plk: Gorący metal 2400F

source: InvGen-015
plk: Nikiel - wersja 1.1

source: InvGen-015-1-2
plk: Nikiel

source: InvGen-016
plk: Olej

source: InvGen-017
plk: Opal

source: InvGen-018
plk: Różowe

source: InvGen-019
plk: Poliwęglan - przezroczysty - wersja 1.1

source: InvGen-019-1-2
plk: Poliwęglan - przezroczysty

source: InvGen-020
plk: Poliwęglan - przydymiony - wersja 1.1

source: InvGen-020-1-2
plk: Poliwęglan - przydymiony

source: InvGen-021
plk: Nylon 6

source: InvGen-022
plk: PTFE

source: InvGen-023
plk: Azotek krzemu - polerowany - wersja 1.1

source: InvGen-023-1-2
plk: Azotek krzemu - polerowany

source: InvGen-024
plk: Pokryte liniami

source: InvGen-025
plk: Honowane

source: InvGen-027
plk: Oksydowane

source: InvGen-028
plk: Płyta

source: InvGen-029
plk: Zardzewiała - wersja 1.1

source: InvGen-029-1-2
plk: Zardzewiałe

source: InvGen-031
plk: Tytan - wersja 1.1

source: InvGen-031-1-2
plk: Tytan

source: InvGen-032
plk: Tytan - polerowany - wersja 1.1

source: InvGen-032-1-2
plk: Tytan - polerowany

source: InvGen-033
plk: Pęcherzyki wody

source: InvGen-034
plk: Spawane - aluminium

source: InvGen-035
plk: Spawane - mosiądz

source: InvGen-036
plk: Spawane - stal nierdzewna

source: InvGen-037
plk: Spawane - stal miękka

source: InvGen-038
plk: Kauczuk - czarny - wersja 1.1

source: InvGen-038-1-2
plk: Kauczuk - czarny

source: InvGen-039
plk: Kauczuk - niebieski - wersja 1.1

source: InvGen-039-1-2
plk: Kauczuk - niebieski

source: InvGen-040
plk: Kauczuk - zielony - wersja 1.1

source: InvGen-040-1-2
plk: Kauczuk - zielony

source: InvGen-042
plk: Drewno - pomalowane na biało

source: InvGen-043
plk: Przezroczysty - żółty - wersja 1.1

source: InvGen-043-1-2
plk: Przezroczysty - żółty

source: InvGen-044
plk: Chromian cynku 1

source: InvGen-045
plk: Zielone polerowane

source: InvGen-046
plk: Aluminium odlewane

source: InvGen-048
plk: Odlew czarny

source: InvGen-049
plk: Włókno węglowe 1

source: InvGen-050
plk: Metal rozciągany 01

source: InvGen-051
plk: Metal rozciągany 02

source: InvGen-052
plk: Metal rozciągany 03

source: InvGen-053
plk: Metal rozciągany 04

source: InvGen-054
plk: Obrobione 02

source: InvGen-055
plk: Obrobione 03

source: InvGen-056
plk: Rdza

source: InvGen-057
plk: Płytka ślizgowa

source: InvGen-058
plk: Płyta - niebieska

source: InvGen-059
plk: Chrom - czarny polerowany

source: InvGen-060
plk: Chrom - niebieski polerowany

source: InvGen-061
plk: Chromian cynku 2

source: InvGen-062
plk: Aluminium - płaski - wersja 1.1

source: InvGen-062-1-2
plk: Aluminium - płaski

source: InvGen-063
plk: Złoty - metal - wersja 1.1

source: InvGen-063-1-2
plk: Złoty - metal

source: InvGen-064
plk: Srebrny - wersja 1.1

source: InvGen-064-1-2
plk: Srebrny

source: InvGen-065
plk: Ołów

source: InvGen-066
plk: Stal

source: InvGen-067
plk: Ciemnoszary

source: InvGen-068
plk: Żelazo - odlew

source: InvGen-069
plk: Stal - odlew

source: InvGen-070
plk: Honowana - ciemnoszara

source: InvGen-071
plk: Domyślna

source: InvHW-001
plk: Korek - gruboziarnisty

source: InvMet-004
plk: Płyta rombowa - wersja 1.1

source: InvMet-004-1-2
plk: Płyta rombowa

source: InvMet-005
plk: Galwanizowana

source: InvMet-006
plk: Radełkowana - wersja 1.1

source: InvMet-006-1-2
plk: Radełkowana

source: InvMet-007
plk: Stal - polerowana

source: InvMet-008
plk: Częściowo polerowane

source: Iron
plk: Żelazo

source: LCP
plk: Polimer ciekłokrystaliczny

source: LDPE
plk: Polietylen o małej gęstości

# Latitude
source: Scene Latitude:
plk: Szerokość geograficzna sceny:

# Latitude:uilabel
source: Scene Latitude:
plk: Szerokość geograficzna sceny:

source: Lead, oxidized
plk: Ołów, oksydowany

source: Lead, oxidized finish
plk: Ołów, wykończenie oksydowane

source: Light
plk: Światło

source: Light beige colour
plk: Kolor jasnobeżowy

source: Light brown modular bricks
plk: Jasnobrązowe, prostokątne cegły modułowe

source: Light brown rectangular herringbone bricks
plk: Jasnobrązowe, prostokątne cegły daszkowe

source: Light gray rectangular stones
plk: Jasnoszare prostokątne kamienie

source: Light gray slate bricks
plk: Jasnoszare cegły łupkowe

source: Light red and large square slate bricks
plk: Jasnoczerwone i duże kwadratowe cegły łupkowe

source: Light red modular bricks
plk: Jasnoczerwone, cegły modułowe

source: Liquid
plk: Płyn

source: Liquid Crystal Polymer
plk: Polimer ciekłokrystaliczny

source: Liquid structural asset.
plk: Ciekłe zasoby konstrukcyjne.

source: Liquid thermal asset.
plk: Zasób termiczny - płyn.

# Location:uilabel
source: Location
plk: Położenie

source: Logarithmic Tone Operator
plk: Operator odcieni - logarytmiczny

source: LogarithmicToneOp
plk: OperatorOdcieniLogarytmiczny

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
plk: OperatorOdcieni Logarytmiczny

# Longitude
source: Scene Longitude:
plk: Długość geograficzna sceny:

# Longitude:uilabel
source: Scene Longitude:
plk: Długość geograficzna sceny:

source: Low Carbon Steel
plk: Stal niskowęglowa

source: Low density polyethylene
plk: Polietylen o małej gęstości

source: Malleable cast iron
plk: Żeliwo ciągliwe

source: Marble
plk: Marmur

source: Marble map.
plk: Mapa marmurowa.

# MarbleSchema_localname:Marble
source: Marble
plk: Marmur

# MarbleSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Martensitic stainless steel
plk: Stal nierdzewna martenzytyczna

source: Masonry and CMU material.
plk: Materiały murarskie i pustaki betonowe.

source: Masonry-001
plk: Kładziony jednorodnie główką z wozówką na zewnątrz - bordowy

source: Masonry-002
plk: Kładziony niejednorodnie - wiązanie wozówkowe - bordowy

source: Masonry-003
plk: 12 cali - wiązanie wozówkowe - bordowy

source: Masonry-004
plk: Prosty - średnioszary

source: Masonry-005
plk: Jodełkowy - jasnobrązowy

source: Masonry-006
plk: Jodełkowy - brązowy

source: Masonry-007
plk: Kwadrat

source: Masonry-008
plk: Pionowy

source: Masonry-009
plk: Modułowy - jasnobrązowy

source: Masonry-010
plk: Modułowy - szary

source: Masonry-011
plk: Modułowy - brązowy

source: Masonry-012
plk: Modułowy - jasnoczerwony

source: Masonry-013
plk: Łupek - kwadratowy - czerwony

source: Masonry-014
plk: Łupek - losowy - szary

source: Masonry-015
plk: Cegła niewypalana - beżowa

source: Masonry-016
plk: Wzór krzyżowy

source: Masonry-017
plk: Bloki dekoracyjne

source: Masonry-018
plk: Ściana oporowa - bloki żużlowe

source: Masonry-019
plk: Ściana oporowa - prążkowane bloki żużlowe

source: Masonry-020
plk: Małe nierówne kamienie prostokątne - brązowe

source: Masonry-021
plk: Małe kamienie prostokątne - szare

source: Masonry-022
plk: Kamienie prostokątne - jasnoszare

source: Masonry-023
plk: Trawertyn kremowy

source: Masonry-024
plk: Marmur - biało-zielony

source: Masonry-025
plk: Marmur - szary

source: Masonry-026
plk: Kamień polny - zwietrzały

source: Masonry-027
plk: Bordowy

source: Masonry-028
plk: Kładziony jednorodnie - wiązanie wozówkowe - brązowy

source: Masonry-029
plk: Kładziony jednorodnie główką z wozówką na zewnątrz - brązowy

source: Masonry-030
plk: Kładziony niejednorodnie - wiązanie wozówkowe - brązowy

source: Masonry-031
plk: Kładziony jednorodnie - wiązanie wozówkowe - bordowy

source: Masonry-032
plk: Kładziony niejednorodnie główką z wozówką na zewnątrz - bordowy

source: Masonry-033
plk: 12-cali - kładziony niejednorodnie główką z wozówką na zewnątrz - bordowy

source: Masonry-034
plk: Kładziony jednorodnie - wiązanie wozówkowe - koralowy

source: Masonry-035
plk: Kładziony jednorodnie - wiązanie wozówkowe - szary

source: Masonry-036
plk: 12-cali- kładziony jednorodnie - wiązanie wozówkowe - szary

source: Masonry-037
plk: Kładziony jednorodnie - wiązanie wozówkowe - pomarańczowy

source: Masonry-038
plk: Kładziony niejednorodnie - wiązanie wozówkowe - czerwony

source: Masonry-039
plk: Kładziony jednorodnie - wiązanie wozówkowe - żółty

source: Masonry-040
plk: Kładziony jednorodnie główką z wozówką na zewnątrz - żółty

source: Masonry-041
plk: Powierzchnia dzielona - piętrowy - brązowy

source: Masonry-042
plk: Powierzchnia dzielona - wiązanie wozówkowe - koralowy

source: Masonry-043
plk: Wiązanie wozówkowe - jasnoszary

source: Masonry-044
plk: Powierzchnia dzielona - piętrowy - szary

source: Masonry-045
plk: Jodełkowy - szary

source: Masonry-046
plk: Jodełkowy - czerwony

source: Masonry-047
plk: Kładziony niejednorodnie - wiązanie wozówkowe - szary

source: Masonry-048
plk: Przeplatany - brązowy

source: Masonry-049
plk: Kamień łamany - kruszywo rzeczne

source: Masonry-050
plk: Kamień łamany - Taliesin West

source: Masonry-051
plk: Powierzchnia dzielona - piętrowy - różowy

source: Masonry.Masonry Accessories.Control Joints.Black
plk: Mury.Elementy murów.Połączenia dylatacyjne.Czarne

source: Masonry.Stone.Ashlar.Patterned
plk: Mury.Mury kamienne.Kamień ciosany.Układany we wzór

source: Masonry.Stone.Ashlar.Random.Broken Coursed
plk: Mury.Mury kamienne.Kamień ciosany.Nieuporządkowany.Warstwowy przerywany

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
plk: Mury.Mury kamienne.Kamień ciosany.Nieuporządkowany.Warstwowy przerywany.Cementowy

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
plk: Mury.Mury kamienne.Kamienie polne.Obrobione.Sypkie

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
plk: Mury.Mury kamienne.Kamienie polne.Obrobione.Szczelne

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
plk: Mury.Mury kamienne.Kamienie polne.Obrobione.Zwietrzałe

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
plk: Mury.Mury kamienne.Granit.Kwadratowy.Piętrowy.Polerowany.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
plk: Mury.Mury kamienne.Granit.Kwadratowy.Piętrowy.Polerowany.Czarno-biały
