Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

source: Titanium, polished
hun: Titán, polírozott

source: Translucent
hun: Áttetsző

source: Translucent white luminous material.
hun: Áttetsző fényes fehér anyag.

source: Transparent
hun: Átlátszó

source: Ultra High Molecular Weight Polyethylene
hun: Ultra nagy molekulatömegű polietilén

source: Ultra-high-molecular-weight polyethylene
hun: Ultranagy molekulatömegű polietilén

source: Unfilled Polycarbonate, molded
hun: Töltetlen polikarbonát, fröccsöntött

source: Unified Bitmap.
hun: Egyesített bitkép.

source: UnifiedBitmap
hun: EgyesítettBitkép

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
hun: Bitkép mintázat

# UnifiedBitmapSchema_localtype:Texture
source: Texture
hun: Mintázat

source: Vase swatch.
hun: Váza minta.

source: Wall Covering
hun: Falburkolat

source: Wall Paint/Glossy
hun: Falfesték/Fényes

source: Wall Paint/Matte
hun: Falfesték/Matt

source: Wall swatch.
hun: Fal minta.

source: WallPaint
hun: Falfesték

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
hun: Falfesték

# WallPaintSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: Water
hun: Víz

source: Water material.
hun: Víz - anyag.

source: Water, properties @20C
hun: Víz, anyagjellemzők 20 °C hőmérsékleten

source: Water-001
hun: Beltéri medence

source: Water-002
hun: Mocsár

source: Water-003
hun: Trópusi

source: Water-004
hun: Tiszta tó

source: Water-005
hun: Sötét folyó

source: Water-006
hun: Úszómedence

source: Water-007
hun: Tükröző medence

source: Water-008
hun: Trópusi kék

# WaterSchema_localname:Water
source: Water
hun: Víz

# WaterSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: Wave
hun: Hullám

source: Wave map.
hun: Hullámtérkép.

# WaveSchema_localname:Wave
source: Wave
hun: Hullám

# WaveSchema_localtype:Texture
source: Texture
hun: Mintázat

source: White and green marble stone floor
hun: Fehér és zöld márvány kőpadló

source: White square bricks with black floral patterns
hun: Fehér négyszögletes téglák fekete virágmintákkal

source: Window glass
hun: Ablaküveg

source: Wood
hun: Fa

source: Wood map.
hun: Fatérkép.

source: Wood structural asset.
hun: Fa szerkezeti anyag.

source: Wood-001
hun: Amerikai cseresznye

source: Wood-002
hun: Bükk - horonnyal

source: Wood-003
hun: Bükk - barna

source: Wood-004
hun: Bükk - barna vajszínű

source: Wood-005
hun: Bükk - mézszínű

source: Wood-006
hun: Bükk - cseresznye

source: Wood-007
hun: Bükk - Whisky

source: Wood-008
hun: Bükk - Java

source: Wood-009
hun: Bükk - Amaretto

source: Wood-010
hun: Bükk - természetes

source: Wood-011
hun: Bükk - természetes kezeletlen

source: Wood-012
hun: Bükk - rózsafa

source: Wood-013
hun: Bükk - Gunstock

source: Wood-014
hun: Bükk - Galliano

source: Wood-015
hun: Bükk - csokoládébarna

source: Wood-016
hun: Bükk - szeder

source: Wood-017
hun: Bükk - misztikus barna

source: Wood-018
hun: Brazil tikfa - természetes

source: Wood-019
hun: Hikori

source: Wood-020
hun: Hikori - nyomáskezelt lakkal

source: Wood-021
hun: Hikori - kezeletlen

source: Wood-022
hun: Természetes juhar - antik

source: Wood-023
hun: Természetes juhar - klasszikus kezeletlen

source: Wood-024
hun: Természetes juhar - klasszikus kezelt

source: Wood-025
hun: Juhar - rózsafa

source: Wood-026
hun: Juhar - barna vajszínű

source: Wood-027
hun: Juhar - Galliano

source: Wood-028
hun: Juhar - csokoládébarna

source: Wood-029
hun: Juhar - szeder

source: Wood-030
hun: Juhar - misztikus barna

source: Wood-031
hun: Természetes juhar - magas fényű

source: Wood-032
hun: Természetes juhar - magas fényű sötét

source: Wood-033
hun: Kempas - természetes

source: Wood-034
hun: Andiroba - természetes

source: Wood-035
hun: Vörös tölgy - természetes antik

source: Wood-036
hun: Vörös tölgy - természetes klasszikus

source: Wood-037
hun: Vörös tölgy - természetes klasszikus kezeletlen

source: Wood-038
hun: Vörös tölgy - természetes vidéki

source: Wood-039
hun: Vörös tölgy - rózsafa

source: Wood-040
hun: Vörös tölgy - mézszínű

source: Wood-041
hun: Vörös tölgy - Whisky

source: Wood-042
hun: Vörös tölgy - Java

source: Wood-043
hun: Vörös tölgy - Amaretto

source: Wood-044
hun: Vörös tölgy - csokoládébarna

source: Wood-045
hun: Vörös tölgy - szeder

source: Wood-046
hun: Vörös tölgy - misztikus barna

source: Wood-047
hun: Vörös tölgy - természetes

source: Wood-048
hun: Vörös tölgy - természetes árnyalt

source: Wood-049
hun: Ezüst juhar - barna

source: Wood-050
hun: Ezüst juhar - rózsafa

source: Wood-051
hun: Ezüst juhar - mézszínű

source: Wood-052
hun: Ezüst juhar - Gunstock

source: Wood-053
hun: Ezüst juhar - Galliano

source: Wood-054
hun: Ezüst juhar - csokoládébarna

source: Wood-055
hun: Ezüst juhar - szeder

source: Wood-056
hun: Ezüst juhar - misztikus barna

source: Wood-057
hun: Ezüst juhar - természetes

source: Wood-058
hun: Ezüst juhar - természetes árnyalt

source: Wood-059
hun: Tigrisfa - természetes

source: Wood-060
hun: Fehér kőris - Java

source: Wood-061
hun: Fehér kőris - Amaretto

source: Wood-062
hun: Fehér kőris - Galliano

source: Wood-063
hun: Fehér kőris - csokoládébarna

source: Wood-064
hun: Fehér kőris - szeder

source: Wood-065
hun: Gesztenye - természetes

source: Wood-066
hun: Gesztenye - természetes kezeletlen

source: Wood-067
hun: Fehér tölgy - Galliano

source: Wood-068
hun: Fehér tölgy - csokoládébarna

source: Wood-069
hun: Fehér tölgy - szeder

source: Wood-070
hun: Fehér tölgy - misztikus barna

source: Wood-071
hun: Fehér tölgy - természetes

source: Wood-072
hun: Vadcseresznye - természetes 1

source: Wood-073
hun: Vadcseresznye - természetes 2

source: Wood-074
hun: Vadcseresznye - horonnyal

source: Wood-075
hun: Vadcseresznye - középbarna

source: Wood-076
hun: Vadcseresznye - rózsafa

source: Wood-077
hun: Vadcseresznye - barna vajszínű

source: Wood-078
hun: Vadcseresznye - mézszínű

source: Wood-079
hun: Vadcseresznye - cseresznye

source: Wood-080
hun: Vadcseresznye - Gunstock

source: Wood-081
hun: Vadcseresznye - kezeletlen Gunstock

source: Wood-082
hun: Vadcseresznye - Whisky

source: Wood-083
hun: Vadcseresznye - Java

source: Wood-084
hun: Vadcseresznye - Amaretto

source: Wood-085
hun: Vadcseresznye - Galliano

source: Wood-086
hun: Vadcseresznye - csokoládébarna

source: Wood-087
hun: Vadcseresznye - szeder

source: Wood-088
hun: Vadcseresznye - misztikus barna

source: Wood-089
hun: Diófa - lakkozott világos nem fényes

source: Wood-090
hun: Diófa - természetes polírozott

source: Wood-091
hun: Nyírfa - természetes nem fényes

source: Wood-092
hun: Nyírfa - természetes kevéssé fényes

source: Wood-093
hun: Nyírfa - természetes középfényes

source: Wood-094
hun: Nyírfa - természetes polírozott

source: Wood-095
hun: Nyírfa - tömör lakkozott világos nem fényes

source: Wood-096
hun: Nyírfa - tömör lakkozott sötét nem fényes

source: Wood-097
hun: Nyírfa - tömör lakkozott sötét közepesen fényes

source: Wood-098
hun: Cseresznye - tömör lakkozott sötét közepesen fényes

source: Wood-099
hun: Cseresznye - tömör lakkozott sötét nem fényes

source: Wood-100
hun: Cseresznye - tömör lakkozott világos nem fényes

source: Wood-101
hun: Cseresznye - természetes középfényes

source: Wood-102
hun: Cseresznye - lakkozott világos kevéssé fényes

source: Wood-103
hun: Cseresznye - lakkozott világos nem fényes 1

source: Wood-104
hun: Cseresznye - világos érdes

source: Wood-105
hun: Cseresznye - világos

source: Wood-106
hun: Mahagóni - tömör lakkozott sötét közepesen fényes

source: Wood-107
hun: Mahagóni - tömör lakkozott sötét nem fényes

source: Wood-108
hun: Mahagóni - tömör lakkozott világos nem fényes

source: Wood-109
hun: Mahagóni - természetes polírozott

source: Wood-110
hun: Mahagóni - lakkozott- sötét polírozott

source: Wood-111
hun: Fehér tölgy - tömör lakkozott világos nem fényes

source: Wood-112
hun: Vörös tölgy - természetes nem fényes

source: Wood-113
hun: Vörös tölgy - lakkozott világos középfényes

source: Wood-114
hun: Vörös tölgy - lakkozott világos nem fényes

source: Wood-115
hun: Fehér tölgy - természetes középfényes

source: Wood-116
hun: Fehér tölgy - lakkozott világos nem fényes 1

source: Wood-117
hun: Borovi fenyő - tömör természetes kevéssé fényes

source: Wood-118
hun: Borovi fenyő - tömör természetes polírozott

source: Wood-119
hun: Borovi fenyő - tömör lakkozott sötét közepesen fényes

source: Wood-120
hun: Borovi fenyő - tömör lakkozott sötét nem fényes

source: Wood-121
hun: Borovi fenyő - tömör lakkozott világos nem fényes

source: Wood-122
hun: Borovi fenyő - természetes nem fényes

source: Wood-123
hun: Borovi fenyő - lakkozott világos polírozott

source: Wood-124
hun: Tikfa - tömör lakkozott sötét polírozott

source: Wood-125
hun: Tikfa - természetes polírozott

source: Wood-126
hun: Tikfa - tömör lakkozott világos nem fényes

source: Wood-127
hun: Tikfa

source: Wood-128
hun: Tölgy - halszálkás

source: Wood-129
hun: Rétegelt lemez - mállott

source: Wood-130
hun: Forgácslap

source: Wood-131
hun: Rózsafa - természetes kevéssé fényes

source: Wood-132
hun: Rózsafa - lakkozott világos nem fényes

source: Wood-133
hun: Rózsafa - tömör lakkozott világos nem fényes

source: Wood-134
hun: Lambéria - barna

source: Wood-135
hun: Lambéria - sárga-barna

source: Wood-136
hun: Tölgy - nyers lakkozott világos nem fényes

source: Wood-137
hun: Nyírfa - tömör lakkozott sötét polírozott

source: Wood-138
hun: Nyírfa - tömör lakkozott világos kevéssé fényes

source: Wood-139
hun: Mahagóni - tömör természetes polírozott

source: Wood-140
hun: Fenyő - érdes

source: Wood-141
hun: Mahagóni - tömör lakkozott sötét polírozott 1

source: Wood-142
hun: Fehér tölgy - tömör természetes középfényes

source: Wood-143
hun: Borovi fenyő - tömör lakkozott világos kevéssé fényes

source: Wood-144
hun: Tikfa - tömör természetes középfényes

source: Wood-145
hun: Nyírfa - lakkozott sötét polírozott 1

source: Wood-146
hun: Nyírfa - lakkozott világos középfényes

source: Wood-147
hun: Cseresznye - természetes kevéssé fényes

source: Wood-148
hun: Cseresznye - természetes nem fényes

source: Wood-149
hun: Cseresznye - lakkozott sötét kevéssé fényes

source: Wood-150
hun: Cseresznye - lakkozott sötét középfényes 1

source: Wood-151
hun: Mahagóni - természetes kevéssé fényes

source: Wood-152
hun: Vörös tölgy - természetes kevéssé fényes

source: Wood-153
hun: Vörös tölgy - lakkozott sötét kevéssé fényes

source: Wood-154
hun: Fehér tölgy - lakkozott sötét polírozott

source: Wood-155
hun: Fehér tölgy - lakkozott világos polírozott

source: Wood-156
hun: Borovi fenyő - természetes polírozott

source: Wood-157
hun: Borovi fenyő - lakkozott sötét közepesen fényes

source: Wood-158
hun: Tikfa - természetes középfényes 1

source: Wood-159
hun: Tikfa - természetes nem fényes

source: Wood-160
hun: Tikfa - lakkozott sötét középfényes

source: Wood-161
hun: Tikfa - lakkozott sötét nem fényes

source: Wood-162
hun: Lambéria - kőris

source: Wood-163
hun: Juhar - természetes kevéssé fényes

source: Wood-164
hun: Juhar - tömör természetes középfényes

source: Wood-165
hun: Juhar - tömör természetes nem fényes

source: Wood-166
hun: Juhar - tömör természetes polírozott

source: Wood-167
hun: Juhar - tömör lakkozott világos kevéssé fényes

source: Wood-168
hun: Juhar - lakkozott sötét polírozott

source: Wood-169
hun: Juhar - lakkozott világos középfényes

source: Wood-170
hun: Juhar - lakkozott világos nem fényes

source: Wood/Panels
hun: Fa/Panelek

# WoodSchema_localname:Wood
source: Wood
hun: Fa

# WoodSchema_localtype:Texture
source: Texture
hun: Mintázat

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
hun: Fa - műanyag.Asztalosfelületek.Műanyag rétegelt lemezek.Világos bézs

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
hun: Fa - műanyag.Asztalosfelületek.Műanyag rétegelt lemezek.Világos barna

source: Woods - Plastics.Finish Carpentry.Wood.Boards
hun: Fa - műanyag.Asztalosfelületek.Fa.Deszkák

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
hun: Fa - műanyag.Asztalosfelületek.Fa.Cseresznye

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
hun: Fa - műanyag.Asztalosfelületek.Fa.Cseresznye.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
hun: Fa - műanyag.Asztalosfelületek.Fa.Hikori

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
hun: Fa - műanyag.Asztalosfelületek.Fa.Mahagóni

source: Woods - Plastics.Finish Carpentry.Wood.Maple
hun: Fa - műanyag.Asztalosfelületek.Fa.Juhar

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
hun: Fa - műanyag.Asztalosfelületek.Fa.Elemes faburkolat.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
hun: Fa - műanyag.Asztalosfelületek.Fa.Fenyő

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
hun: Fa - műanyag.Asztalosfelületek.Fa.Nyárfa

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
hun: Fa - műanyag.Asztalosfelületek.Fa.Vörös nyír

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
hun: Fa - műanyag.Asztalosfelületek.Fa.Vörös tölgy

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
hun: Fa - műanyag.Asztalosfelületek.Fa.Kaliforniai fenyő

source: Woods - Plastics.Finish Carpentry.Wood.Teak
hun: Fa - műanyag.Asztalosfelületek.Fa.Tikfa

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
hun: Fa - műanyag.Asztalosfelületek.Fa.Dió

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
hun: Fa - műanyag.Asztalosfelületek.Fa.Fehér kőris

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
hun: Fa - műanyag.Asztalosfelületek.Fa.Fehér tölgy

source: Woods - Plastics.FinishCarpentry.Lacquer
hun: Fa - műanyag.Asztalosfelületek.Lakk

source: Woods - Plastics.FinishCarpentry.Shellac
hun: Fa - műanyag.Asztalosfelületek.Sellak

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
hun: Fa - műanyag.Asztalosfelületek.Élképzés.Ferde él

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
hun: Fa - műanyag.Asztalosfelületek.Élképzés.Deszka - léc

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
hun: Fa - műanyag.Asztalosfelületek.Élképzés.Eresztékes

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
hun: Fa - műanyag.Asztalosfelületek.Élképzés.Hasított fa

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
hun: Fa - műanyag.Asztalosfelületek.Élképzés.Csap - horony

source: Woods - Plastics.FinishCarpentry.Urethane
hun: Fa - műanyag.Asztalosfelületek.Uretán

source: Woods - Plastics.FinishCarpentry.Wax.Black
hun: Fa - műanyag.Asztalosfelületek.Viasz.Fekete

source: Woods - Plastics.FinishCarpentry.Wax.Red
hun: Fa - műanyag.Asztalosfelületek.Viasz.Vörös

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
hun: Fa - műanyag.Asztalosfelületek.Fa.Vasfa

source: Woods - Plastics.FinishCarpentry.Wood.Roble
hun: Fa - műanyag.Asztalosfelületek.Fa.Kaliforniai tölgy

source: Woods - Plastics.Masonite.Paneling
hun: Fa - műanyag.Masonite.Elemes faburkolat

source: Woods - Plastics.Plastics.PVC.White
hun: Fa - műanyag.Műanyagok.PVC.Fehér

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
hun: Fa - műanyag.Farostlemez.Forgácslemez

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
hun: Fa - műanyag.Farostlemez.Hullámos

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
hun: Fa - műanyag.Asztalosfelületek.Fa.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
hun: Fa - műanyag.Asztalosfelületek.Fa.Bükk

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
hun: Fa - műanyag.Asztalosfelületek.Fa.Mexikói rózsafa

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
hun: Fa - műanyag.Asztalosfelületek.Fa.Tüskés szilfa

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
hun: Fa - műanyag.Asztalosfelületek.Fa.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
hun: Fa - műanyag.Asztalosfelületek.Fa.Angol tölgy

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
hun: Fa - műanyag.Asztalosfelületek.Fa.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
hun: Fa - műanyag.Asztalosfelületek.Fa.Rózsamirtusz

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
hun: Fa - műanyag.Asztalosfelületek.Fa.Lucfenyő

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
hun: Fa - műanyag.Masonite.Lyukacsos tábla

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
hun: Fa - műanyag.Műanyagok.Latex

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
hun: Fa - műanyag.Fa rétegelt lemez.Lambéria

source: Wrought copper
hun: Kovácsolt réz

source: Wrought steel
hun: Kovácsolt acél

source: Year:
hun: Év:

# Year:uilabel
source: Year:
hun: Év:

# a_incandescent
source: Incandescent Filament Lamp
hun: Izzószálas lámpa

source: acoustic
hun: hangszigetelő

source: Active
hun: Aktív

# active:uilabel
source: Active
hun: Aktív

source: adobe
hun: vályog

# aerial_perspective
source: Atmospheric Haze
hun: Légköri köd

source: aggregate
hun: kavicsszórt

source: alabaster
hun: alabástrom

source: algae
hun: alga

source: alloy
hun: ötvözet

source: aluminium
hun: alumínium

source: aluminum
hun: alumínium

source: amber
hun: borostyánsárga

source: Ambient Color:
hun: Környezeti szín:

# ambientColor:uilabel
source: Ambient Color:
hun: Környezeti szín:

source: Ambient Only:
hun: Csak környezeti:

# ambientOnly:uilabel
source: Ambient Only:
hun: Csak környezeti:

source: ambientocclusion
hun: környezetifényelnyelés

# ambientocclusion_group
source: Ambient Occlusion Properties
hun: Környezeti fényelnyelés tulajdonságai

source: anodized
hun: eloxált

source: antique
hun: antik

# aperture:uilabel
source: aperture
hun: rekeszérték

source: aqua
hun: vízkék

source: architectural
hun: építészeti

source: Area
hun: Terület

source: ash
hun: kőris

source: Aspect
hun: Arány

# aspect_ratio:uilabel
source: aspect_ratio
hun: méretarány

source: asphalt
hun: aszfalt

# asset_description
source: Description
hun: Leírás

# asset_information
source: Information
hun: Információ

# asset_information1
source: Descriptive Information
hun: Leíró információk

# asset_information2
source: Product Information
hun: Termékinformáció

# asset_information3
source: Revit Annotation Information
hun: Revit feliratozás-információ

# asset_keywords
source: Keywords
hun: Kulcsszavak

# asset_name
source: Name
hun: Név

# asset_source
source: Source
hun: Forrás

# asset_texture_paths
source: Texture Paths
hun: Mintázatok útvonalai

# asset_type
source: Type
hun: Típus

# asset_version
source: Version
hun: Verzió

# atmosShadowColAmnt
source: Amount:
hun: Mérték:

# atmosShadowColAmnt:uilabel
source: Amount:
hun: Mérték:

# atmosShadowOn
source: On:
hun: Be:

# atmosShadowOn:uilabel
source: On:
hun: Be:

# atmosShadowOpacity
source: Opacity:
hun: Átlátszatlanság:

# atmosShadowOpacity:uilabel
source: Opacity:
hun: Átlátszatlanság:

# atmosShadows
source: Atmospheric Shadows
hun: Légköri árnyékok

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
hun: Automatikus fotonenergia:

# background
source: Background Shader:
hun: Háttérárnyalás:

# background:uilabel
source: Background Shader:
hun: Háttérárnyalás:

source: Background On:
hun: Háttér be:

# backgroundOn:uilabel
source: Background On:
hun: Háttér be:

# backgroundx
source: Background
hun: Háttér

source: bank
hun: part

# base
source: Fixture
hun: Szerelvény

source: basic
hun: egyszerű

# basic_props1
source: Basic Thermal
hun: Egyszerű hőtani

source: bathroom
hun: fürdőszoba

source: bayou
hun: csermely

source: bedroom
hun: hálószoba

source: beech
hun: bükk

source: beechwood
hun: bükkfa

source: beige
hun: bézs

source: beige plaid
hun: bézs minta

source: birch
hun: nyírfa

source: black
hun: fekete

source: block
hun: blokk

source: blocks
hun: blokk

source: blue
hun: kék

source: bog
hun: láp

source: Bottom Left 1:
hun: Bal alsó 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
hun: Bal alsó 1:

source: Bottom Right 1:
hun: Jobb alsó 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
hun: Jobb alsó 1:

source: brass
hun: sárgaréz

# break_def_map:uilabel
source: Break Def Map
hun: Törés def. térkép

source: brick
hun: tégla

source: Brightness:
hun: Fényerő:

# brightness:uilabel
source: Brightness:
hun: Fényerő:

source: brindle
hun: tarka

source: bronze
hun: bronz

# broom_curved:uilabel
source: Broom Curved
hun: Íves söpréssel

# broom_straight:uilabel
source: Broom Straight
hun: Egyenes söpréssel

source: brown
hun: barna

source: brown carpet
hun: barna szőnyeg

# brush_def_map:uilabel
source: Brush Def Map
hun: Ecset def. térkép

source: brushed
hun: csiszolt

source: bulb
hun: izzó

# bump_checker_map:uilabel
source: Bump Checker Map
hun: Egyenetlen sakktábla

# bump_diamond_map:uilabel
source: Bump Diamond Map
hun: Egyenetlen gyémánt térkép

source: burgundy
hun: téglavörös

source: burl
hun: nyers

source: burlap
hun: vászon

# burn_highlights
source: Highlights (Burn):
hun: Kiemelések (égés):

# burn_highlights:uilabel
source: Highlights (Burn):
hun: Kiemelések (égés):

source: burnt
hun: égő

source: cadet
hun: kadét

source: cafe
hun: kávé

# camera_shutter
source: Shutter Speed:
hun: Zársebesség:

# camera_shutter:uilabel
source: Shutter Speed:
hun: Zársebesség:

source: canary
hun: kanári

# candela
source: candelas
hun: kandela

source: caning
hun: nádfonat

source: canvas
hun: vászon

source: cardboard
hun: farostlemez

source: carpet
hun: szőnyeg

source: carpet with some blue, yellow and red
hun: kék, sárga és vörös szőnyeg

source: cast-in-place
hun: monolit

# cast_shadows
source: Compute Shadows:
hun: Árnyékok számítása:

# cast_shadows:uilabel
source: Turns on shadows:
hun: Árnyékok bekapcsolása:

source: ceiling
hun: mennyezet

source: cement
hun: beton

source: ceramic
hun: kerámia

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
hun: HID kerámia fém-halogén (hideg)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
hun: HID kerámia fém-halogén (meleg)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# ceramic_ao_distance
source: Max Distance
hun: Max. távolság

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# ceramic_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# ceramic_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés
