Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# metal_ao_samples:uilabel
source: Samples
ptb: Amostras

# metal_brass
source: Brass
ptb: Latão

# metal_brushed
source: Brushed
ptb: Escovado

# metal_checker_plate
source: Checker Plate
ptb: Placa em padrão xadrez

# metal_chrome
source: Chrome
ptb: Cromado

# metal_color
source: Color
ptb: Cor

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
ptb: Escolhe a cor somente para o alumínio anodizado.

# metal_color:uilabel
source: Color
ptb: Cor

# metal_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# metal_copper
source: Copper
ptb: Cobre

# metal_custom
source: Custom - Image
ptb: Personalizado - Imagem

# metal_diamond_plate
source: Diamond Plate
ptb: Placa em padrão de losango

# metal_finish
source: Finish
ptb: Acabamento

# metal_finish:metal_brushed
source: Brushed
ptb: Escovado

# metal_finish:metal_polished
source: Polished
ptb: Polido

# metal_finish:metal_satin
source: Satin
ptb: Acetinado

# metal_finish:metal_semi_polished
source: Semi-polished
ptb: Semi-polido

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
ptb: Seleciona o acabamento da superfície somente para o alumínio, cromo, cobre, latão, bronze e aço inoxidável.

# metal_finish:uilabel
source: Finish
ptb: Acabamento

# metal_galvanized_alu
source: Anodized Aluminum
ptb: Alumínio anodizado

# metal_knurl
source: Knurl
ptb: Saliência

# metal_patina
source: Patina
ptb: Pátina

# metal_patina:maxlabel
source: Full
ptb: Completo

# metal_patina:minlabel
source: None
ptb: Nenhum

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
ptb: Ajusta o grau de descoloração para o cobre ou latão devido a oxidação ou à aplicação de um composto químico. Insira um valor entre 0 (nenhuma) e 1 (completa) ou use o deslizador.

# metal_patina:uilabel
source: Patina
ptb: Pátina

# metal_pattern:metal_checker_plate
source: Checker Plate
ptb: Placa em padrão xadrez

# metal_pattern:metal_custom
source: Custom - Image
ptb: Personalizado - Imagem

# metal_pattern:metal_diamond_plate
source: Diamond Plate
ptb: Placa em padrão de losango

# metal_pattern:metal_knurl
source: Knurl
ptb: Saliência

# metal_pattern:metal_none
source: None
ptb: Nenhum

# metal_pattern:uilabel
source: Relief Pattern
ptb: Padrão de liberação

# metal_pattern_height
source: Amount
ptb: Montante

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
ptb: Desliza para selecionar a altura relativa do padrão. Insira 0 para plano, a 2.0 para aumentar a profundidade do padrão.

# metal_pattern_height:uilabel
source: Amount
ptb: Montante

# metal_pattern_list_label
source: Type
ptb: Tipo

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
ptb: Seleciona um desenho decorativo estampado na superfície de metal.

# metal_pattern_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# metal_pattern_scale
source: Scale
ptb: Dimensionar

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
ptb: Desliza para selecionar o tamanho relativo do padrão de liberação. Insira um valor entre 0 (maior) e 50 (menor).

# metal_pattern_scale:uilabel
source: Scale
ptb: Dimensionar

# metal_pattern_shader
source: Image
ptb: Imagem

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
ptb: Controla os padrões de mudança ou o grau de lado a lado. Um padrão de relevo define áreas elevadas ou abaixadas em áreas escuras de claras de um arquivo de imagem

# metal_pattern_shader:uilabel
source: Image
ptb: Imagem

# metal_perf_circles_staggered
source: Staggered Circles
ptb: Círculos empilhados

# metal_perf_circles_straight
source: Straight Circles
ptb: Círculos retos

# metal_perf_cloverleaf
source: Cloverleaf
ptb: Trevo

# metal_perf_custom
source: Custom
ptb: Personalizado

# metal_perf_grecian
source: Grecian
ptb: Grego

# metal_perf_hexagon
source: Hexagon
ptb: Hexágono

# metal_perf_squares
source: Squares
ptb: Quadriculados

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
ptb: Círculos empilhados

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
ptb: Círculos retos

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
ptb: Trevo

# metal_perforations:metal_perf_custom
source: Custom
ptb: Personalizado

# metal_perforations:metal_perf_grecian
source: Grecian
ptb: Grego

# metal_perforations:metal_perf_hexagon
source: Hexagon
ptb: Hexágono

# metal_perforations:metal_perf_none
source: None
ptb: Nenhum

# metal_perforations:metal_perf_squares
source: Squares
ptb: Quadriculados

# metal_perforations:uilabel
source: Cutouts
ptb: Recortes

# metal_perforations_center
source: Center Spacing
ptb: Espaçamento central

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
ptb: Grampeado para estar 0,0001 menor que o diâmetro; para empilhado, todos os seis centros adjacentes são equidistantes; para reto, os centros são medidos para os quatro adjacentes para superior, inferior, esquerdo e direito.

# metal_perforations_center:uilabel
source: Center Spacing
ptb: Espaçamento central

# metal_perforations_list_label
source: Type
ptb: Tipo

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
ptb: Ajusta os padrões de furação no material, e algumas escolhas fornecem controles de cota.

# metal_perforations_panel_label
source: Cutouts
ptb: Recortes

# metal_perforations_shader
source: Image
ptb: Imagem

# metal_perforations_shader:uilabel
source: Image
ptb: Imagem

# metal_perforations_size:uilabel
source: Size
ptb: Tamanho

# metal_perforations_size_label1
source: Diameter
ptb: Diâmetro

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
ptb: Ajusta somente os círculos.

# metal_perforations_size_label2
source: Diameter
ptb: Diâmetro

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
ptb: Ajusta somente os círculos.

# metal_perforations_size_label3
source: Size
ptb: Tamanho

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
ptb: Ajusta o tamanho dos cortes quadrados.

# metal_perforations_size_label4
source: Size
ptb: Tamanho

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
ptb: Ajusta o tamanho de cortes gregos.

# metal_perforations_size_label5
source: Size
ptb: Tamanho

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
ptb: Ajuste o tamanho de cortes de trevo.

# metal_perforations_size_label6
source: Size
ptb: Tamanho

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
ptb: Ajusta o tamanho de cortes hexagonais.

# metal_perforations_space:uilabel
source: Perforations Space
ptb: Espaço de perfurações

# metal_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# metal_polished
source: Polished
ptb: Polido

# metal_props1
source: Basic Thermal
ptb: Térmico básico

# metal_props2
source: Mechanical
ptb: Mecânico

# metal_props4
source: Wood
ptb: Resistência

# metal_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# metal_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# metal_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# metal_roundcorners_radius
source: Source
ptb: Fonte

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# metal_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# metal_satin
source: Satin
ptb: Acetinado

# metal_semi_polished
source: Semi-polished
ptb: Semi-polido

# metal_stainless_steel
source: Stainless Steel
ptb: Aço inoxidável

# metal_type
source: Type
ptb: Tipo

# metal_type:metal_aluminum
source: Aluminum
ptb: Alumínio

# metal_type:metal_brass
source: Brass
ptb: Latão

# metal_type:metal_chrome
source: Chrome
ptb: Cromado

# metal_type:metal_copper
source: Copper
ptb: Cobre

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
ptb: Alumínio anodizado

# metal_type:metal_stainless_steel
source: Stainless Steel
ptb: Aço inoxidável

# metal_type:metal_zinc
source: Zinc
ptb: Zinco

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
ptb: Escolhe um tipo de material e controla a cor base e a textura do metal, e filtra as propriedades subsequentes.

# metal_type:uilabel
source: Type
ptb: Tipo

# metal_zinc
source: Zinc
ptb: Zinco

source: metallic
ptb: metálico

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# metallicpaint_ao_distance
source: Max Distance
ptb: Distância máxima

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# metallicpaint_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# metallicpaint_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# metallicpaint_ao_samples
source: Samples
ptb: Amostras

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# metallicpaint_ao_samples:uilabel
source: Samples
ptb: Amostras

# metallicpaint_base_color
source: Color
ptb: Cor

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
ptb: Seleciona a cor base da tinta.

# metallicpaint_base_color:uilabel
source: Color
ptb: Cor

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# metallicpaint_base_highlightspread
source: Highlight Spread
ptb: Realçar o espalhamento

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
ptb: Ajusta a reflexão bem manchada da demão base sob reflexões bem afiadas da demão superior.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
ptb: Realçar o espalhamento

# metallicpaint_finish
source: Finish
ptb: Acabamento

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
ptb: Raspagem laranja

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
ptb: Suave

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
ptb: Seleciona Suave ou Pele laranja.

# metallicpaint_finish:uilabel
source: Finish
ptb: Acabamento

# metallicpaint_finish_peelamount
source: Amount
ptb: Montante

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
ptb: Desliza para escolher o Acabamento cromático entre 1-100.

# metallicpaint_finish_peelamount:uilabel
source: Amount
ptb: Montante

# metallicpaint_finish_peeling
source: Orange Peel
ptb: Raspagem laranja

# metallicpaint_finish_smooth
source: Smooth
ptb: Suave

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
ptb: Ativado

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
ptb: Nenhum

# metallicpaint_flecks:uilabel
source: Flecks
ptb: Manchas

# metallicpaint_flecks_color
source: Color
ptb: Cor

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
ptb: Padroniza para branco, com o tom (voltando para preto) atenuando o feito da mancha contra o revestimento base; um cor base de cinza médio com um cor de manha preta não irá mostrar as manchas, mas uma mancha cinza média na mesma cor base irá mostrar 50% do efeito da mancha.

# metallicpaint_flecks_color:uilabel
source: Color
ptb: Cor

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# metallicpaint_flecks_enable
source: Enabled
ptb: Ativado

# metallicpaint_flecks_list_label
source: Flecks
ptb: Manchas

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
ptb: Ativa o usa de manchas reflexivas na tinta.

# metallicpaint_flecks_panel_label
source: Flecks
ptb: Manchas

# metallicpaint_flecks_size
source: Size
ptb: Tamanho

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
ptb: Ajusta o tamanho das manchas.

# metallicpaint_flecks_size:uilabel
source: Size
ptb: Tamanho

# metallicpaint_metallicpaintgroup
source: Metallic Paint
ptb: Pintura metálica

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
ptb: Cromático

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
ptb: Segunda cor

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
ptb: Nenhum

# metallicpaint_pearl:uilabel
source: Pearl
ptb: Pérola

# metallicpaint_pearl_amount
source: Amount
ptb: Montante

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
ptb: Ajusta a mescla entre o efeito pérola e a cor base.

# metallicpaint_pearl_amount:uilabel
source: Amount
ptb: Montante

# metallicpaint_pearl_chromatic
source: Chromatic
ptb: Cromático

# metallicpaint_pearl_color
source: Color
ptb: Cor

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
ptb: Ajusta a cor pérola.

# metallicpaint_pearl_color:uilabel
source: Color
ptb: Cor

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# metallicpaint_pearl_custom
source: Second Color
ptb: Segunda cor

# metallicpaint_pearl_ior
source: Blend
ptb: Mesclar

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
ptb: Desliza para misturar as cores de 0-100.

# metallicpaint_pearl_ior:uilabel
source: Blend
ptb: Mesclar

# metallicpaint_pearl_list_label
source: Type
ptb: Tipo

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
ptb: Seleciona cromático ou a segunda cor.

# metallicpaint_pearl_panel_label
source: Pearl
ptb: Pérola

# metallicpaint_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# metallicpaint_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# metallicpaint_roundcorners_radius
source: Source
ptb: Fonte

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# metallicpaint_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# metallicpaint_topcoat
source: Type
ptb: Tipo

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
ptb: Tinta automotiva

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
ptb: Cromado

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
ptb: Personalizado

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
ptb: Opaco

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
ptb: Selecione entre Fosco, Cromo, Tinta automotiva e Personalizada.

# metallicpaint_topcoat:uilabel
source: Top Coat
ptb: Demão superior

# metallicpaint_topcoat_carpaint
source: Car Paint
ptb: Tinta automotiva

# metallicpaint_topcoat_chrome
source: Chrome
ptb: Cromado

# metallicpaint_topcoat_custom
source: Custom
ptb: Personalizado

# metallicpaint_topcoat_falloff
source: Angle Falloff
ptb: Declínio do ângulo

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
ptb: Desliza de 0=Nenhum efeito Fresnel (reflexões constantes como Cromo) a 100=Fresnel alto (realmente refletivo somente em um zona estreita em ângulos extremos. Limite extremo colocado para demãos superiores realistas (em uma combinação de escala de bias de, potência e escala), com Tinta automotiva em torno de 80).

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
ptb: Declínio do ângulo

# metallicpaint_topcoat_glossy
source: Glossiness
ptb: Com brilho

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
ptb: Desliza de 100 (totalmente refletiva) para 0 (fosco).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
ptb: Com brilho

# metallicpaint_topcoat_matte
source: Matte
ptb: Opaco

# metallicpaint_topcoat_panel
source: Top Coat
ptb: Demão superior

source: midnight
ptb: meia-noite

source: Mid Tones:
ptb: Meios-tons:

# midtones:uilabel
source: Mid Tones:
ptb: Meios-tons:

# mirror_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# mirror_mirrorgroup
source: Mirror
ptb: Espelho

# mirror_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# mirror_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais
