Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

source: SunAndSky-002
ita: Nuvole sparse

source: SunAndSky-003
ita: Nuvoloso

source: SunAndSky-004
ita: Molto nuvoloso

source: SunAndSky-005
ita: Senza nuvole

# SunAndSkyGroup
source: Sun And Sky
ita: Sole e cielo

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
ita: Sole e cielo

# SunAndSkySchema_localtype:Environment
source: Environment
ita: Ambiente

source: Swatch Scene.
ita: Scena campione.

source: Swatch scene for holidays; shows colored lights.
ita: Scena campione per vacanze; con luci colorate.

source: Swatch-Branded
ita: Oggetto

source: Swatch-Cube
ita: Cubo

source: Swatch-CurtainWall
ita: Facciata continua in vetro

source: Swatch-Cylinder
ita: Cilindro

source: Swatch-Drapery
ita: Tessuto drappeggiato

source: Swatch-Flat
ita: Superficie piatta

source: Swatch-Hill
ita: Piano

source: Swatch-Lights
ita: Luci

source: Swatch-Liquid
ita: Pool di liquido

source: Swatch-Plane
ita: Tela

source: Swatch-Sphere2
ita: Sfera

source: Swatch-Technical2
ita: Utilità

source: Swatch-TexturePreview-MentalRay
ita: Anteprima composizione - Campione 1

source: Swatch-TexturePreview-OGS
ita: Anteprima composizione - Campione 2

source: Swatch-Vase
ita: Vaso

source: Swatch-Wall
ita: Muri

source: SwatchScene
ita: Scena campione

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
ita: Scena campione

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
ita: Scena campione

source: Thermal - Moisture.Insulation.Rigid Insulation
ita: Isolanti termici.Materiale isolante.Isolamento rigido

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
ita: Isolanti termici.Tegole.Spagnole.Blu

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
ita: Isolanti termici.Tegole.Spagnole.Blu.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
ita: Isolanti termici.Tegole.Spagnole.Rosso

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
ita: Isolanti termici.Tegole.Spagnole.Rosso.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
ita: Isolanti termici.Tegole.Spagnole.Rosso.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
ita: Isolanti termici.Pannelli per tetto e pareti.Pannelli in materiale composito.Grigio

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
ita: Isolanti termici.Pannelli per tetto e pareti.Nervatura in metallo.Rame

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
ita: Isolanti termici.Pannelli per tetto e pareti.Giuntura fissa in metallo.Patina ramata

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
ita: Isolanti termici.Pannelli per tetto e pareti.Giuntura fissa in metallo.Rame.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
ita: Isolanti termici.Pannelli per tetto e pareti.Metallo.Rame

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
ita: Isolanti termici.Pannelli per tetto e pareti.Metallo.Patina ramata

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
ita: Isolanti termici.Pannelli per tetto e pareti.Listello.Nuovo

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
ita: Isolanti termici.Pannelli per tetto e pareti.Legno.Orizzontale

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
ita: Isolanti termici.Pannelli per tetto e pareti.Legno.Orizzontale.Cedro

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
ita: Isolanti termici.Pannelli per tetto e pareti.Legno.Orizzontale.Bianco

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
ita: Isolanti termici.Pannelli per tetto e pareti.Legno.Verticale.Bianco

source: Thermal - Moisture.Shakes.Weathered
ita: Isolanti termici.Assicelle.Legno stagionato

source: Thermal - Moisture.Shingles.Asphalt Roofing
ita: Isolanti termici.Tegole.Lastre in asfalto per tetti

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
ita: Isolanti termici.Tegole.Lastre in asfalto.3 strati.Nero

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
ita: Isolanti termici.Tegole.Lastre in asfalto.3 strati.Grigio

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
ita: Isolanti termici.Tegole.Lastre in asfalto.Scuro.Beige

source: Thermal - Moisture.Shingles.Even.1
ita: Isolanti termici.Tegole.Regolari.1

source: Thermal - Moisture.Shingles.Even.2
ita: Isolanti termici.Tegole.Regolari.2

source: Thermal - Moisture.Shingles.Even.3
ita: Isolanti termici.Tegole.Regolari.3

source: Thermal - Moisture.Shingles.Halfround
ita: Isolanti termici.Tegole.Semicircolari

source: Thermal - Moisture.Shingles.Uneven.1
ita: Isolanti termici.Tegole.Irregolari.1

source: Thermal - Moisture.Shingles.Uneven.2
ita: Isolanti termici.Tegole.Irregolari.2

source: Thermal - Moisture.Shingles.Uneven.3
ita: Isolanti termici.Tegole.Irregolari.3

source: ThermalGas
ita: Termico gassoso di default

# ThermalGasSchema_localtype:Thermal
source: Thermal
ita: Termico

source: ThermalLiquid
ita: Liquido termico di default

source: ThermalLiquid-001
ita: Acqua

# ThermalLiquidSchema_localname:Liquid
source: Liquid
ita: Liquido

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
ita: Termico

source: ThermalSolid
ita: Termico solido di default

source: ThermalSolid-012
ita: Calcestruzzo

source: ThermalSolid-033
ita: Vetro - Vetrocemento

source: ThermalSolid-081
ita: Alluminio

source: ThermalSolid-081-2
ita: Alluminio 6061

source: ThermalSolid-082-2
ita: Ottone, Giallo chiaro

source: ThermalSolid-082-3
ita: Ottone, Giallo chiaro, Saldato

source: ThermalSolid-083-2
ita: Bronzo, Stagno dolce

source: ThermalSolid-083-3
ita: Bronzo, Fuso

source: ThermalSolid-085-2
ita: Rame, Fuso

source: ThermalSolid-085-3
ita: Rame, Lega

source: ThermalSolid-085-4
ita: Lega di nichel-rame 400

source: ThermalSolid-085-5
ita: Rame, Battuto

source: ThermalSolid-086
ita: Ferro

source: ThermalSolid-089
ita: Piombo

source: ThermalSolid-092
ita: Acciaio

source: ThermalSolid-092-10
ita: Acciaio, Battuto

source: ThermalSolid-092-2
ita: Acciaio V2

source: ThermalSolid-092-3
ita: Acciaio, Galvanizzato

source: ThermalSolid-092-6
ita: Acciaio, Lega

source: ThermalSolid-092-7
ita: Acciaio, Carbonio

source: ThermalSolid-092-8
ita: Acciaio, Non legato

source: ThermalSolid-092-9
ita: Acciaio, Alta resistenza, Bassa lega

source: ThermalSolid-093-2
ita: Acciaio inossidabile V2

source: ThermalSolid-093-3
ita: Acciaio inox, 440C

source: ThermalSolid-093-4
ita: Acciaio inox, Austenitico

source: ThermalSolid-093-8
ita: Acciaio inox AISI 440C, Saldato

source: ThermalSolid-095
ita: Titanio

source: ThermalSolid-118
ita: Foglio acrilico

source: ThermalSolid-128
ita: Resina fenolica

source: ThermalSolid-130
ita: Policarbonato

source: ThermalSolid-132
ita: Polietilene - HDPE

source: ThermalSolid-133
ita: Polietilene - LDPE

source: ThermalSolid-137
ita: Polipropilene

source: ThermalSolid-142
ita: Polistirene

source: ThermalSolid-149
ita: Cloruro di polivinile - Rigido

source: ThermalSolid-152
ita: Gomma

source: ThermalSolid-189
ita: Composto di fibra di carbonio epossidico

# ThermalSolidSchema_localname:Solid
source: Solid
ita: Solido

# ThermalSolidSchema_localtype:Thermal
source: Thermal
ita: Termico

source: Thermoplastic
ita: Termoplastica

source: Thermoplastic Resin
ita: Resina termoplastica

source: Thermoset
ita: Termoindurente

source: Tile
ita: Piastrella

source: Tile map.
ita: Mappa delle piastrelle.

# TileSchema_localname:Tile Texture
source: Tile Texture
ita: Composizione piastrelle

# TileSchema_localtype:Texture
source: Texture
ita: Composizione

source: Time:
ita: Ora:

# Time:uilabel
source: Time:
ita: Ora:

source: Time Zone Offset:
ita: Differenza fuso orario:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
ita: Differenza fuso orario:

source: Titanium
ita: Titanio

source: Titanium, polished
ita: Titanio, levigato

source: Translucent
ita: Traslucido

source: Translucent white luminous material.
ita: Materiale bianco traslucido luminoso.

source: Transparent
ita: Trasparente

source: Ultra High Molecular Weight Polyethylene
ita: Polietilene al altissimo peso molecolare

source: Ultra-high-molecular-weight polyethylene
ita: Polietilene ad altissimo peso molecolare

source: Unfilled Polycarbonate, molded
ita: Policarbonato non riempito, stampato

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
ita: Composizione bitmap

# UnifiedBitmapSchema_localtype:Texture
source: Texture
ita: Composizione

source: Vase swatch.
ita: Campione di vaso.

source: Wall Covering
ita: Carta da parati

source: Wall Paint/Glossy
ita: Vernice muro/Lucida

source: Wall Paint/Matte
ita: Vernice muro/Opaca

source: Wall swatch.
ita: Campione di muro.

source: WallPaint
ita: Vernice muro

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
ita: Vernice muro

# WallPaintSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Water
ita: Acqua

source: Water material.
ita: Materiale acqua.

source: Water, properties @20C
ita: Acqua, proprietà a 20C

source: Water-001
ita: Piscina coperta

source: Water-002
ita: Acquitrino

source: Water-003
ita: Tropicale

source: Water-004
ita: Lago trasparente

source: Water-005
ita: Fiume torbido

source: Water-006
ita: Piscina

source: Water-007
ita: Vasca riflettente

source: Water-008
ita: Blu tropicale

# WaterSchema_localname:Water
source: Water
ita: Acqua

# WaterSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Wave
ita: Onda

source: Wave map.
ita: Mappa onde.

# WaveSchema_localname:Wave
source: Wave
ita: Onda

# WaveSchema_localtype:Texture
source: Texture
ita: Composizione

source: White and green marble stone floor
ita: Pavimento in marmo bianco e verde

source: White square bricks with black floral patterns
ita: Mattoni quadrati bianchi con motivi floreali neri

source: Window glass
ita: Vetro per finestre

source: Wood
ita: Legno

source: Wood map.
ita: Mappa del legno.

source: Wood structural asset.
ita: Componente strutturale in legno.

source: Wood-001
ita: Ciliegio americano

source: Wood-002
ita: Faggio scuro

source: Wood-003
ita: Faggio - Marrone

source: Wood-004
ita: Faggio - Marrone caramello

source: Wood-005
ita: Faggio - Miele

source: Wood-006
ita: Faggio - Rosso ciliegia

source: Wood-007
ita: Faggio - Color whisky

source: Wood-008
ita: Faggio - Giava

source: Wood-009
ita: Faggio - Color amaretto

source: Wood-010
ita: Faggio - Naturale

source: Wood-011
ita: Faggio - Naturale grezzo

source: Wood-012
ita: Faggio - Palissandro

source: Wood-013
ita: Faggio - Gunstock

source: Wood-014
ita: Faggio - Galliano

source: Wood-015
ita: Faggio - Marrone cioccolato

source: Wood-016
ita: Faggio - Color mora selvatica

source: Wood-017
ita: Faggio - Marrone esotico

source: Wood-018
ita: Tek brasiliano - Naturale

source: Wood-019
ita: Noce americano

source: Wood-020
ita: Noce americano - Con trattamento a pressione e mordente

source: Wood-021
ita: Noce americano - Senza finitura

source: Wood-022
ita: Acero naturale - Antichizzato

source: Wood-023
ita: Acero naturale - Classico senza finitura

source: Wood-024
ita: Acero naturale - Classico con finitura

source: Wood-025
ita: Acero - Palissandro

source: Wood-026
ita: Acero - Marrone caramello

source: Wood-027
ita: Acero - Galliano

source: Wood-028
ita: Acero - Marrone cioccolato

source: Wood-029
ita: Acero - Color mora selvatica

source: Wood-030
ita: Acero - Marrone esotico

source: Wood-031
ita: Acero naturale - Lucido

source: Wood-032
ita: Acero naturale - Lucido tinta scura

source: Wood-033
ita: Kempas - Naturale

source: Wood-034
ita: Andiroba - Naturale

source: Wood-035
ita: Quercia rossa - Naturale antichizzata

source: Wood-036
ita: Quercia rossa - Naturale classica

source: Wood-037
ita: Quercia rossa - Naturale classica senza finitura

source: Wood-038
ita: Quercia rossa - Naturale rustica

source: Wood-039
ita: Quercia rossa - Palissandro

source: Wood-040
ita: Quercia rossa - Miele

source: Wood-041
ita: Quercia rossa - Color whisky

source: Wood-042
ita: Quercia rossa - Giava

source: Wood-043
ita: Quercia rossa - Color amaretto

source: Wood-044
ita: Quercia rossa - Marrone cioccolato

source: Wood-045
ita: Quercia rossa - Color mora selvatica

source: Wood-046
ita: Quercia rossa - Marrone esotico

source: Wood-047
ita: Quercia rossa - Naturale

source: Wood-048
ita: Quercia rossa - Tinta naturale

source: Wood-049
ita: Acero argenteo - Marrone

source: Wood-050
ita: Acero argenteo - Palissandro

source: Wood-051
ita: Acero argenteo - Miele

source: Wood-052
ita: Acero argenteo - Gunstock

source: Wood-053
ita: Acero argenteo - Galliano

source: Wood-054
ita: Acero argenteo - Marrone cioccolato

source: Wood-055
ita: Acero argenteo - Color mora selvatica

source: Wood-056
ita: Acero argenteo - Marrone esotico

source: Wood-057
ita: Acero argenteo - Naturale

source: Wood-058
ita: Acero argenteo - Tinta naturale

source: Wood-059
ita: Tigre - Naturale

source: Wood-060
ita: Frassino bianco - Giava

source: Wood-061
ita: Frassino bianco - Color amaretto

source: Wood-062
ita: Frassino bianco - Galliano

source: Wood-063
ita: Frassino bianco - Marrone cioccolato

source: Wood-064
ita: Frassino bianco - Color mora selvatica

source: Wood-065
ita: Castagno - Naturale

source: Wood-066
ita: Castagno - Naturale senza finitura

source: Wood-067
ita: Quercia bianca - Galliano

source: Wood-068
ita: Quercia bianca - Marrone cioccolato

source: Wood-069
ita: Quercia bianca - Color mora selvatica

source: Wood-070
ita: Quercia bianca - Marrone esotico

source: Wood-071
ita: Quercia bianca - Naturale

source: Wood-072
ita: Ciliegio selvatico - Naturale 1

source: Wood-073
ita: Ciliegio selvatico - Naturale 2

source: Wood-074
ita: Ciliegio selvatico - Scuro

source: Wood-075
ita: Ciliegio selvatico - Marrone medio

source: Wood-076
ita: Ciliegio selvatico - Palissandro

source: Wood-077
ita: Ciliegio selvatico - Marrone caramello

source: Wood-078
ita: Ciliegio selvatico - Miele

source: Wood-079
ita: Ciliegio selvatico - Color ciliegia

source: Wood-080
ita: Ciliegio selvatico - Gunstock

source: Wood-081
ita: Ciliegio selvatico - Gunstock senza finitura

source: Wood-082
ita: Ciliegio selvatico - Color whisky

source: Wood-083
ita: Ciliegio selvatico - Giava

source: Wood-084
ita: Ciliegio selvatico - Amaretto

source: Wood-085
ita: Ciliegio selvatico - Galliano

source: Wood-086
ita: Ciliegio selvatico - Marrone cioccolato

source: Wood-087
ita: Ciliegio selvatico - Color mora selvatica

source: Wood-088
ita: Ciliegio selvatico - Marrone esotico

source: Wood-089
ita: Noce - Mordente chiaro opaco

source: Wood-090
ita: Noce - Naturale lucidato

source: Wood-091
ita: Betulla - Naturale opaco

source: Wood-092
ita: Betulla - Uniforme naturale bassa lucentezza

source: Wood-093
ita: Betulla - Naturale media lucentezza

source: Wood-094
ita: Betulla - Naturale lucidata

source: Wood-095
ita: Betulla - Uniforme con mordente chiaro opaco

source: Wood-096
ita: Betulla - Uniforme con mordente scuro opaco

source: Wood-097
ita: Betulla - Uniforme con mordente scuro media lucentezza

source: Wood-098
ita: Ciliegio - Uniforme con mordente scuro media lucentezza

source: Wood-099
ita: Ciliegio - Uniforme con mordente scuro opaco

source: Wood-100
ita: Ciliegio - Uniforme con mordente chiaro opaco

source: Wood-101
ita: Ciliegio - Naturale media lucentezza

source: Wood-102
ita: Ciliegio - Mordente chiaro bassa lucentezza

source: Wood-103
ita: Ciliegio - Mordente chiaro opaco 1

source: Wood-104
ita: Ciliegio - Chiaro grezzo

source: Wood-105
ita: Ciliegio - Chiaro

source: Wood-106
ita: Mogano - Uniforme con mordente scuro media lucentezza

source: Wood-107
ita: Mogano - Uniforme con mordente scuro opaco

source: Wood-108
ita: Mogano - Uniforme con mordente chiaro opaco

source: Wood-109
ita: Mogano - Naturale lucidato

source: Wood-110
ita: Mogano - Con mordente scuro lucidato

source: Wood-111
ita: Quercia bianca - Uniforme con mordente chiaro opaco

source: Wood-112
ita: Quercia rossa - Naturale opaco

source: Wood-113
ita: Quercia rossa - Mordente chiaro media lucentezza

source: Wood-114
ita: Quercia rossa - Mordente chiaro opaco

source: Wood-115
ita: Quercia bianca - Naturale media lucentezza

source: Wood-116
ita: Quercia bianca - Mordente chiaro opaco 1

source: Wood-117
ita: Pino giallo - Uniforme naturale bassa lucentezza

source: Wood-118
ita: Pino giallo - Uniforme naturale lucidato

source: Wood-119
ita: Pino giallo - Uniforme con mordente scuro media lucentezza

source: Wood-120
ita: Pino giallo - Uniforme con mordente scuro opaco

source: Wood-121
ita: Pino giallo - Uniforme con mordente chiaro opaco

source: Wood-122
ita: Pino giallo - Naturale opaco

source: Wood-123
ita: Pino giallo - Mordente chiaro lucidato

source: Wood-124
ita: Tek - Uniforme con mordente scuro lucidato

source: Wood-125
ita: Tek - Naturale lucidato

source: Wood-126
ita: Tek - Uniforme con mordente chiaro opaco

source: Wood-127
ita: Tek

source: Wood-128
ita: Quercia - A spina di pesce

source: Wood-129
ita: Compensato - Anticato

source: Wood-130
ita: Truciolato

source: Wood-131
ita: Palissandro - Naturale bassa lucentezza

source: Wood-132
ita: Palissandro - Mordente chiaro opaco

source: Wood-133
ita: Palissandro - Uniforme con mordente chiaro opaco

source: Wood-134
ita: Pannelli - Marrone

source: Wood-135
ita: Pannelli - Giallo e marrone

source: Wood-136
ita: Olmo - Nodoso con mordente chiaro opaco

source: Wood-137
ita: Betulla - Uniforme con mordente scuro lucidata

source: Wood-138
ita: Betulla - Uniforme con mordente chiaro bassa lucentezza

source: Wood-139
ita: Mogano - Uniforme naturale lucidato

source: Wood-140
ita: Pino - Grezzo

source: Wood-141
ita: Mogano - Uniforme con mordente scuro lucidato 1

source: Wood-142
ita: Quercia bianca - Uniforme naturale media lucentezza

source: Wood-143
ita: Pino giallo - Uniforme con mordente chiaro bassa lucentezza

source: Wood-144
ita: Tek - Uniforme naturale media lucentezza

source: Wood-145
ita: Betulla - Mordente scuro lucidata 1

source: Wood-146
ita: Betulla - Mordente chiaro media lucentezza

source: Wood-147
ita: Ciliegio - Naturale bassa lucentezza

source: Wood-148
ita: Ciliegio - Naturale opaco

source: Wood-149
ita: Ciliegio - Mordente scuro bassa lucentezza

source: Wood-150
ita: Ciliegio - Mordente scuro media lucentezza 1

source: Wood-151
ita: Mogano - Naturale bassa lucentezza

source: Wood-152
ita: Quercia rossa - Naturale bassa lucentezza

source: Wood-153
ita: Quercia rossa - Mordente scuro bassa lucentezza

source: Wood-154
ita: Quercia bianca - Mordente scuro lucidata

source: Wood-155
ita: Quercia bianca - Mordente chiaro lucidato

source: Wood-156
ita: Pino giallo - Naturale lucidato

source: Wood-157
ita: Pino giallo - Mordente scuro media lucentezza

source: Wood-158
ita: Tek - Naturale media lucentezza 1

source: Wood-159
ita: Tek - Naturale opaco

source: Wood-160
ita: Tek - Mordente scuro media lucentezza

source: Wood-161
ita: Tek - Mordente scuro opaco

source: Wood-162
ita: Pannelli - Frassino

source: Wood-163
ita: Acero - Uniforme naturale bassa lucentezza

source: Wood-164
ita: Acero - Uniforme naturale media lucentezza

source: Wood-165
ita: Acero - Uniforme naturale opaco

source: Wood-166
ita: Acero - Uniforme naturale lucidato

source: Wood-167
ita: Acero - Uniforme con mordente chiaro bassa lucentezza

source: Wood-168
ita: Acero - Mordente scuro lucidato

source: Wood-169
ita: Acero - Mordente chiaro media lucentezza

source: Wood-170
ita: Acero - Mordente chiaro opaco

source: Wood/Panels
ita: Legno/Pannelli

# WoodSchema_localname:Wood
source: Wood
ita: Legno

# WoodSchema_localtype:Texture
source: Texture
ita: Composizione

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
ita: Legno e plastica.Elementi di rifinitura.Laminati plastici.Beige chiaro

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
ita: Legno e plastica.Elementi di rifinitura.Laminati plastici.Marrone chiaro

source: Woods - Plastics.Finish Carpentry.Wood.Boards
ita: Legno e plastica.Elementi di rifinitura.Legno.Tavole

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
ita: Legno e plastica.Elementi di rifinitura.Legno.Ciliegio

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
ita: Legno e plastica.Elementi di rifinitura.Legno.Ciliegio.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
ita: Legno e plastica.Elementi di rifinitura.Legno.Noce americano

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
ita: Legno e plastica.Elementi di rifinitura.Legno.Mogano

source: Woods - Plastics.Finish Carpentry.Wood.Maple
ita: Legno e plastica.Elementi di rifinitura.Legno.Acero

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
ita: Legno e plastica.Elementi di rifinitura.Legno.Pannelli.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
ita: Legno e plastica.Elementi di rifinitura.Legno.Pino

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
ita: Legno e plastica.Elementi di rifinitura.Legno.Pioppo

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
ita: Legno e plastica.Elementi di rifinitura.Legno.Betulla rossa

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
ita: Legno e plastica.Elementi di rifinitura.Legno.Quercia rossa

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
ita: Legno e plastica.Elementi di rifinitura.Legno.Sequoia

source: Woods - Plastics.Finish Carpentry.Wood.Teak
ita: Legno e plastica.Elementi di rifinitura.Legno.Teak

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
ita: Legno e plastica.Elementi di rifinitura.Legno.Noce

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
ita: Legno e plastica.Elementi di rifinitura.Legno.Frassino bianco

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
ita: Legno e plastica.Elementi di rifinitura.Legno.Quercia bianca

source: Woods - Plastics.FinishCarpentry.Lacquer
ita: Legno e plastica.Elementi di rifinitura.Lacca

source: Woods - Plastics.FinishCarpentry.Shellac
ita: Legno e plastica.Elementi di rifinitura.Gommalacca

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
ita: Legno e plastica.Elementi di rifinitura.Rivestimento verticale.Superfici inclinate

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
ita: Legno e plastica.Elementi di rifinitura.Rivestimento verticale.Listello

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
ita: Legno e plastica.Elementi di rifinitura.Rivestimento verticale.Tavole sovrapposte

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
ita: Legno e plastica.Elementi di rifinitura.Rivestimento verticale.Tronchi a vista

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
ita: Legno e plastica.Elementi di rifinitura.Rivestimento verticale.Giunzioni a linguetta e cava

source: Woods - Plastics.FinishCarpentry.Urethane
ita: Legno e plastica.Elementi di rifinitura.Etere

source: Woods - Plastics.FinishCarpentry.Wax.Black
ita: Legno e plastica.Elementi di rifinitura.Cera.Nero

source: Woods - Plastics.FinishCarpentry.Wax.Red
ita: Legno e plastica.Elementi di rifinitura.Cera.Rosso

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
ita: Legno e plastica.Elementi di rifinitura.Legno.Legno ferro

source: Woods - Plastics.FinishCarpentry.Wood.Roble
ita: Legno e plastica.Elementi di rifinitura.Legno.Rovere

source: Woods - Plastics.Masonite.Paneling
ita: Legno e plastica.Masonite.Pannelli

source: Woods - Plastics.Plastics.PVC.White
ita: Legno e plastica.Materiali plastici.PVC.Bianco

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
ita: Legno e plastica.Cartone.Truciolato
