Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

source: GFRC (Glass Fiber Reinforced Concrete)
kor: GFRC(유리 섬유 강화 콘크리트)

source: Gold
kor: 금색

source: Gray Iron
kor: 회색 철

source: High Density Polyethylene
kor: 고밀도 폴리에틸렌

source: High Impact Polystyrene
kor: 높은 충격 폴리스티렌

source: LCP Plastic
kor: LCP 플라스틱

source: Lead
kor: 납

source: Low Density Polyethylene
kor: 저밀도 폴리에틸렌

source: Malleable Iron
kor: 가단 철

source: Nickel-Copper Alloy 400
kor: 니켈-구리 합금 400

source: Non-Alloy Steel
kor: 비합금강

source: Nylon-6/6
kor: 나일론-6/6

source: Nylon Composite (Nylon, molybdenum disulphide)
kor: 나일론 복합(나일론, 이황화 몰리브덴)

source: PBT Plastic
kor: PBT 플라스틱

source: PC_ABS Plastic
kor: PC_ABS 플라스틱

source: PET Plastic
kor: PET 플라스틱

source: Phenolic
kor: 페놀

source: PMMA Plastic
kor: PMMA 플라스틱

source: Polycarbonate, Clear
kor: 폴리카보네이트, 선명

source: Polycarbonate, Smoke
kor: 폴리카보네이트, 흐릿

source: Polypropylene
kor: 폴리프로필렌

source: PPS Plastic
kor: PPS 플라스틱

source: PVC-Piping
kor: PVC-파이핑

source: SAN Plastic
kor: SAN 플라스틱

source: Silicone
kor: 실리콘

source: Stainless Steel
kor: 스테인리스 스틸

source: Stainless Steel, 440C
kor: 스테인리스 스틸, 440C

source: Stainless Steel, Austenitic
kor: 스테인리스 스틸, 감마철

source: Steel, High Strength Low Alloy
kor: 강철, 고강도 저합금

source: Steel, Mild
kor: 강철, 연강

source: UHMW, Black
kor: UHMW, 검은색

source: UHMW, White
kor: UHMW, 흰색

source: Welded Aluminum-6061
kor: 용접된 알루미늄-6061

source: Welded Brass, Soft Yellow
kor: 용접된 황동, 연한 노란색

source: Welded Stainless Steel, 440C
kor: 용접된 스테인리스강, 440C

source: Welded Steel Mild
kor: 용접된 연강

source: Wood (Birch)
kor: 목재(자작나무)

source: Wood (Cherry)
kor: 목재(벚나무)

source: Wood (Maple)
kor: 목재(단풍나무)

source: Wood (Oak)
kor: 목재(떡갈나무)

source: Wood (Walnut)
kor: 목재(호두나무)

source: Wrought Copper
kor: 구리 단련

source: Wrought Steel
kor: 전신재강

source: Threaded
kor: 스레드
