Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
hun: Szemcsével párhuzamos tömörítés

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
hun: Szemcsére merőleges tömörítés

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
hun: Szemcsére merőleges tömörítés

# structural_wood_glued
source: Glued
hun: Ragasztott

# structural_wood_glued_kertoQ
source: Glued KertoQ
hun: Ragasztott KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
hun: Ragasztott KertoS

# structural_wood_natural
source: Natural
hun: Természetes

# structural_wood_shear_parallel
source: Shear Parallel to Grain
hun: Szemcsével párhuzamos nyírás

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
hun: Szemcsével párhuzamos nyírás

# structural_wood_tension_parallel
source: Tension Parallel to Grain
hun: Szemcsével párhuzamos feszültség

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
hun: Szemcsével párhuzamos feszültség

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
hun: Szemcsére merőleges feszültség

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
hun: Szemcsére merőleges feszültség

source: stucco
hun: gipszvakolat

# stuctural_wood_Species
source: Species
hun: Faj

# stuctural_wood_Species:uilabel
source: Species
hun: Faj

# stuctural_wood_Strength_grade
source: Strength Grade
hun: Szilárdsági osztály

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
hun: Szilárdsági osztály

source: Sun
hun: Nap

# sun:uilabel
source: Sun Shader:
hun: Napárnyékoló:

source: Sun Position
hun: Nap pozíciója

source: Sun Color:
hun: Nap színe:

# sun_color:uilabel
source: Sun Color:
hun: Nap színe:

# sun_disk_intensity
source: Disk Intensity:
hun: Korong intenzitása:

# sun_disk_intensity:uilabel
source: Disk Intensity:
hun: Korong intenzitása:

# sun_disk_scale
source: Disk Scale:
hun: Korong mérete:

# sun_disk_scale:uilabel
source: Disk Scale:
hun: Korong mérete:

# sun_glow_intensity
source: Glow Intensity:
hun: Ragyogás intenzitása:

# sun_glow_intensity:uilabel
source: Glow Intensity:
hun: Ragyogás intenzitása:

source: sunny day
hun: napfényes nap

# surface_material:uilabel
source: Surface Material:
hun: Felületi anyag:

source: swamp
hun: mocsár

# swatch
source: Swatch Scene
hun: Előnézet - jelenet

source: swimming
hun: úszó

source: tan
hun: sárgásbarna

# targeted:uilabel
source: Targeted:
hun: Cél:

source: tarmac
hun: makadám

source: taupe
hun: szürke

source: teak
hun: tikfa

source: terra cotta
hun: terrakotta

source: texture
hun: mintázat

# texture_Angle
source: XYZ Rotation
hun: XYZ elforgatás

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
hun: A fenti kép által ábrázolt terület elforgatásának megadása.

# texture_Angle:uilabel
source: Angle
hun: Szög

# texture_LinkTextureTransforms
source: Link texture transforms
hun: Mintázattranszformáció csatolása

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
hun: Ha a beállítás be van kapcsolva, az attribútum Hely, Lépték és Ismétlés beállításaira vonatkozó módosítások kiterjednek az összes attribútumra a mintázatot használó anyagon belül.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
hun: Transzformáció csatolása

# texture_MapChannel:uilabel
source: Map Channel
hun: Térképcsatorna

# texture_MapChannel_ID_Advanced
source: Map Channel
hun: Térképcsatorna

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
hun: Térképcsatorna azonosítója

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
hun: UVW forrás

# texture_Offset:uilabel
source: Offset
hun: Eltolás

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
hun: Eltolás kényszerezése. Ha az X értékű eltolás módosul, az Y értékű eltolás is ugyanolyan mértékben változik.

# texture_OffsetLock:uilabel
source: Offset Lock
hun: Eltolás zárolása

# texture_RealWorldOffsetX
source: Offset
hun: Eltolás

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
hun: A térkép kezdőpontjának mozgatása az X tengely mentén.

# texture_RealWorldOffsetX:uilabel
source: Offset X
hun: Eltolás X irányba

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
hun: A térkép kezdőpontjának mozgatása az Y tengely mentén.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
hun: Eltolás Y irányba

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
hun: A térkép kezdőpontjának mozgatása a Z tengely mentén.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
hun: Eltolás Z irányba

# texture_RealWorldScaleX
source: Sample Size
hun: Minta mérete

# texture_RealWorldScaleX:rightlabel
source: Width
hun: Szélesség

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
hun: Ezen mintázat vízszintes léptékezésének megadása.

# texture_RealWorldScaleX:uilabel
source: Size X
hun: Méret X irányban

# texture_RealWorldScaleY:rightlabel
source: Height
hun: Magasság

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
hun: Ezen mintázat függőleges léptékezésének megadása.

# texture_RealWorldScaleY:uilabel
source: Size Y
hun: Méret Y irányban

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
hun: A térkép méretarányának zárolása. Ha a magasság vagy a szélesség értéke módosul, az egyéb értékek a képarány fenntartásához szükséges mértékben változnak.

# texture_ScaleLock:uilabel
source: Scale Lock
hun: Lépték zárolása

# texture_Tiling:uilabel
source: Tiling
hun: Mozaik

# texture_UOffset:uilabel
source: U Offset
hun: U eltolás

# texture_URepeat
source: Horizontal
hun: Vízszintes

# texture_URepeat:offlabel
source: None
hun: Nincs

# texture_URepeat:onlabel
source: Tile
hun: Mozaik

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
hun: A térkép mozaikszerű elhelyezésének beállítása az X tengely mentén. Ha nem ad meg értéket, a térképet nem helyezi el a program mozaikszerűen az anyagon belül. A Mozaik beállítás kiválasztása esetén a térkép mozaikszerű mintázatot kap az anyagon belül.

# texture_URepeat:uilabel
source: U Repeat
hun: U ismétlés

# texture_UScale:uilabel
source: U Scale
hun: U lépték

# texture_UVScale:uilabel
source: UV Scale
hun: UV lépték

# texture_VOffset:uilabel
source: V Offset
hun: V eltolás

# texture_VRepeat
source: Vertical
hun: Függőleges

# texture_VRepeat:offlabel
source: None
hun: Nincs

# texture_VRepeat:onlabel
source: Tile
hun: Mozaik

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
hun: A térkép mozaikszerű elhelyezésének beállítása az Y tengely mentén. Ha nem ad meg értéket, a térképet nem helyezi el a program mozaikszerűen az anyagon belül. A Mozaik beállítás kiválasztása esetén a térkép mozaikszerű mintázatot kap az anyagon belül.

# texture_VRepeat:uilabel
source: V Repeat
hun: V ismétlés

# texture_VScale:uilabel
source: V Scale
hun: V lépték

# texture_WAngle
source: Rotation
hun: Elforgatás

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
hun: A térkép elforgatása 0 fok és 360 fok között.

# texture_WAngle:uilabel
source: Angle
hun: Szög

source: textured
hun: mintás

source: thermal
hun: hőtani

# thermal_Behavior
source: Behavior
hun: Viselkedés

# thermal_Behavior:thermal_isotropic
source: Isotropic
hun: Izotróp

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
hun: Ortotróp

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
hun: Az Izotróp és az Ortotróp viselkedés közül választ.

# thermal_Behavior:uilabel
source: Behavior
hun: Viselkedés

# thermal_Compressibility
source: Compressibility
hun: Tömöríthetőség

# thermal_Compressibility:uilabel
source: Compressibility
hun: Tömöríthetőség

# thermal_Density
source: Density
hun: Sűrűség

# thermal_Density:uilabel
source: Density
hun: Sűrűség

# thermal_Electrical_resistivity
source: Electrical Resistivity
hun: Elektromos ellenálló képesség

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
hun: Elektromos ellenálló képesség

# thermal_Emissivity
source: Emissivity
hun: Sugárzó képesség

# thermal_Emissivity:uilabel
source: Emissivity
hun: Sugárzó képesség

# thermal_Gas_viscosity
source: Gas Viscosity
hun: Gázviszkozitás

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
hun: Gázviszkozitás

# thermal_Liquid_viscosity
source: Liquid Viscosity
hun: Folyadékviszkozitás

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
hun: Folyadékviszkozitás

# thermal_Permeability
source: Permeability
hun: Áteresztőképesség

# thermal_Permeability:uilabel
source: Permeability
hun: Áteresztőképesség

# thermal_Porosity
source: Porosity
hun: Porozitás

# thermal_Porosity:uilabel
source: Porosity
hun: Porozitás

# thermal_Reflectivity
source: Reflectivity
hun: Visszaverődés

# thermal_Reflectivity:uilabel
source: Reflectivity
hun: Visszaverődés

# thermal_Specific_heat
source: Specific Heat
hun: Fajhő

# thermal_Specific_heat:uilabel
source: Specific Heat
hun: Fajhő

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
hun: Párolgáshő

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
hun: Párolgáshő

# thermal_Thermal_conductivity
source: Thermal Conductivity
hun: Hővezetési tényező

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
hun: Hővezetési tényező

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
hun: Hővezetési tényező X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
hun: Hővezetési tényező X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
hun: Hővezetési tényező Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
hun: Hővezetési tényező Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
hun: Hővezetési tényező Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
hun: Hővezetési tényező Z

# thermal_Transmits_light
source: Transmits Light
hun: Fényt továbbít

# thermal_Transmits_light:uilabel
source: Transmits Light
hun: Fényt továbbít

# thermal_Vapor_pressure
source: Vapor Pressure
hun: Gőznyomás

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
hun: Gőznyomás

# thermal_isotropic
source: Isotropic
hun: Izotróp

# thermal_orthotropic
source: Orthotropic
hun: Ortotróp

# thermal_source
source: Source
hun: Forrás

# thermal_source:uilabel
source: Source
hun: Forrás

# thermal_sourceURL
source: Source URL
hun: Forrás URL

# thermal_sourceURL:uilabel
source: Source URL
hun: Forrás URL

# thermal_subclass
source: Subclass
hun: Alosztály

# thermal_subclass:uilabel
source: Subclass
hun: Alosztály

source: thread
hun: menet

source: tiger
hun: tigris

source: tile
hun: lap

source: Tile Appearance
hun: Lap megjelenése

# tile_BrickColor
source: Tile Color
hun: Lap színe

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
hun: Szín vagy mintázattérkép kiválasztása az egyik összetevőhöz.

# tile_BrickColor:uilabel
source: Tile Color
hun: Lap színe

# tile_BrickType
source: Type
hun: Típus

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
hun: Közönséges flamand kötés

# tile_BrickType:tile_BrickType_custom
source: Custom
hun: Egyéni

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
hun: Angol kötés

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
hun: Finom futó kötés

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
hun: Finom halmozásos kötés

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
hun: 1/2 futó kötés

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
hun: Futó kötés

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
hun: Halmozásos kötés

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
hun: Előre beállított vagy egyéni lapminta meghatározása. Az előre beállított minták általában letiltják a legtöbb vagy az összes kötéselrendezést és sor/oszlop meghatározását.

# tile_BrickType:uilabel
source: Type
hun: Típus

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
hun: Közönséges flamand kötés

# tile_BrickType_custom
source: Custom
hun: Egyéni

# tile_BrickType_english_bond
source: English Bond
hun: Angol kötés

# tile_BrickType_fine_running_bond
source: Fine Running Bond
hun: Finom futó kötés

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
hun: Finom halmozásos kötés

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
hun: 1/2 futó kötés

# tile_BrickType_running_bond
source: Running Bond
hun: Futó kötés

# tile_BrickType_stack_bond
source: Stack Bond
hun: Halmozásos kötés

# tile_ChangeColumn
source: Amount
hun: Mérték

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
hun: Lapok magasságának módosítása az érintett oszlopokban. Az alapértelmezett lapmagassági érték: 1.0. Az 1.0 értéknél nagyobb értékek növelik a lapok magasságát, az 1.0 értéknél kisebbek pedig csökkentik. Tartomány = 0.0 - 5.0. Ha a módosítás 0.0 értékű, nem jelenik meg lap abban az oszlopban, és az alatta fekvő anyag látható.

# tile_ChangeColumn:uilabel
source: Amount
hun: Mérték

# tile_ChangeRow
source: Amount
hun: Mérték

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
hun: Lapok szélességének módosítása az érintett sorokban. Az alapértelmezett lapszélességi érték: 1.0. Az 1.0 értéknél nagyobb értékek növelik a lapok szélességét, az 1.0 értéknél kisebbek pedig csökkentik. Tartomány = 0.0 - 5.0. Ha a módosítás 0.0 értékű, nem jelenik meg lap abban a sorban és az alatta fekvő anyag látható.

# tile_ChangeRow:uilabel
source: Amount
hun: Mérték

# tile_ColorVariance
source: Color Variance
hun: Színingadozás

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
hun: A lapok színingadozásának meghatározása. Tartomány = 0 - 100; Alapértelmezett érték = 0.

# tile_ColorVariance:uilabel
source: Color Variance
hun: Színingadozás

# tile_EdgeRoughness
source: Roughness
hun: Érdesség

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
hun: A habarcs élek érdességének meghatározása. Tartomány = 0 - 200; Alapértelmezett érték = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
hun: Érdesség

# tile_FadeVariance
source: Fade Variance
hun: Fakultságingadozás

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
hun: A lapok fakultságingadozásának meghatározása. Tartomány = 0 - 100; Alapértelmezett érték = 0.05.

# tile_FadeVariance:uilabel
source: Fade Variance
hun: Fakultságingadozás

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
hun: A vízszintes és függőleges résszélesség rögzítése. Ha egy érték megváltozik, a többi érték is annak megfelelően változik.

# tile_GroutAppearance
source: Grout Appearance
hun: Fuga megjelenése

# tile_HorizontalCount
source: Tile Count
hun: Lapok száma

# tile_HorizontalCount:rightlabel
source: Per Row
hun: Soronként

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
hun: Egy sorban lévő lapok számának meghatározása.

# tile_HorizontalCount:uilabel
source: Tile Count
hun: Lapok száma

# tile_HorizontalGap
source: Gap Width
hun: Hézag szélessége

# tile_HorizontalGap:rightlabel
source: Horiz
hun: Vízszintes

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
hun: A lapok közötti fuga vízszintes méretének meghatározása. Alapértelmezés szerint az értékek egymáshoz vannak kötve, így mindkét érték módosul, ha szerkeszti az egyiket vagy a másikat. Tartomány = 0 - 100; Alapértelmezett érték = 0.50.

# tile_HorizontalGap:uilabel
source: Gap Width
hun: Hézag szélessége

# tile_LineShift
source: Line Shift
hun: Sor eltolása

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
hun: Minden második lapsor emelése egy egységnyi távolsággal. Tartomány = 0 - 100; Alapértelmezett érték = 0.50

# tile_LineShift:uilabel
source: Line Shift
hun: Sor eltolása

# tile_MortarColor
source: Grout Color
hun: Fuga színe

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
hun: Szín vagy mintázattérkép kiválasztása az egyik összetevőhöz.

# tile_MortarColor:uilabel
source: Grout Color
hun: Fuga színe

# tile_Pattern
source: Pattern
hun: Minta

# tile_PerColumn:uilabel
source: Every
hun: Módosítás

# tile_PerColumn_panel_label
source: Column Modify
hun: Oszlop módosítása

# tile_PerColumn_slider_label
source: Every
hun: Módosítás

# tile_PerColumn_slider_label:rightlabel
source: Columns
hun: oszloponként

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
hun: Módosítani kívánt oszlopok megadása. Ha az érték 0, egyik oszlop sem módosul. Ha az érték 1, minden oszlop módosul.

# tile_PerRow:uilabel
source: Every
hun: Módosítás

# tile_PerRow_panel_label
source: Row Modify
hun: Sor módosítása

# tile_PerRow_slider_label
source: Every
hun: Módosítás

# tile_PerRow_slider_label:rightlabel
source: Rows
hun: soronként

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
hun: Módosítani kívánt sorok megadása. Ha az érték 0, egyik sor sem módosul. Ha az érték 1, minden sor módosul.

# tile_Position
source: Position
hun: Hely

# tile_RandomSeed
source: Randomize
hun: Véletlenszerű meghatározás

# tile_RandomSeed:rightlabel
source: Seed Value
hun: Kiindulási érték

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
hun: Színváltozatok mintájának véletlenszerű alkalmazása a lapokra. Teljesen eltérő minták létrehozásához más beállítás nem szükséges.

# tile_RandomSeed:uilabel
source: Randomize
hun: Véletlenszerű meghatározás

# tile_RandomShift
source: Random
hun: Véletlenszerű

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
hun: Mindegyik lapsor véletlenszerű eltolása egy egységnyi távolsággal. Tartomány = 0 - 100, alapértelmezett érték = 0.

# tile_RandomShift:uilabel
source: Random
hun: Véletlenszerű

# tile_Repeat
source: Repeat
hun: Ismétlés

# tile_Scale
source: Scale
hun: Lépték

# tile_StackingLayout
source: Stacking Layout
hun: Halmozás elrendezése

# tile_UseColumnEdit:uilabel
source: Column Modify
hun: Oszlop módosítása

# tile_UseRowEdit:uilabel
source: Row Modify
hun: Sor módosítása

# tile_VerticalCount:rightlabel
source: Per Column
hun: Oszloponként

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
hun: Egy oszlopban lévő lapok számának meghatározása.

# tile_VerticalGap:rightlabel
source: Vert
hun: Függőleges

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
hun: A lapok közötti fuga függőleges méretének meghatározása. Alapértelmezés szerint az értékek egymáshoz vannak kötve, így mindkét érték módosul, ha szerkeszti az egyiket vagy a másikat. Tartomány = 0 - 100; Alapértelmezett érték = 0.50.

# tile_VerticalGap:uilabel
source: Vert
hun: Függőleges

# tile_transforms_group
source: Transforms
hun: Transzformálások

# tiling:uilabel
source: Tiling
hun: Mozaik

source: timber
hun: épületfa

# tint_color
source: Light Tint
hun: Fény árnyalata

# tint_color:uilabel
source: Light Tint
hun: Fény árnyalata

source: tinted
hun: árnyalt

source: Top Left 1:
hun: Bal felső 1:

# top_left-1:uilabel
source: Top Left 1:
hun: Bal felső 1:

source: Top Right 1:
hun: Jobb felső 1:

# top_right-1:uilabel
source: Top Right 1:
hun: Jobb felső 1:

source: translucent
hun: áttetsző

source: Transparency
hun: Átlátszóság

# transparency:uilabel
source: Transparency
hun: Átlátszóság

source: transparent
hun: átlátszó

source: travertine
hun: travertin

source: triangle
hun: háromszög

source: tropical
hun: trópusi

source: turbid
hun: zavaros

source: turquoise
hun: türkizkék

source: tweed
hun: gyapjúszövet

source: umber
hun: agyagbarna

source: unfinished
hun: kezeletlen

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
hun: Haladó paraméterek

# unifiedbitmap_Bitmap
source: Source
hun: Forrás

# unifiedbitmap_Bitmap:uilabel
source: Source
hun: Forrás

# unifiedbitmap_Blur
source: Blur
hun: Elmosás

# unifiedbitmap_Blur:uilabel
source: Blur
hun: Elmosás

# unifiedbitmap_Blur_Offset
source: Blur Offset
hun: Elmosás eltolása

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
hun: Elmosás eltolása

# unifiedbitmap_Filtering
source: Filtering
hun: Szűrés

# unifiedbitmap_Filtering:uilabel
source: Filtering
hun: Szűrés

# unifiedbitmap_Invert
source: Invert Image
hun: Kép átfordítása

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
hun: A kép fényes és sötét területeinek cseréje.

# unifiedbitmap_Invert:uilabel
source: Invert Image
hun: Kép átfordítása

# unifiedbitmap_None
source: None
hun: Nincs

# unifiedbitmap_Pyramidal
source: Pyramidal
hun: Piramidális

# unifiedbitmap_RGBAmount
source: Brightness
hun: Fényerő

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
hun: A kép fényerejének beállítása.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
hun: Fényerő
