Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
jpn: スライドしてパターンの相対的な高さを選択します。0 を入力すると平らになり、2.0 を入力するとパターンの深さが増加します。

# metal_pattern_height:uilabel
source: Amount
jpn: 量

# metal_pattern_list_label
source: Type
jpn: タイプ

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
jpn: メタルのサーフェスにプレス加工される装飾デザインを選択します。

# metal_pattern_panel_label
source: Relief Pattern
jpn: レリーフ パターン

# metal_pattern_scale
source: Scale
jpn: 尺度

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
jpn: スライドしてレリーフ パターンの相対的サイズを選択します。0 (大) ～ 50 (小)の値を入力します。

# metal_pattern_scale:uilabel
source: Scale
jpn: 尺度

# metal_pattern_shader
source: Image
jpn: イメージ

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
jpn: レリーフ パターンまたはタイル表示を制御します。バンプ パターンは、イメージ ファイルの暗いエリアと明るいエリアに基づいて、隆起した領域と沈下した領域を定義します。

# metal_pattern_shader:uilabel
source: Image
jpn: イメージ

# metal_perf_circles_staggered
source: Staggered Circles
jpn: 千鳥配置円

# metal_perf_circles_straight
source: Straight Circles
jpn: ストレート円

# metal_perf_cloverleaf
source: Cloverleaf
jpn: クローバーの葉

# metal_perf_custom
source: Custom
jpn: カスタム

# metal_perf_grecian
source: Grecian
jpn: ギリシャ風

# metal_perf_hexagon
source: Hexagon
jpn: 六角形

# metal_perf_squares
source: Squares
jpn: 正方形

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
jpn: 千鳥配置円

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
jpn: ストレート円

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
jpn: クローバーの葉

# metal_perforations:metal_perf_custom
source: Custom
jpn: カスタム

# metal_perforations:metal_perf_grecian
source: Grecian
jpn: ギリシャ風

# metal_perforations:metal_perf_hexagon
source: Hexagon
jpn: 六角形

# metal_perforations:metal_perf_none
source: None
jpn: なし

# metal_perforations:metal_perf_squares
source: Squares
jpn: 正方形

# metal_perforations:uilabel
source: Cutouts
jpn: カットアウト

# metal_perforations_center
source: Center Spacing
jpn: 中心の間隔

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
jpn: 直径よりも 0.0001 少ないように固定されます。千鳥配置の場合、6 つの隣接する中心すべてが等距離になります。ストレートの場合、中心は上、下、左、右に隣接する 4 つになるように計測されます。

# metal_perforations_center:uilabel
source: Center Spacing
jpn: 中心の間隔

# metal_perforations_list_label
source: Type
jpn: タイプ

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
jpn: マテリアルのパーフォレーション パターンを調整します。一部の選択肢には寸法制御が用意されています。

# metal_perforations_panel_label
source: Cutouts
jpn: カットアウト

# metal_perforations_shader
source: Image
jpn: イメージ

# metal_perforations_shader:uilabel
source: Image
jpn: イメージ

# metal_perforations_size:uilabel
source: Size
jpn: サイズ

# metal_perforations_size_label1
source: Diameter
jpn: 直径

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
jpn: 円のみを調整します。

# metal_perforations_size_label2
source: Diameter
jpn: 直径

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
jpn: 円のみを調整します。

# metal_perforations_size_label3
source: Size
jpn: サイズ

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
jpn: 正方形のカットアウトのサイズを調整します。

# metal_perforations_size_label4
source: Size
jpn: サイズ

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
jpn: ギリシャ型切り抜きのサイズを調整します。

# metal_perforations_size_label5
source: Size
jpn: サイズ

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
jpn: クローバー型切り抜きのサイズを調整します。

# metal_perforations_size_label6
source: Size
jpn: サイズ

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
jpn: 六角形の切り抜きのサイズを調整します。

# metal_perforations_space:uilabel
source: Perforations Space
jpn: 貫通穴の間隔

# metal_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# metal_polished
source: Polished
jpn: つや出し

# metal_props1
source: Basic Thermal
jpn: 熱特性

# metal_props2
source: Mechanical
jpn: 機械

# metal_props4
source: Wood
jpn: 強度

# metal_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# metal_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# metal_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# metal_roundcorners_radius
source: Source
jpn: ソース

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# metal_roundcorners_radius:uilabel
source: Source
jpn: ソース

# metal_satin
source: Satin
jpn: サテン

# metal_semi_polished
source: Semi-polished
jpn: 半つや出し

# metal_stainless_steel
source: Stainless Steel
jpn: ステンレス鋼

# metal_type
source: Type
jpn: タイプ

# metal_type:metal_aluminum
source: Aluminum
jpn: アルミニウム

# metal_type:metal_brass
source: Brass
jpn: 真鍮

# metal_type:metal_bronze
source: Bronze
jpn: ブロンズ

# metal_type:metal_chrome
source: Chrome
jpn: クローム

# metal_type:metal_copper
source: Copper
jpn: 銅

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
jpn: 陽極酸化アルミニウム

# metal_type:metal_stainless_steel
source: Stainless Steel
jpn: ステンレス鋼

# metal_type:metal_zinc
source: Zinc
jpn: 亜鉛

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
jpn: メタルの種類を選択し、メタルのベース色とテクスチャを制御し、後続のプロパティをフィルタします。

# metal_type:uilabel
source: Type
jpn: タイプ

# metal_zinc
source: Zinc
jpn: 亜鉛

source: metallic
jpn: メタル

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# metallicpaint_ao_distance
source: Max Distance
jpn: 最大距離

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# metallicpaint_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# metallicpaint_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# metallicpaint_ao_samples
source: Samples
jpn: サンプル

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# metallicpaint_ao_samples:uilabel
source: Samples
jpn: サンプル

# metallicpaint_base_color
source: Color
jpn: 色

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
jpn: ペイントのベース色を選択します。

# metallicpaint_base_color:uilabel
source: Color
jpn: 色

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# metallicpaint_base_highlightspread
source: Highlight Spread
jpn: ハイライト拡散

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
jpn: 表面コーティングの高反射の下のベース コートのぼかし加減を調整します。

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
jpn: ハイライト拡散

# metallicpaint_finish
source: Finish
jpn: 仕上げ

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
jpn: オレンジ ピール

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
jpn: 滑らか

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
jpn: [滑らか]または[オレンジ ピール]を選択します。

# metallicpaint_finish:uilabel
source: Finish
jpn: 仕上げ

# metallicpaint_finish_peelamount
source: Amount
jpn: 量

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
jpn: スライダを 1 ～ 100 の範囲で動かし、色度仕上げの量を選択します。

# metallicpaint_finish_peelamount:uilabel
source: Amount
jpn: 量

# metallicpaint_finish_peeling
source: Orange Peel
jpn: オレンジ ピール

# metallicpaint_finish_smooth
source: Smooth
jpn: 滑らか

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
jpn: 使用可能

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
jpn: なし

# metallicpaint_flecks:uilabel
source: Flecks
jpn: 斑点

# metallicpaint_flecks_color
source: Color
jpn: 色

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
jpn: 既定では、ベース コートに対して斑点効果を減衰するトーン(黒に移行)付きの白に設定されます。黒い斑点色を持つ中程度のグレー ベース色は斑点を表示しませんが、同じベース色上の中程度のグレー斑点は斑点効果の 50% を表示します。

# metallicpaint_flecks_color:uilabel
source: Color
jpn: 色

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# metallicpaint_flecks_enable
source: Enabled
jpn: 使用可能

# metallicpaint_flecks_list_label
source: Flecks
jpn: 斑点

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
jpn: ペイントでの反射斑点の使用を可能にします。

# metallicpaint_flecks_panel_label
source: Flecks
jpn: 斑点

# metallicpaint_flecks_size
source: Size
jpn: サイズ

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
jpn: 斑点のサイズを調整します。

# metallicpaint_flecks_size:uilabel
source: Size
jpn: サイズ

# metallicpaint_metallicpaintgroup
source: Metallic Paint
jpn: メタリック ペイント

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
jpn: 色度

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
jpn: 2 番目の色

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
jpn: なし

# metallicpaint_pearl:uilabel
source: Pearl
jpn: パール

# metallicpaint_pearl_amount
source: Amount
jpn: 量

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
jpn: パール効果とベース色のブレンド具合を調整します。

# metallicpaint_pearl_amount:uilabel
source: Amount
jpn: 量

# metallicpaint_pearl_chromatic
source: Chromatic
jpn: 色度

# metallicpaint_pearl_color
source: Color
jpn: 色

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
jpn: パール色を調整します。

# metallicpaint_pearl_color:uilabel
source: Color
jpn: 色

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# metallicpaint_pearl_custom
source: Second Color
jpn: 2 番目の色

# metallicpaint_pearl_ior
source: Blend
jpn: ブレンド

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
jpn: スライダを 0 ～ 100 の間で動かし、色を混ぜます。

# metallicpaint_pearl_ior:uilabel
source: Blend
jpn: ブレンド

# metallicpaint_pearl_list_label
source: Type
jpn: タイプ

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
jpn: 色度または 2 番目の色を選択します。

# metallicpaint_pearl_panel_label
source: Pearl
jpn: パール

# metallicpaint_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
jpn: 光沢のある反射を作成するために、mental ray が計算するサンプル(光線)の最大数を定義します。

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# metallicpaint_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# metallicpaint_roundcorners_radius
source: Source
jpn: ソース

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# metallicpaint_roundcorners_radius:uilabel
source: Source
jpn: ソース

# metallicpaint_topcoat
source: Type
jpn: タイプ

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
jpn: 車両ペイント

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
jpn: クローム

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
jpn: カスタム

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
jpn: マット

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
jpn: [マット]、[クローム]、[車両ペイント]、[カスタム]の中から選択します。

# metallicpaint_topcoat:uilabel
source: Top Coat
jpn: 表面コーティング

# metallicpaint_topcoat_carpaint
source: Car Paint
jpn: 車両ペイント

# metallicpaint_topcoat_chrome
source: Chrome
jpn: クローム

# metallicpaint_topcoat_custom
source: Custom
jpn: カスタム

# metallicpaint_topcoat_falloff
source: Angle Falloff
jpn: 角度フォールオフ

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
jpn: スライダを 0 (フレネル効果なし。クロームのような不変の反射)から 100 (フレネル効果高。極端な角度のときに狭いゾーンのみで完全反射します。極端な角度の限度は、車両ペイント 80 くらいの現実的な表面コーティング(フラネルのバイアス、強さ、尺度を統合した尺度)に配置されます)の間で動かします。

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
jpn: 角度フォールオフ

# metallicpaint_topcoat_glossy
source: Glossiness
jpn: 光沢

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
jpn: 100 (完全反射) ～ 0 (マット) の範囲でスライダを動かします。

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
jpn: 光沢

# metallicpaint_topcoat_matte
source: Matte
jpn: マット

# metallicpaint_topcoat_panel
source: Top Coat
jpn: 表面コーティング

source: midnight
jpn: ミッドナイト

source: Mid Tones:
jpn: 中間トーン:

# midtones:uilabel
source: Mid Tones:
jpn: 中間トーン:

# mirror_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# mirror_mirrorgroup
source: Mirror
jpn: 鏡

# mirror_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# mirror_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# mirror_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# mirror_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# mirror_roundcorners_radius
source: Source
jpn: ソース

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# mirror_roundcorners_radius:uilabel
source: Source
jpn: ソース

# mirror_tintcolor
source: Color
jpn: 色

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
jpn: フロート ガラスの全吸収を表す、鏡の色を調整します。ティントは、フロート ガラス レイヤが一定の吸収レベルを持つという事実を考慮する必要があります。

# mirror_tintcolor:uilabel
source: Tint Color
jpn: ティント カラー

source: misc
jpn: その他

source: miscellaneous
jpn: その他

source: misty
jpn: 霞がかった

# mode:uilabel
source: Mode
jpn: モード

source: modular
jpn: 規格品

source: mortar
jpn: モルタル

source: mortared
jpn: モルタル

source: mosaic
jpn: モザイク

source: mostly white carpet
jpn: 白っぽいカーペット

source: mounting
jpn: 取り付け

source: multi-color
jpn: 多色

source: multi-colored
jpn: 多色

# multiplier
source: Sky Multiplier:
jpn: 乗数

# multiplier:uilabel
source: Multiplier:
jpn: 乗数

source: murky
jpn: 濁った

source: museum
jpn: 博物館

source: natural
jpn: ナチュラル

source: navy
jpn: 濃紺

# nearAttenuationEnd
source: End Point:
jpn: 終点:

# nearAttenuationEnd:uilabel
source: End Point:
jpn: 終点:

# nearAttenuationOn
source: Near Attenuation:
jpn: 近接減衰:

# nearAttenuationOn:uilabel
source: Near Attenuation:
jpn: 近接減衰:

# nearAttenuationStart
source: Start Point:
jpn: 始点:

# nearAttenuationStart:uilabel
source: Start Point:
jpn: 始点:

source: neutral
jpn: ニュートラル

source: Night Color:
jpn: ナイト カラー:

# night_color:uilabel
source: Night Color:
jpn: ナイト カラー:

# noise_Appearance
source: Appearance
jpn: 外観

# noise_Color1
source: Color 1
jpn: 色 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
jpn: コンポーネントのいずれかの色またはサブプロシージャ マップを選択するオプションを提供します。

# noise_Color1:uilabel
source: Color 1
jpn: 色 1

# noise_Color2
source: Color 2
jpn: 色 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
jpn: 他方のコンポーネントの色またはサブプロシージャ マップを選択するオプションを提供します。

# noise_Color2:uilabel
source: Color 2
jpn: 色 2

# noise_Levels
source: Levels
jpn: レベル

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
jpn: フラクタル ノイズまたは乱流ノイズに使用される反復の数を決定します。既定値は 3 です。

# noise_Levels:uilabel
source: Levels
jpn: レベル

# noise_Phase
source: Phase
jpn: フェーズ

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
jpn: ノイズのしきい値のフェーズを指定します。

# noise_Phase:uilabel
source: Phase
jpn: フェーズ

# noise_Position
source: Position
jpn: 位置

# noise_Size
source: Size
jpn: サイズ

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
jpn: ノイズ関数の尺度を設定します。値が小さくなるほどノイズのチャンクが小さくなります。

# noise_Size:uilabel
source: Size
jpn: サイズ

source: Noise Threshold
jpn: ノイズのしきい値

# noise_ThresholdHigh
source: High
jpn: 高

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
jpn: 高いノイズのしきい値を指定します。範囲は 0 ～ 1 で、既定値は 1 です。

# noise_ThresholdHigh:uilabel
source: High
jpn: 高

# noise_ThresholdLow
source: Low
jpn: 低

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
jpn: 低いノイズのしきい値を指定します。範囲は 0 ～ 1 で、既定値は 0 です。

# noise_ThresholdLow:uilabel
source: Low
jpn: 低

source: Noise Type
jpn: ノイズ タイプ

# noise_Type:noise_fractal
source: Fractal
jpn: フラクタル

# noise_Type:noise_regular
source: Regular
jpn: 標準

# noise_Type:noise_turbulence
source: Turbulence
jpn: 乱流

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
jpn: 2 つの色の相互作用に基づいてサーフェスのランダム摂動を作成します。使用できる選択肢は、標準、フラクタル、乱流です。

# noise_Type:uilabel
source: Noise Type
jpn: ノイズ タイプ

# noise_fractal
source: Fractal
jpn: フラクタル

# noise_regular
source: Regular
jpn: 標準

# noise_transforms_group
source: Transforms
jpn: 変換

# noise_turbulence
source: Turbulence
jpn: 乱流

source: non
jpn: なし

source: non-uniform
jpn: 不均等

# none
source: No Area
jpn: なし

source: normal
jpn: 標準

# north_offset_from_x
source: North Azimuth:
jpn: 北方位角:

# north_offset_from_x:uilabel
source: North Azimuth:
jpn: 北方位角:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
jpn: サイクル数

source: oak
jpn: オーク材

source: ocean
jpn: 海洋

source: octagon
jpn: 八角形

source: octagonal
jpn: 八角形

source: off
jpn: オフ

source: off-white
jpn: オフホワイト

source: olive
jpn: オリーブ

source: on
jpn: オン

# on:uilabel
source: On:
jpn: オン

source: orange
jpn: オレンジ

# origin
source: Point
jpn: ポイント

source: oxidised
jpn: オキシダイズド

source: oxidized
jpn: オキシダイズド

source: paint
jpn: ペイント

source: panelling
jpn: パネル

source: paperboard
jpn: 板紙

source: parquet
jpn: 寄木細工

source: particle
jpn: パーティクル

source: pastel
jpn: パステル

source: patina
jpn: 緑青

source: pattern
jpn: パターン

source: pavement
jpn: 舗道

source: paver
jpn: 舗装

source: paving
jpn: 舗装

source: peach
jpn: ピーチ

source: pearl
jpn: パール

source: pebble
jpn: 砂利

source: pebbled
jpn: 石目

source: periwinkle
jpn: 明るい青紫色

# photon
source: Photons
jpn: 光子

source: physical
jpn: 物理的

source: physical material
jpn: 物理的マテリアル

# physmat_Comments
source: Comments
jpn: コメント
