Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
esp: Permite seleccionar entre Rizado (ruido áspero), Ondulado (ruido suave) o Personalizado.

# solidglass_bump_enable_panel_label
source: Relief Pattern
esp: Patrón de relieve

# solidglass_bump_map
source: Image
esp: Imagen

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
esp: Selecciona una imagen de mapa de bits para el patrón de relieve.

# solidglass_bump_map:uilabel
source: Image
esp: Imagen

# solidglass_clear
source: Clear
esp: Claro

# solidglass_color_by_object:uilabel
source: Custom Color
esp: Color personalizado

# solidglass_custom
source: Custom
esp: Personalizado

# solidglass_custom_color
source: Custom
esp: Personalizado

# solidglass_glossiness
source: Roughness
esp: Aspereza

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
esp: Ajusta la aspereza de la superficie de cristal. Reduzca para obtener cristal suave y brillante; aumente para lograr un efecto esmerilado. El valor predeterminado es 0 y el rango es 0-1.

# solidglass_glossiness:uilabel
source: Roughness
esp: Aspereza

# solidglass_gray
source: Gray
esp: Gris

# solidglass_green
source: Green
esp: Verde

# solidglass_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# solidglass_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# solidglass_reflectance
source: Reflectance
esp: Reflectancia

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
esp: Ajusta la cantidad de luz que refleja la superficie del cristal en vez de atravesarlo. El valor predeterminado es 15 y el rango es 0-100.

# solidglass_reflectance:uilabel
source: Reflectance
esp: Reflectancia

# solidglass_refr_depth
source: Refraction Max Trace Depth
esp: Profundidad máxima del trazo de refracción

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
esp: Cuando se encuentra marcada, la profundidad de refracción del material se controla de forma local y se proyecta un rayo de transparencia adicional al alcanzar el límite, lo que limita el efecto de "borde oscuro" que se suele dar en los objetos de cristal sólidos.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# solidglass_refr_depth_control_label
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
esp: Distancia de difuminación

# solidglass_refr_ior
source: Refraction
esp: Refracción

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
esp: Ajusta el grado de curvatura de la luz al atravesar una superficie. El valor predeterminado es 1.52 y el rango es 0-5.

# solidglass_refr_ior:uilabel
source: Refraction
esp: Refracción

# solidglass_refr_ior_air
source: Air
esp: Aire

# solidglass_refr_ior_custom
source: Custom
esp: Personalizado

# solidglass_refr_ior_diamond
source: Diamond
esp: Diamante

# solidglass_refr_ior_glass
source: Glass
esp: Cristal

# solidglass_refr_ior_quartz
source: Quartz
esp: Cuarzo

# solidglass_refr_ior_water
source: Water
esp: Agua

# solidglass_rippled
source: Rippled
esp: Rizado

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# solidglass_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# solidglass_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# solidglass_roundcorners_radius
source: Source
esp: Origen

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# solidglass_roundcorners_radius:uilabel
source: Source
esp: Origen

# solidglass_solidglassgroup
source: Solid Glass
esp: Cristal sólido

# solidglass_transmittance:solidglass_blue
source: Blue
esp: Azul

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
esp: Verde azul

# solidglass_transmittance:solidglass_bronze
source: Bronze
esp: Bronce

# solidglass_transmittance:solidglass_clear
source: Clear
esp: Claro

# solidglass_transmittance:solidglass_custom
source: Custom
esp: Personalizado

# solidglass_transmittance:solidglass_gray
source: Gray
esp: Gris

# solidglass_transmittance:solidglass_green
source: Green
esp: Verde

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
esp: Permite seleccionar un color predefinido o uno personalizado.

# solidglass_transmittance_custom_color
source: Custom Color
esp: Color personalizado

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
esp: Selecciona un color, una imagen o una textura de procedimiento para crear el aspecto del material.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
esp: Color personalizado

# solidglass_wavy
source: Wavy
esp: Ondulado

source: spanish
esp: español

source: special
esp: especial

# speckle_Appearance
source: Appearance
esp: Aspecto

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
esp: Especifica el primer color de la mota.

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
esp: Especifica el segundo color de la mota.

# speckle_Position
source: Position
esp: Posición

# speckle_Size
source: Size
esp: Tamaño

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
esp: Ajusta el tamaño de las motas.

# speckle_Size:uilabel
source: Size
esp: Tamaño

# speckle_transforms_group
source: Transforms
esp: Transformaciones

source: speckled
esp: moteado

source: Specular:
esp: Especular:

# specular:uilabel
source: Specular:
esp: Especular:

source: Specular Color:
esp: Color especular:

# specularColor:uilabel
source: Specular Color:
esp: Color especular:

source: Sphere
esp: Esfera

# sphere_radius
source: Radius:
esp: Radio:

# sphere_radius:uilabel
source: Radius:
esp: Radio:

source: splatter
esp: salpicadura

source: split
esp: dividir

source: spot
esp: Foco

# spread:uilabel
source: Spread:
esp: Extensión:

source: square
esp: cuadrado

source: squares
esp: cuadrados

# ssao_blend_amount
source: Blending:
esp: Fundido:

# ssao_blend_amount:uilabel
source: Blending:
esp: Fundido:

# ssao_blur_radius
source: Blur:
esp: Desenfoque:

# ssao_blur_radius:uilabel
source: Blur:
esp: Desenfoque:

# ssao_custom
source: Custom
esp: Personalizado

# ssao_filter_color
source: Filter Color:
esp: Color de filtro:

# ssao_filter_color:uilabel
source: Filter Color:
esp: Color de filtro:

# ssao_high
source: Fine (Slowest)
esp: Fino (más lento)

# ssao_low
source: Coarse (Fastest)
esp: Grueso (más rápido)

# ssao_medium
source: Medium
esp: Medio

# ssao_quality
source: Quality:
esp: Calidad:

# ssao_quality:ssao_custom
source: Custom
esp: Personalizado

# ssao_quality:ssao_high
source: Fine (Slowest)
esp: Fino (más lento)

# ssao_quality:ssao_low
source: Coarse (Fastest)
esp: Grueso (más rápido)

# ssao_quality:ssao_medium
source: Medium
esp: Medio

# ssao_quality:uilabel
source: Quality:
esp: Calidad:

# ssao_sample_count
source: Samples:
esp: Muestras:

# ssao_sample_count:uilabel
source: Samples:
esp: Muestras:

# ssao_sample_radius
source: Sample Radius:
esp: Radio de muestra:

# ssao_sample_radius:uilabel
source: Sample Radius:
esp: Radio de muestra:

source: stacked
esp: apilado

source: stainless
esp: inoxidable

# standardLight
source: Standard Light Parameters
esp: Parámetros de luz estándar

source: standing
esp: vertical

# std_incandescent
source: Standard Incandescent Light
esp: Luz incandescente estándar

source: steel
esp: acero

source: stone
esp: piedra

# stone_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# stone_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# stone_ao_distance
source: Max Distance
esp: Distancia máxima

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# stone_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# stone_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# stone_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# stone_ao_samples
source: Samples
esp: Muestras

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# stone_ao_samples:uilabel
source: Samples
esp: Muestras

# stone_application
source: Finish
esp: Acabado

# stone_application:stone_glossy
source: Glossy
esp: Brillante

# stone_application:stone_matte
source: Matte
esp: Mate

# stone_application:stone_polished
source: Polished
esp: Pulido

# stone_application:stone_unfinished
source: Unfinished
esp: Sin acabado

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
esp: Seleccione los acabados pulido, brillante, mate o sin acabado.

# stone_application:uilabel
source: Finish
esp: Acabado

# stone_bump:stone_custom
source: Custom
esp: Personalizado

# stone_bump:stone_glossymarble
source: Glossy Marble
esp: Mármol brillante

# stone_bump:stone_none
source: None
esp: Ninguno

# stone_bump:stone_polishedgranite
source: Polished Granite
esp: Granito pulido

# stone_bump:stone_stonewall
source: Stone Wall
esp: Muro de piedra

# stone_bump:uilabel
source: Type
esp: Tipo

# stone_bump_amount
source: Amount
esp: Cantidad

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
esp: Control deslizante para establecer la altura del relieve entre 0 y 1.

# stone_bump_amount:uilabel
source: Amount
esp: Cantidad

# stone_bump_list_label
source: Type
esp: Tipo

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
esp: Permite seleccionar un tipo de relieve o la opción Personalizado.

# stone_bump_map
source: Image
esp: Imagen

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
esp: Selecciona una imagen de mapa de bits para el acabado.

# stone_bump_map:uilabel
source: Image
esp: Imagen

# stone_bump_panel_label
source: Finish Bumps
esp: Relieves de acabado

# stone_color
source: Image
esp: Imagen

# stone_color:tooltip
source: Selects a bitmap image for the stone.
esp: Selecciona una imagen de mapa de bits para la piedra.

# stone_color:uilabel
source: Image
esp: Imagen

# stone_custom
source: Custom
esp: Personalizado

# stone_glossy
source: Glossy
esp: Brillante

# stone_glossymarble
source: Glossy Marble
esp: Mármol brillante

# stone_matte
source: Matte
esp: Mate

# stone_pattern:stone_custom
source: Custom
esp: Personalizado

# stone_pattern:stone_none
source: None
esp: Ninguno

# stone_pattern:uilabel
source: Bump Pattern
esp: Patrón de relieve

# stone_pattern_amount
source: Amount
esp: Cantidad

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
esp: Control deslizante de cantidad entre 0 y 2 que permite controlar la altura del relieve.

# stone_pattern_amount:uilabel
source: Amount
esp: Cantidad

# stone_pattern_list_label
source: Bump Pattern
esp: Patrón de relieve

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
esp: Cree regiones elevadas y hundidas a partir de las áreas oscuras y claras de un archivo de imagen propio.

# stone_pattern_map
source: Image
esp: Imagen

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
esp: Selecciona una imagen de mapa de bits para el patrón de relieve.

# stone_pattern_map:uilabel
source: Image
esp: Imagen

# stone_pattern_panel_label
source: Relief Pattern
esp: Patrón de relieve

# stone_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# stone_polished
source: Polished
esp: Pulido

# stone_polishedgranite
source: Polished Granite
esp: Granito pulido

# stone_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# stone_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# stone_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# stone_roundcorners_radius
source: Source
esp: Origen

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# stone_roundcorners_radius:uilabel
source: Source
esp: Origen

# stone_stonegroup
source: Stone
esp: Piedra

# stone_stonewall
source: Stone Wall
esp: Muro de piedra

# stone_unfinished
source: Unfinished
esp: Sin acabado

# stonewall_tex:uilabel
source: Stonewall Texture
esp: Textura Stonewall

source: street
esp: calle

# stress_curve_data:uilabel
source: Stress
esp: Tensión

source: stripes
esp: rayas

source: structural
esp: estructural

source: structural concrete
esp: hormigón estructural

# structural_Behavior
source: Behavior
esp: Comportamiento

# structural_Behavior:structural_isotropic
source: Isotropic
esp: Isótropo

# structural_Behavior:structural_orthotropic
source: Orthotropic
esp: Ortótropo

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
esp: Isótropo transversal

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
esp: Permite elegir entre comportamiento isótropo y ortótropo.

# structural_Behavior:uilabel
source: Behavior
esp: Comportamiento

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
esp: Coeficiente de tensión cíclica de templado

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
esp: Coeficiente de tensión cíclica de templado

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
esp: Exponente de tensión cíclica de templado

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
esp: Exponente de tensión cíclica de templado

# structural_Density
source: Density
esp: Densidad

# structural_Density:uilabel
source: Density
esp: Densidad

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
esp: Límite de resistencia al número de ciclos

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
esp: Límite de resistencia al número de ciclos

# structural_Endurance_limit_stress
source: Endurance Limit Stress
esp: Límite de resistencia a la tensión

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
esp: Límite de resistencia a la tensión

# structural_ExternalMaterialID:uilabel
source: External Material ID
esp: ID de material externo

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
esp: Coeficiente de ductilidad ante la fatiga

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
esp: Coeficiente de ductilidad ante la fatiga

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
esp: Exponente de ductilidad ante la fatiga

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
esp: Exponente de ductilidad ante la fatiga

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
esp: Coeficiente de resistencia a la fatiga

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
esp: Coeficiente de resistencia a la fatiga

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
esp: Exponente de resistencia a la fatiga

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
esp: Exponente de resistencia a la fatiga

# structural_Minimum_tensile_strength
source: Tensile Strength
esp: Límite de elasticidad

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
esp: Límite de elasticidad

# structural_Minimum_yield_stress
source: Yield Strength
esp: Límite de fluencia

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
esp: Límite de fluencia

# structural_Poisson_ratio
source: Poisson's Ratio
esp: Coeficiente de Poisson

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
esp: Coeficiente de Poisson

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
esp: Coeficiente de Poisson 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
esp: Coeficiente de Poisson 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
esp: Coeficiente de Poisson 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
esp: Coeficiente de Poisson 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
esp: Coeficiente de Poisson X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
esp: Coeficiente de Poisson X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
esp: Coeficiente de Poisson Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
esp: Coeficiente de Poisson Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
esp: Coeficiente de Poisson Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
esp: Coeficiente de Poisson Z

# structural_Shear_modulus
source: Shear Modulus
esp: Módulo cortante

# structural_Shear_modulus:uilabel
source: Shear Modulus
esp: Módulo cortante

# structural_Shear_modulus_12
source: Shear Modulus 12
esp: Módulo cortante 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
esp: Módulo cortante 12

# structural_Shear_modulus_X
source: Shear Modulus X
esp: Módulo cortante X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
esp: Módulo cortante X

# structural_Shear_modulus_Y
source: Shear Modulus Y
esp: Módulo cortante Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
esp: Módulo cortante Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
esp: Módulo cortante Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
esp: Módulo cortante Z

# structural_Shear_strength_modification
source: Shear Strength Modification
esp: Modificación de esfuerzo cortante

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
esp: Modificación de esfuerzo cortante

# structural_Specific_heat
source: Specific Heat
esp: Calor específico

# structural_Specific_heat:uilabel
source: Specific Heat
esp: Calor específico

# structural_Thermal_conductivity
source: Thermal Conductivity
esp: Conductividad térmica

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
esp: Conductividad térmica

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
esp: Conductividad térmica X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
esp: Conductividad térmica X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
esp: Conductividad térmica Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
esp: Conductividad térmica Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
esp: Conductividad térmica Z
