Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
csy: Posouváním lze volit relativní výšku vzoru. Hodnota 0 představuje plochý povrch, hloubku vzoru lze pak zvětšovat až do hodnoty 2,0.

# metal_pattern_height:uilabel
source: Amount
csy: Množství

# metal_pattern_list_label
source: Type
csy: Typ

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
csy: Slouží k výběru dekorativní vnější úpravy vlisované do kovového povrchu.

# metal_pattern_panel_label
source: Relief Pattern
csy: Vzor reliéfu

# metal_pattern_scale
source: Scale
csy: Měřítko

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
csy: Posouváním lze vybrat relativní velikost vzoru reliéfu. Zadejte hodnotu mezi 0 (větší) a 50 (menší).

# metal_pattern_scale:uilabel
source: Scale
csy: Měřítko

# metal_pattern_shader
source: Image
csy: Obrázek

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
csy: Řídí vzor reliéfu dlaždic. Vzor nerovností definuje zvýšené a snížené oblasti na základě tmavých a světlých ploch v souboru obrázku.

# metal_pattern_shader:uilabel
source: Image
csy: Obrázek

# metal_perf_circles_staggered
source: Staggered Circles
csy: Odstupňované kruhy

# metal_perf_circles_straight
source: Straight Circles
csy: Přímé kruhy

# metal_perf_cloverleaf
source: Cloverleaf
csy: Jetelový list

# metal_perf_custom
source: Custom
csy: Vlastní

# metal_perf_grecian
source: Grecian
csy: Řecký

# metal_perf_hexagon
source: Hexagon
csy: Šestiúhelník

# metal_perf_squares
source: Squares
csy: Čtverce

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
csy: Odstupňované kruhy

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
csy: Přímé kruhy

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
csy: Jetelový list

# metal_perforations:metal_perf_custom
source: Custom
csy: Vlastní

# metal_perforations:metal_perf_grecian
source: Grecian
csy: Řecký

# metal_perforations:metal_perf_hexagon
source: Hexagon
csy: Šestiúhelník

# metal_perforations:metal_perf_none
source: None
csy: Žádné

# metal_perforations:metal_perf_squares
source: Squares
csy: Čtverce

# metal_perforations:uilabel
source: Cutouts
csy: Vyjmuté části

# metal_perforations_center
source: Center Spacing
csy: Vzdálenost středů

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
csy: Sevřené musí mít poměr 0,0001 vzhledem k průměru; u odstupňovaných má všech šest sousedních středů stejnou vzdálenost; u přímých se středy měří shora, zdola, zleva a zprava.

# metal_perforations_center:uilabel
source: Center Spacing
csy: Vzdálenost středů

# metal_perforations_list_label
source: Type
csy: Typ

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
csy: Nastavuje perforační vzory materiálu a některé volby umožňují řízení rozměrů.

# metal_perforations_panel_label
source: Cutouts
csy: Vyjmuté části

# metal_perforations_shader
source: Image
csy: Obrázek

# metal_perforations_shader:uilabel
source: Image
csy: Obrázek

# metal_perforations_size:uilabel
source: Size
csy: Velikost

# metal_perforations_size_label1
source: Diameter
csy: Průměr

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
csy: Nastavuje pouze kruhy.

# metal_perforations_size_label2
source: Diameter
csy: Průměr

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
csy: Nastavuje pouze kruhy.

# metal_perforations_size_label3
source: Size
csy: Velikost

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
csy: Nastavuje velikost čtvercových výřezů.

# metal_perforations_size_label4
source: Size
csy: Velikost

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
csy: Nastavuje velikost řeckých výřezů.

# metal_perforations_size_label5
source: Size
csy: Velikost

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
csy: Nastavuje velikost výřezů ve tvaru jetelového listu.

# metal_perforations_size_label6
source: Size
csy: Velikost

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
csy: Nastavuje velikost šestiúhelníkových výřezů.

# metal_perforations_space:uilabel
source: Perforations Space
csy: Prostor perforací

# metal_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# metal_polished
source: Polished
csy: Leštěný

# metal_props1
source: Basic Thermal
csy: Základní tepelné

# metal_props2
source: Mechanical
csy: Mechanické

# metal_props4
source: Wood
csy: Pevnost

# metal_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# metal_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# metal_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# metal_roundcorners_radius
source: Source
csy: Zdroj

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# metal_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# metal_satin
source: Satin
csy: Satén

# metal_semi_polished
source: Semi-polished
csy: Pololeštěný

# metal_stainless_steel
source: Stainless Steel
csy: Nerezová ocel

# metal_type
source: Type
csy: Typ

# metal_type:metal_aluminum
source: Aluminum
csy: Hliník

# metal_type:metal_brass
source: Brass
csy: Mosaz

# metal_type:metal_bronze
source: Bronze
csy: Bronzová

# metal_type:metal_chrome
source: Chrome
csy: Chrom

# metal_type:metal_copper
source: Copper
csy: Měď

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
csy: Eloxovaný hliník

# metal_type:metal_stainless_steel
source: Stainless Steel
csy: Nerezová ocel

# metal_type:metal_zinc
source: Zinc
csy: Zinek

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
csy: Vybere typ kovu, řídí základní barvu a texturu kovu a filtruje následné vlastnosti.

# metal_type:uilabel
source: Type
csy: Typ

# metal_zinc
source: Zinc
csy: Zinek

source: metallic
csy: kovový

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# metallicpaint_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# metallicpaint_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# metallicpaint_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# metallicpaint_ao_samples
source: Samples
csy: Vzorky

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# metallicpaint_ao_samples:uilabel
source: Samples
csy: Vzorky

# metallicpaint_base_color
source: Color
csy: Barva

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
csy: Slouží k výběru základní barvy nátěru.

# metallicpaint_base_color:uilabel
source: Color
csy: Barva

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# metallicpaint_base_highlightspread
source: Highlight Spread
csy: Rozprostření zvýraznění

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
csy: Nastavuje velmi rozmazanou odrazivost základního nátěru pod velmi ostrými odrazy svrchního nátěru.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
csy: Rozprostření zvýraznění

# metallicpaint_finish
source: Finish
csy: Povrchová úprava

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
csy: Pomerančová slupka

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
csy: Hladký

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
csy: Vybere možnost Hladký nebo Pomerančová slupka.

# metallicpaint_finish:uilabel
source: Finish
csy: Povrchová úprava

# metallicpaint_finish_peelamount
source: Amount
csy: Množství

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
csy: Posouváním vybere úroveň chromatického povrchu mezi hodnotami 1 až 100.

# metallicpaint_finish_peelamount:uilabel
source: Amount
csy: Množství

# metallicpaint_finish_peeling
source: Orange Peel
csy: Pomerančová slupka

# metallicpaint_finish_smooth
source: Smooth
csy: Hladké

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
csy: Aktivováno

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
csy: Žádné

# metallicpaint_flecks:uilabel
source: Flecks
csy: Skvrnky

# metallicpaint_flecks_color
source: Color
csy: Barva

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
csy: Výchozím nastavením je bílá s odstínem (přechodem na černou) tlumící efekt skvrnek proti základnímu nátěru; středně šedá základní barva s černými skvrnkami nezobrazí žádné skvrnky, středně šedé skvrnky na téže základní barvě však zobrazí 50 % efektu skvrnek.

# metallicpaint_flecks_color:uilabel
source: Color
csy: Barva

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# metallicpaint_flecks_enable
source: Enabled
csy: Aktivováno

# metallicpaint_flecks_list_label
source: Flecks
csy: Skvrnky

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
csy: Aktivuje používání reflexních šupinek v nátěru.

# metallicpaint_flecks_panel_label
source: Flecks
csy: Skvrnky

# metallicpaint_flecks_size
source: Size
csy: Velikost

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
csy: Nastavuje velikost skvrnek.

# metallicpaint_flecks_size:uilabel
source: Size
csy: Velikost

# metallicpaint_metallicpaintgroup
source: Metallic Paint
csy: Metalíza

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
csy: Chromatický

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
csy: Druhá barva

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
csy: Žádné

# metallicpaint_pearl:uilabel
source: Pearl
csy: Perleťová

# metallicpaint_pearl_amount
source: Amount
csy: Množství

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
csy: Nastavuje poměr perleťového efektu a základní barvy.

# metallicpaint_pearl_amount:uilabel
source: Amount
csy: Množství

# metallicpaint_pearl_chromatic
source: Chromatic
csy: Chromatický

# metallicpaint_pearl_color
source: Color
csy: Barva

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
csy: Nastavuje perleťovou barvu.

# metallicpaint_pearl_color:uilabel
source: Color
csy: Barva

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# metallicpaint_pearl_custom
source: Second Color
csy: Druhá barva

# metallicpaint_pearl_ior
source: Blend
csy: Směs

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
csy: Posouváním vybere směs barev v rozsahu 0 až 100.

# metallicpaint_pearl_ior:uilabel
source: Blend
csy: Směs

# metallicpaint_pearl_list_label
source: Type
csy: Typ

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
csy: Slouží k výběru chromatické nebo druhé barvy.

# metallicpaint_pearl_panel_label
source: Pearl
csy: Perleťová

# metallicpaint_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
csy: Definuje maximální počet vzorků (paprsků), které pomyslný paprsek vypočítá k vytvoření lesklých odrazů.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# metallicpaint_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# metallicpaint_roundcorners_radius
source: Source
csy: Zdroj

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# metallicpaint_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# metallicpaint_topcoat
source: Type
csy: Typ

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
csy: Autolak

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
csy: Chrom

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
csy: Vlastní

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
csy: Matný

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
csy: Vybírá mezi možnostmi Matný, Chrom, Autolak a Vlastní.

# metallicpaint_topcoat:uilabel
source: Top Coat
csy: Vrchní nátěr

# metallicpaint_topcoat_carpaint
source: Car Paint
csy: Autolak

# metallicpaint_topcoat_chrome
source: Chrome
csy: Chrom

# metallicpaint_topcoat_custom
source: Custom
csy: Vlastní

# metallicpaint_topcoat_falloff
source: Angle Falloff
csy: Úhel slabé intenzity

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
csy: Posouvá se mezi hodnotami 0 = bez Fresnelova efektu (konstantní odrazy jako u možnosti Chrom) až 100 = vysoký Fresnelův efekt (skutečné odrazy pouze v úzké oblasti v extrémních úhlech. Extrémní limit pro realistické svrchní nátěry (na stupnici spojení Fresnelova zkreslení, síly) s možností Autolak nastavenou na hodnotu kolem 80).

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
csy: Úhel slabé intenzity

# metallicpaint_topcoat_glossy
source: Glossiness
csy: Lesklost

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
csy: Posouvá se mezi hodnotami 100 (úplná odrazivost) až 0 (mat).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
csy: Lesklost

# metallicpaint_topcoat_matte
source: Matte
csy: Matný

# metallicpaint_topcoat_panel
source: Top Coat
csy: Vrchní nátěr

source: midnight
csy: půlnoc

source: Mid Tones:
csy: Střední tóny:

# midtones:uilabel
source: Mid Tones:
csy: Střední tóny:

# mirror_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# mirror_mirrorgroup
source: Mirror
csy: Zrcadlo

# mirror_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# mirror_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# mirror_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# mirror_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# mirror_roundcorners_radius
source: Source
csy: Zdroj

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# mirror_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# mirror_tintcolor
source: Color
csy: Barva

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
csy: Nastavuje barvu zrcadla, které představuje úplnou absorpci plaveného skla. U tónu by měl být brán v úvahu fakt, že vrstva plaveného skla má určitou úroveň absorpce.

# mirror_tintcolor:uilabel
source: Tint Color
csy: Zabarvení

source: misc
csy: různé

source: miscellaneous
csy: různé

source: misty
csy: zamlžený

# mode:uilabel
source: Mode
csy: Režim

source: modular
csy: modulový

source: mortar
csy: malta

source: mortared
csy: nahozený maltou

source: mosaic
csy: mozaika

source: mostly white carpet
csy: koberec převážně bílý

source: mounting
csy: montáž

source: multi-color
csy: vícebarevný

source: multi-colored
csy: různobarevný

# multiplier
source: Sky Multiplier:
csy: Násobitel

# multiplier:uilabel
source: Multiplier:
csy: Násobitel

source: murky
csy: temný

source: museum
csy: muzeum

source: natural
csy: přírodní

source: navy
csy: tmavomodrá

# nearAttenuationEnd
source: End Point:
csy: Koncový bod:

# nearAttenuationEnd:uilabel
source: End Point:
csy: Koncový bod:

# nearAttenuationOn
source: Near Attenuation:
csy: Blízký útlum:

# nearAttenuationOn:uilabel
source: Near Attenuation:
csy: Blízký útlum:

# nearAttenuationStart
source: Start Point:
csy: Počáteční bod:

# nearAttenuationStart:uilabel
source: Start Point:
csy: Počáteční bod:

source: neutral
csy: neutrální

source: Night Color:
csy: Barva tmy:

# night_color:uilabel
source: Night Color:
csy: Barva tmy:

# noise_Appearance
source: Appearance
csy: Vzhled

# noise_Color1
source: Color 1
csy: Barva 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
csy: Poskytuje pro jednu z komponent možnost výběru barvy nebo subprocedurální mapy.

# noise_Color1:uilabel
source: Color 1
csy: Barva 1

# noise_Color2
source: Color 2
csy: Barva 2
