Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# masonrycmu_pattern_map:uilabel
source: Image
plk: Obraz

# masonrycmu_pattern_map_image_label
source: Image
plk: Obraz

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
plk: Kontroluje wzory wypukłości lub płytkowanie. Wzór wypukłości definiuje podwyższone i obniżone obszary na podstawie ciemnych i jasnych obszarów pliku obrazu.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
plk: Wzór wypukłości

# masonrycmu_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# masonrycmu_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# masonrycmu_roundcorners_radius
source: Source
plk: Źródło

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# masonrycmu_roundcorners_radius:uilabel
source: Source
plk: Źródło

# masonrycmu_type
source: Type
plk: Typ

# masonrycmu_type:masonrycmu_cmu
source: CMU
plk: Bloczek betonowy

# masonrycmu_type:masonrycmu_masonry
source: Masonry
plk: Mur

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
plk: Kontroluje metodę nakładania: bloczek betonowy lub mur.

# masonrycmu_type:uilabel
source: Type
plk: Typ

# masonrycmu_unfinished
source: Unfinished
plk: Niewykończony

source: materials
plk: materiały

source: matte
plk: matowy

source: medium
plk: średni

source: meduim blue
plk: średnioniebieski

# mercury
source: HID Mercury
plk: Rtęciowa HID

source: mesh
plk: siatka

source: metal
plk: metalowy

# metal_aluminum
source: Aluminum
plk: Aluminium

# metal_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# metal_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# metal_ao_distance
source: Max Distance
plk: Maks. odległość

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# metal_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# metal_ao_samples
source: Samples
plk: Próbki

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# metal_ao_samples:uilabel
source: Samples
plk: Próbki

# metal_brass
source: Brass
plk: Mosiądz

# metal_bronze
source: Bronze
plk: Brąz

# metal_brushed
source: Brushed
plk: Matowy

# metal_checker_plate
source: Checker Plate
plk: Blacha żeberkowa

# metal_chrome
source: Chrome
plk: Chrom

# metal_color
source: Color
plk: Kolor

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
plk: Wybiera kolor - tylko dla aluminium anodyzowanego.

# metal_color:uilabel
source: Color
plk: Kolor

# metal_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# metal_copper
source: Copper
plk: Miedź

# metal_custom
source: Custom - Image
plk: Niestandardowy - obraz

# metal_diamond_plate
source: Diamond Plate
plk: Płyta rombowa

# metal_finish
source: Finish
plk: Wykończenie

# metal_finish:metal_brushed
source: Brushed
plk: Matowy

# metal_finish:metal_polished
source: Polished
plk: Polerowane

# metal_finish:metal_satin
source: Satin
plk: Satynowy

# metal_finish:metal_semi_polished
source: Semi-polished
plk: Częściowo polerowany

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
plk: Wybiera wykończenie powierzchni - tylko dla aluminium, chromu, miedzi, mosiądzu, brązu i stali nierdzewnej.

# metal_finish:uilabel
source: Finish
plk: Wykończenie

# metal_galvanized_alu
source: Anodized Aluminum
plk: Aluminium anodyzowane

# metal_knurl
source: Knurl
plk: Moleta

# metal_patina
source: Patina
plk: Patyna

# metal_patina:maxlabel
source: Full
plk: Wypełnienie

# metal_patina:minlabel
source: None
plk: Brak

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
plk: Dostosowuje stopień odbarwienia miedzi lub brązu w wyniku utlenienia lub zastosowania związku chemicznego. Wprowadź wartość od 0 (brak) do 1 (pełne) lub użyj suwaka.

# metal_patina:uilabel
source: Patina
plk: Patyna

# metal_pattern:metal_checker_plate
source: Checker Plate
plk: Blacha żeberkowa

# metal_pattern:metal_custom
source: Custom - Image
plk: Niestandardowy - obraz

# metal_pattern:metal_diamond_plate
source: Diamond Plate
plk: Płyta rombowa

# metal_pattern:metal_knurl
source: Knurl
plk: Moleta

# metal_pattern:metal_none
source: None
plk: Brak

# metal_pattern:uilabel
source: Relief Pattern
plk: Wzór wypukłości

# metal_pattern_height
source: Amount
plk: Ilość

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
plk: Przesunięcie umożliwia wybranie względnej wysokości wzoru. Wprowadź wartość od 0 (płaski) do 2.0, aby zwiększyć głębokość wzoru.

# metal_pattern_height:uilabel
source: Amount
plk: Ilość

# metal_pattern_list_label
source: Type
plk: Typ

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
plk: Wybiera wzór dekoracyjny odciskany w powierzchni metalu.

# metal_pattern_panel_label
source: Relief Pattern
plk: Wzór wypukłości

# metal_pattern_scale
source: Scale
plk: Skala

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
plk: Przesunięcie umożliwia wybranie względnej wielkości wzoru podcięcia. Wprowadź wartość od 0 (większa) do 50 (mniejsza).

# metal_pattern_scale:uilabel
source: Scale
plk: Skala

# metal_pattern_shader
source: Image
plk: Obraz

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
plk: Kontroluje wzory wypukłości lub płytkowanie. Wzór wypukłości definiuje podwyższone i obniżone obszary na podstawie ciemnych i jasnych obszarów pliku obrazu.

# metal_pattern_shader:uilabel
source: Image
plk: Obraz

# metal_perf_circles_staggered
source: Staggered Circles
plk: Okręgi przestawne

# metal_perf_circles_straight
source: Straight Circles
plk: Okręgi proste

# metal_perf_cloverleaf
source: Cloverleaf
plk: Koniczyna

# metal_perf_custom
source: Custom
plk: Niestandardowy

# metal_perf_grecian
source: Grecian
plk: Grecki

# metal_perf_hexagon
source: Hexagon
plk: Sześciokąt

# metal_perf_squares
source: Squares
plk: Kwadraty

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
plk: Okręgi przestawne

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
plk: Okręgi proste

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
plk: Koniczyna

# metal_perforations:metal_perf_custom
source: Custom
plk: Niestandardowy

# metal_perforations:metal_perf_grecian
source: Grecian
plk: Grecki

# metal_perforations:metal_perf_hexagon
source: Hexagon
plk: Sześciokąt

# metal_perforations:metal_perf_none
source: None
plk: Brak

# metal_perforations:metal_perf_squares
source: Squares
plk: Kwadraty

# metal_perforations:uilabel
source: Cutouts
plk: Wycięcia

# metal_perforations_center
source: Center Spacing
plk: Odstęp między środkami

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
plk: Utwierdzone będą o 0,0001 mniejsze niż średnica; w przypadku przestawnych wszystkie z sześciu sąsiadujących środków znajdują się w równej odległości; w przypadku prostych środki są mierzone względem czterech sąsiadujących: z góry, z dołu, z lewej i z prawej.

# metal_perforations_center:uilabel
source: Center Spacing
plk: Odstęp między środkami

# metal_perforations_list_label
source: Type
plk: Typ

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
plk: Dostosowuje wzory perforacji w materiale; niektóre opcje zapewniają sterowanie wymiarami.

# metal_perforations_panel_label
source: Cutouts
plk: Wycięcia

# metal_perforations_shader
source: Image
plk: Obraz

# metal_perforations_shader:uilabel
source: Image
plk: Obraz

# metal_perforations_size:uilabel
source: Size
plk: Wielkość

# metal_perforations_size_label1
source: Diameter
plk: Średnica

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
plk: Dostosowuje tylko okręgi.

# metal_perforations_size_label2
source: Diameter
plk: Średnica

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
plk: Dostosowuje tylko okręgi.

# metal_perforations_size_label3
source: Size
plk: Wielkość

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
plk: Dostosowuje rozmiar odcięć kwadratów.

# metal_perforations_size_label4
source: Size
plk: Wielkość

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
plk: Dopasowuje wielkość wycięć w kształcie greckim.

# metal_perforations_size_label5
source: Size
plk: Wielkość

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
plk: Dopasowuje wielkość wycięć w kształcie koniczyny.

# metal_perforations_size_label6
source: Size
plk: Wielkość

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
plk: Dopasowuje wielkość wycięć sześciokątnych.

# metal_perforations_space:uilabel
source: Perforations Space
plk: Obszar otworów

# metal_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# metal_polished
source: Polished
plk: Polerowane

# metal_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# metal_props2
source: Mechanical
plk: Mechaniczny

# metal_props4
source: Wood
plk: Wytrzymałość

# metal_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# metal_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# metal_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# metal_roundcorners_radius
source: Source
plk: Źródło

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# metal_roundcorners_radius:uilabel
source: Source
plk: Źródło

# metal_satin
source: Satin
plk: Satynowy

# metal_semi_polished
source: Semi-polished
plk: Częściowo polerowany

# metal_stainless_steel
source: Stainless Steel
plk: Stal nierdzewna

# metal_type
source: Type
plk: Typ

# metal_type:metal_aluminum
source: Aluminum
plk: Aluminium

# metal_type:metal_brass
source: Brass
plk: Mosiądz

# metal_type:metal_bronze
source: Bronze
plk: Brąz

# metal_type:metal_chrome
source: Chrome
plk: Chrom

# metal_type:metal_copper
source: Copper
plk: Miedź

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
plk: Aluminium anodyzowane

# metal_type:metal_stainless_steel
source: Stainless Steel
plk: Stal nierdzewna

# metal_type:metal_zinc
source: Zinc
plk: Cynk

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
plk: Wybiera typ metalu i określa jego kolor podstawowy oraz teksturę, a także filtruje kolejne właściwości.

# metal_type:uilabel
source: Type
plk: Typ

# metal_zinc
source: Zinc
plk: Cynk

source: metallic
plk: metaliczny

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# metallicpaint_ao_distance
source: Max Distance
plk: Maks. odległość

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# metallicpaint_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# metallicpaint_ao_samples
source: Samples
plk: Próbki

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# metallicpaint_ao_samples:uilabel
source: Samples
plk: Próbki

# metallicpaint_base_color
source: Color
plk: Kolor

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
plk: Wybiera kolor podstawowy farby.

# metallicpaint_base_color:uilabel
source: Color
plk: Kolor

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# metallicpaint_base_highlightspread
source: Highlight Spread
plk: Rozpiętość połysków

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
plk: Dostosowuje bardzo nieostre odbicia powłoki podstawowej w przypadku bardzo ostrych odbić powłoki wierzchniej.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
plk: Rozpiętość połysków

# metallicpaint_finish
source: Finish
plk: Wykończenie

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
plk: Skórka pomarańczowa

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
plk: Gładki

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
plk: Wybiera fakturę gładką lub pomarszczoną.

# metallicpaint_finish:uilabel
source: Finish
plk: Wykończenie

# metallicpaint_finish_peelamount
source: Amount
plk: Ilość

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
plk: Suwak umożliwia wybranie wartości wykończenia chromatycznego z zakresu od 1 do 100.

# metallicpaint_finish_peelamount:uilabel
source: Amount
plk: Ilość

# metallicpaint_finish_peeling
source: Orange Peel
plk: Skórka pomarańczowa

# metallicpaint_finish_smooth
source: Smooth
plk: Gładki

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
plk: Włączone

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
plk: Brak

# metallicpaint_flecks:uilabel
source: Flecks
plk: Plamki

# metallicpaint_flecks_color
source: Color
plk: Kolor

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
plk: Domyślnie kolor biały z tonem (przechodzącym w czerń) tłumiącym efekt plamki na warstwie podstawowej; średni szary kolor podstawowy z czarnym kolorem plamki nie wykaże plamek, natomiast średnia szara plamka na tym samym kolorze podstawowym wykaże 50% efekt plamki.

# metallicpaint_flecks_color:uilabel
source: Color
plk: Kolor

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# metallicpaint_flecks_enable
source: Enabled
plk: Włączone

# metallicpaint_flecks_list_label
source: Flecks
plk: Plamki

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
plk: Umożliwia użycie odblaskowych płatków w farbie.

# metallicpaint_flecks_panel_label
source: Flecks
plk: Plamki

# metallicpaint_flecks_size
source: Size
plk: Wielkość

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
plk: Dostosowuje rozmiar drobin.

# metallicpaint_flecks_size:uilabel
source: Size
plk: Wielkość

# metallicpaint_metallicpaintgroup
source: Metallic Paint
plk: Farba metaliczna

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
plk: Chromatyczne

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
plk: Drugi kolor

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
plk: Brak

# metallicpaint_pearl:uilabel
source: Pearl
plk: Perłowa

# metallicpaint_pearl_amount
source: Amount
plk: Ilość

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
plk: Dostosowuje zmieszanie efektu perły z kolorem podstawowym.

# metallicpaint_pearl_amount:uilabel
source: Amount
plk: Ilość

# metallicpaint_pearl_chromatic
source: Chromatic
plk: Chromatyczne

# metallicpaint_pearl_color
source: Color
plk: Kolor

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
plk: Dostosowuje kolor efektu perły.

# metallicpaint_pearl_color:uilabel
source: Color
plk: Kolor

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# metallicpaint_pearl_custom
source: Second Color
plk: Drugi kolor

# metallicpaint_pearl_ior
source: Blend
plk: Mieszanka

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
plk: Suwak umożliwia mieszanie kolorów w zakresie od 0 do 100.

# metallicpaint_pearl_ior:uilabel
source: Blend
plk: Mieszanka

# metallicpaint_pearl_list_label
source: Type
plk: Typ

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
plk: Wybiera chromatyczny lub drugi kolor.

# metallicpaint_pearl_panel_label
source: Pearl
plk: Perłowa

# metallicpaint_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.
