Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

source: Paint material for interiors.
plk: Materiał malarski do wnętrz.

source: Paint-001
plk: Czarna

source: Paint-002
plk: Czarna

source: Paint-003
plk: Akwamarynowa

source: Paint-004
plk: Niebieska z odcieniem szarości

source: Paint-005
plk: Ciemnobłękitna

source: Paint-006
plk: Ciemnoturkusowa

source: Paint-007
plk: Ciemnobłękitna

source: Paint-008
plk: Ciemnoturkusowa

source: Paint-009
plk: Średniobłękitna

source: Paint-010
plk: Turkusowa

source: Paint-011
plk: Szaroniebieska

source: Paint-012
plk: Cyjan

source: Paint-013
plk: Cyjan

source: Paint-014
plk: Fioletowoniebieska

source: Paint-015
plk: Stalowoniebieska - jasna

source: Paint-016
plk: Stalowoniebieska - jasna

source: Paint-017
plk: Stalowoniebieska

source: Paint-018
plk: Fioletowa

source: Paint-019
plk: Jasnobrązowa

source: Paint-020
plk: Czekoladowa

source: Paint-021
plk: Pręgowana

source: Paint-022
plk: Jasnoczekoladowa

source: Paint-023
plk: Kawowa

source: Paint-024
plk: Jasnobeżowa

source: Paint-025
plk: Jasnobeżowa

source: Paint-026
plk: Piasek

source: Paint-027
plk: W kolorze pszenicy

source: Paint-028
plk: W kolorze pszenicy

source: Paint-029
plk: Perłowa

source: Paint-030
plk: Ciemnoszara

source: Paint-031
plk: Ciemnoszara

source: Paint-032
plk: Jasnoszara

source: Paint-033
plk: Jasnoszara

source: Paint-034
plk: Szara

source: Paint-035
plk: Żółtozielona

source: Paint-036
plk: Zieleń leśna

source: Paint-037
plk: Zieleń leśna

source: Paint-038
plk: Oliwkowozielona - ciemna

source: Paint-039
plk: Oliwkowozielona

source: Paint-040
plk: Ciemnozielona

source: Paint-041
plk: Kasztanowa

source: Paint-042
plk: Pomarańczowo-czerwona

source: Paint-043
plk: Pomarańczowa

source: Paint-044
plk: Ciemnoczerwona

source: Paint-045
plk: Jasnoczerwona

source: Paint-046
plk: Czerwona

source: Paint-047
plk: Czerwona

source: Paint-048
plk: Łososiowa

source: Paint-049
plk: Sjena

source: Paint-050
plk: Zimna biel

source: Paint-051
plk: Zimna biel

source: Paint-052
plk: W kolorze kości słoniowej - z połyskiem

source: Paint-053
plk: W kolorze kości słoniowej - matowa

source: Paint-054
plk: Lniana biel

source: Paint-055
plk: Lniana biel

source: Paint-056
plk: Biała

source: Paint-057
plk: Biała

source: Paint-058
plk: Kanarkowa

source: Paint-059
plk: Żółta

source: Paint-060
plk: Gładka - antyczna biel

source: Paint-061
plk: Niebieska - farba ścienna - lśniąca

source: Paint-062
plk: Beżowa

source: Paint-063
plk: Ciemnoniebieska z odcieniem szarości

source: Paint-064
plk: Granatowa

source: Paint-065
plk: Granatowa

source: Paint-066
plk: Ciemny cyjan

source: Paint-067
plk: Fioletowoniebieska

source: Paint-068
plk: Turkusowa

source: Paint-069
plk: Jasnobrązowa

source: Paint-070
plk: Szara

source: Paint-071
plk: Żółtozielona

source: Paint-072
plk: Ciemnooliwkowa

source: Paint-073
plk: Kasztanowa

source: Paint-074
plk: Rdzawoczerwona

source: Paint-075
plk: Odbijająca - czerwona

source: Paint-076
plk: Jasnoczerwono-pomarańczowa

source: Paint-077
plk: Ciemnoczerwona

source: Paint-078
plk: Złota

source: Paint-079
plk: Żółta

source: Paint-080
plk: Fioletowa

source: Paint-081
plk: Jasnoczerwona

source: Peach tint
plk: Odcień brzoskwiniowy

source: Phenolic Resin
plk: Żywica fenolowa

source: Phenolic formaldehyde resins
plk: Żywice fenolowo-formaldehydowe

source: Photographic Tone Operator
plk: Operator odcieni - fotograficzny

source: PhotographicToneOp
plk: OperatorOdcieniFotograficzny

# PhotographicToneOpGroup
source: Photographic ToneOp
plk: OperatorOdcieni Fotograficzny

source: PhysMat
plk: MatFizyczny

# PhysMatSchema_localname:Physical Material
source: Physical Material
plk: Materiał fizyczny

# PhysMatSchema_localtype:Material
source: Material
plk: Materiał

source: Physical material.
plk: Materiał fizyczny.

source: PhysicalGen_103
plk: Materiał ogólny

source: PhysicalLiquid-001
plk: Woda

source: PhysicalMetal_100
plk: Stal stopowa

source: PhysicalMetal_103
plk: Mosiądz - miękki żółty

source: PhysicalMetal_106
plk: Brąz - odlew

source: PhysicalMetal_107
plk: Miedź - odlew

source: PhysicalMetal_108
plk: Żelazo - odlew

source: PhysicalMetal_109
plk: Stal - odlew

source: PhysicalMetal_111
plk: Stop miedzi

source: PhysicalMetal_113
plk: Stal - galwanizowana

source: PhysicalMetal_115
plk: Żelazo - szare

source: PhysicalMetal_117
plk: Żelazo - ciągliwe

source: PhysicalMetal_118
plk: Stop niklowo-miedziowy 400

source: PhysicalMetal_119
plk: Stal — niestopowa

source: PhysicalMetal_121
plk: Stal nierdzewna

source: PhysicalMetal_122
plk: Stal nierdzewna AISI 440C

source: PhysicalMetal_123
plk: Stal nierdzewna - austenityczna

source: PhysicalMetal_124
plk: Stal

source: PhysicalMetal_125
plk: Stal - o wysokiej wytrzymałości, niskostopowa

source: PhysicalMetal_126
plk: Stal - niskostopowa

source: PhysicalMetal_128
plk: Aluminium 6061 - spawane

source: PhysicalMetal_129
plk: Mosiądz - miękki żółty - spawany

source: PhysicalMetal_130
plk: Stal nierdzewna 440C - spawana

source: PhysicalMetal_131
plk: Stal - miękka - spawana

source: PhysicalMetal_132
plk: Miedź - kuta

source: PhysicalMetal_133
plk: Stal - kuta

source: PhysicalPlastic_101
plk: Żywica acetalowa

source: PhysicalPlastic_107
plk: Nylon 6/6 kompozyt

source: PhysicalPlastic_110
plk: Mieszanka poliwęglanu i tworzywa ABS

source: PhysicalPlastic_117
plk: Polistyren

source: PhysicalPlastic_119
plk: Rury z PCW

source: PhysicalPlastic_120
plk: Polichlorek winylu - nieplastyfikowany

source: PhysicalPlastic_122
plk: Tworzywo sztuczne SAN

source: PhysicalPlastic_124
plk: Żywica termoplastyczna

source: PhysicalWood_100
plk: Drewno — brzoza

source: PhysicalWood_101
plk: Drewno — wiśnia

source: PhysicalWood_102
plk: Drewno — klon

source: PhysicalWood_103
plk: Drewno (dąb)

source: PhysicalWood_104
plk: Drewno — orzech

source: Piping
plk: Rury

source: Plane swatch.
plk: Próbka płaszczyzny.

source: Plastic
plk: Tworzywo sztuczne

source: Plastic and vinyl material.
plk: Materiały plastikowe i winylowe.

source: Plastic structural asset.
plk: Zasób konstrukcyjny - tworzywo sztuczne .

source: Plastic-001
plk: Gładki - czarny

source: Plastic-002
plk: Teksturowany - drobny - czarny

source: Plastic-003
plk: Chropowaty, teksturowany - czarny - wersja 1.1

source: Plastic-003-1-2
plk: Chropowaty, teksturowany - czarny

source: Plastic-004
plk: Przezroczyste - czarny

source: Plastic-005
plk: Gładki - ciemnobrązowy

source: Plastic-006
plk: Gładki - jasnobeżowy

source: Plastic-007
plk: Gładki - ciemnoszary

source: Plastic-008
plk: Teksturowany - drobny - ciemnoszary

source: Plastic-009
plk: Chropowaty, teksturowany - ciemnoszary - wersja 1.1

source: Plastic-009-1-2
plk: Chropowaty, teksturowany - ciemnoszary

source: Plastic-010
plk: Gładki - jasnoszary

source: Plastic-011
plk: Gładki - średnioszary

source: Plastic-012
plk: Gładki - ciemna zieleń leśna

source: Plastic-013
plk: Gładki - ciemna zieleń morska

source: Plastic-014
plk: Gładki - żółty

source: Plastic-015
plk: Chropowaty, teksturowany - jasnopomarańczowy - wersja 1.1

source: Plastic-015-1-2
plk: Chropowaty, teksturowany - jasnopomarańczowy

source: Plastic-016
plk: Gładki - biały

source: Plastic-017
plk: Teksturowany - drobny - biały

source: Plastic-018
plk: Chropowaty, teksturowany - biały - wersja 1.1

source: Plastic-018-1-2
plk: Chropowaty, teksturowany - biały

source: Plastic-019
plk: Brązowy

source: Plastic-020
plk: Gładki - bursztynowy

source: Plastic-021
plk: Gładki - wodny

source: Plastic-022
plk: Gładki - ciemnoczerwony

source: Plastic-023
plk: Gładki - popielaty

source: Plastic-024
plk: Gładkie - w kolorze kości słoniowej

source: Plastic-025
plk: Gładki - w kolorze złamanej bieli

source: Plastic-026
plk: Gładkie - fioletowe

source: Plastic-027
plk: Gładkie - czerwone

source: Plastic-028
plk: Przezroczyste - przejrzyste

source: Plastic-029
plk: Przezroczysty - jasnoszary

source: Plastic-030
plk: Przezroczysty - lśniący czerwony - nierówny

source: Plastic-031
plk: Laminat - jasnobrązowy

source: Plastic-032
plk: Laminat - ciemnoszaro-brązowy

source: Plastic-033
plk: Laminat - granatowy

source: Plastic-034
plk: Romby

source: Plastic-035
plk: Kropki

source: Plastic-036
plk: Siatka

source: Plastic-037
plk: Mozaika

source: Plastic-038
plk: Przepołowione - kwadraty

source: Plastic-039
plk: Kwadraty 2

source: Plastic-040
plk: Matowe - ziarniste

source: Plastic-041
plk: Parkiet

source: Plastic-042
plk: Blacha żeberkowa

source: Plastic-043
plk: Łupek

source: Plastic-044
plk: Gładki - ciemnoniebieski z odcieniem szarości

source: Plastic-045
plk: Gładkie - granatowe

source: Plastic-046
plk: Przezroczysty - szaroniebieski

source: Plastic-047
plk: Teksturowane - jasnobrązowe

source: Plastic-048
plk: Chropowaty, teksturowany - umbra - wersja 1.1

source: Plastic-048-1-2
plk: Chropowaty, teksturowany - umbra

source: Plastic-049
plk: Teksturowane - szare

source: Plastic-050
plk: Przezroczysty - oliwkowozielony

source: Plastic-051
plk: Gładki - rdzawoczerwony - ciemny

source: Plastic-052
plk: Gładki - rdzawoczerwony - jasny

source: Plastic-053
plk: Przezroczysty - jasnoczerwony

source: Plastic-054
plk: Gładki - jasnopomarańczowy

source: Plastic-055
plk: Przezroczysty - jasnopomarańczowy

source: Plastic-056
plk: Przezroczysty - czerwony - polerowany

source: Plastic-057
plk: Teksturowany - ciemnozłoty

source: Plastic-058
plk: Gładki - jasnozłoty

source: Plastic-059
plk: O wysokim połysku - ciemnoczerwony

source: Plastic-060
plk: O niskim połysku - czarny

source: Plastic-061
plk: Teksturowany - szary - matowy

source: Plastic-062
plk: Teksturowany - ciemnozielony - matowy

source: Plastic-063
plk: Teksturowany - szafirowy - matowy

source: Plastic/Composite
plk: Tworzywo/Kompozyt

source: Plastic/Elastomer
plk: Tworzywo/Elastomer

source: Plastic/Thermoplastic
plk: Tworzywo/Materiał termoplastyczny

source: Plastic/Thermoset
plk: Tworzywo/Materiał termoutwardzalny

source: PlasticVinyl
plk: Tworzywo sztuczne winyl

# PlasticVinylSchema_localname:Plastic
source: Plastic
plk: Tworzywo sztuczne

# PlasticVinylSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: PointLight-001
plk: OświetleniePunktowe

source: Polished
plk: Polerowane

source: Polyamide
plk: Poliamid

source: Polyaryletherketone
plk: Poliaryloeteroketon

source: Polybutylene terephthalate
plk: Tereftalan polibutylenu

source: Polycarbonate
plk: Poliwęglan

source: Polycarbonate - acrylonitrile butadiene styrene blend
plk: Mieszanka poliwęglanu i akrylonitrylu butadienu styrenu

source: Polycarbonate sheet or molding
plk: Poliwęglanowy arkusz lub odlew

source: Polyethylene terephthalate
plk: Tereftalan polietylenu

source: Polymethylmethacrylate, Molding and Extrusion
plk: Polimetakrylan metylu, formowanie i wytłaczanie

source: Polyoxymethylene
plk: Polioksymetylen

source: Polyphenylene Sulfide
plk: Siarczek polifenylu

source: Polypropylene molding
plk: Odlew polipropylenowy

source: Polystyrene
plk: Polistyren

source: Polyvinyl Chloride Rigid
plk: Polichlorek winylu, sztywny

source: Polyvinyl chloride
plk: Polichlorek winylu

source: Portland Cement Concrete
plk: Beton z cementu portlandzkiego

source: Preview a texture on a flat surface.
plk: Wyświetl podgląd tekstury na płaskiej powierzchni.

source: Preview material as a pool of liquid.
plk: Pokaż materiał jako basen z cieczą.

source: Preview material on a flat surface.
plk: Pokaż materiał na powierzchni płaskiej.

# ProvidesLighting:uilabel
source: Provides Lighting
plk: Zapewnia oświetlenie

source: Pure lead
plk: Czysty ołów

source: Pure titanium
plk: Czysty tytan

source: Pure white color
plk: Kolor czystobiały

source: Rectangle tiles with gray speckles
plk: Klepki prostokątne z szarymi cętkami

source: Rectangle tiles with light gray speckles
plk: Klepki prostokątne z jasnoszarymi cętkami

source: Refractory ceramic
plk: Ceramika ogniotrwała

source: Rigid PVC, molded
plk: Sztywne PCW, odlewane

source: Rigid polyvinyl chloride - unplasticized
plk: Sztywny polichlorek winylu - nieplastyfikowany

source: Roofing
plk: Pokrycie dachu

source: Rubber
plk: Kauczuk

# Scene:uilabel
source: Scene
plk: Scena

# Settings:uilabel
source: Settings
plk: Ustawienia

source: Siding
plk: Oblicówka

source: Silicon Nitride
plk: Azotek krzemu

source: Silicone Rubber
plk: Guma silikonowa

source: Silicone rubber
plk: Kauczuk silikonowy

source: Silver
plk: Srebrny

source: SiteWork.Planting.Basket.Woven.Loose
plk: Otoczenie.Rośliny.Kosze.Plecione.Splot luźny

source: SiteWork.Planting.Basket.Woven.Tight
plk: Otoczenie.Rośliny.Kosze.Plecione.Splot ścisły

source: SiteWork.Planting.Grass.Bermuda
plk: Otoczenie.Rośliny.Trawa.Bermudzka

source: SiteWork.Planting.Grass.Bluegrass
plk: Otoczenie.Rośliny.Trawa.Wiechlina

source: SiteWork.Planting.Grass.StAugustine
plk: Otoczenie.Rośliny.Trawa.StAugustine

source: Sitework
plk: Prace konstrukcyjne

source: Sitework.Paving - Surfacing.Asphalt
plk: Otoczenie.Bruki i wykładziny kamienne.Asfalt

source: Sitework.Paving - Surfacing.Asphalt.1
plk: Otoczenie.Bruki i wykładziny kamienne.Asfalt.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
plk: Otoczenie.Bruki i wykładziny kamienne.Brukowiec.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
plk: Otoczenie.Bruki i wykładziny kamienne.Brukowiec.Przeszklony.Wielokolorowy

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
plk: Otoczenie.Bruki i wykładziny kamienne.Brukowiec.Naprzemian skośny

source: Sitework.Paving - Surfacing.Pavers.1
plk: Otoczenie.Bruki i wykładziny kamienne.Kostki brukowe.1

source: Sitework.Paving - Surfacing.Pavers.2
plk: Otoczenie.Bruki i wykładziny kamienne.Kostki brukowe.2

source: Sitework.Paving - Surfacing.Pavers.3
plk: Otoczenie.Bruki i wykładziny kamienne.Kostki brukowe.3

source: Sitework.Paving - Surfacing.Pavers.4
plk: Otoczenie.Bruki i wykładziny kamienne.Kostki brukowe.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
plk: Otoczenie.Bruki i wykładziny kamienne.Kostki brukowe.Zakleszczane

source: Sitework.Paving - Surfacing.Pavers.Square
plk: Otoczenie.Bruki i wykładziny kamienne.Kostki brukowe.Kwadratowe

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
plk: Otoczenie.Bruki i wykładziny kamienne.Kostki brukowe.Terakota

source: Sitework.Paving - Surfacing.Riverstone
plk: Otoczenie.Bruki i wykładziny kamienne.Kamienie rzeczne

source: Sitework.Paving - Surfacing.Riverstone.Mortared
plk: Otoczenie.Bruki i wykładziny kamienne.Kamienie rzeczne.Łączone na zaprawę

source: Sitework.Planting.Grass.Short
plk: Otoczenie.Rośliny.Trawa.Krótka

source: Sitework.Planting.Grass.Thick
plk: Otoczenie.Rośliny.Trawa.Gęsta

source: Sitework.Planting.Gravel.Compact
plk: Otoczenie.Rośliny.Żwir.Ubity

source: Sitework.Planting.Gravel.Crushed
plk: Otoczenie.Rośliny.Żwir.Kruszony

source: Sitework.Planting.Gravel.Loose
plk: Otoczenie.Rośliny.Żwir.Sypki

source: Sitework.Planting.Gravel.Mixed
plk: Otoczenie.Rośliny.Żwir.Mieszany

source: Sitework.Planting.Sand
plk: Otoczenie.Rośliny.Piasek

source: Sitework.Planting.Soil
plk: Otoczenie.Rośliny.Ziemia

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
plk: Otoczenie.Elementy otoczenia.Ogrodzenia i bramy, ogniwo łańcucha

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
plk: Otoczenie.Elementy otoczenia.Ogrodzenia i bramy, palisada drewniana

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
plk: Otoczenie.Elementy otoczenia.Ogrodzenia i bramy drewniane.Parkan ażurowy

source: Slightly Translucent cream coloured low luminant material.
plk: Materiał lekko półprzezroczysty o niskiej poświacie farbowany na kremowo.

source: Small gray rectangular stones
plk: Małe jasnoszare kamienie prostokątne

source: Small uneven brown rectangle stones
plk: Małe nierównomierne brązowe kamienie prostokątne

source: Soda Lime Glass
plk: Szkło sodowo-wapniowe

source: Soft tin bronze
plk: Miękki brąz cynowy

source: Soft yellow brass
plk: Miękki żółty mosiądz

source: Soft yellow brass, welded
plk: Miękki żółty mosiądz, spawany

source: Solid Glass material.
plk: Materiał ze szkła pełnego.

source: Solid thermal asset.
plk: Zasób termiczny - bryła.

source: Solid/Concrete
plk: Pełne/Beton

source: Solid/Glass
plk: Pełne/Szkło

source: Solid/Metal
plk: Pełne/Metal

source: Solid/Plastic
plk: Pełne/Plastyk

source: SolidGlass
plk: Szkło pełne

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
plk: Szkło pełne

# SolidGlassSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Speckle
plk: Cętki

source: Speckle map.
plk: Mapa cętek.

# SpeckleSchema_localname:Speckle
source: Speckle
plk: Cętki

# SpeckleSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Sphere swatch.
plk: Próbka sfery.

source: SpotLight-001
plk: OświetleniePunktowe

source: Square tiles with light gray speckles
plk: Klepki kwadratowe z jasnoszarymi cętkami

source: Square tiles with white and black circular mosaics
plk: Klepki kwadratowe z biało-czarną mozaiką okrągłą

source: Stainless Steel 18/8
plk: Stal nierdzewna 18/8

source: Stainless Steel, polished
plk: Stal nierdzewna, polerowana

source: Standard
plk: Standardowe

source: Steel
plk: Stal

source: Steel, mill finish
plk: Stal, gładka

source: Steel, sheet
plk: Stal, arkusz

source: Stone
plk: Kamień

source: Stone material.
plk: Materiał kamienny.

source: Stone-001
plk: Łupek - niebieski

source: Stone-002
plk: Łupek - szary

source: Stone-003
plk: Polerowany - czarny

source: Stone-004
plk: Polerowany - różowy

source: Stone-005
plk: Drobny - alabastrowy

source: Stone-006
plk: Chropowaty - polerowany - biały

source: Stone-007
plk: Drobny - polerowany - biały

source: Stone-008
plk: Trawertyn

source: Stone-009
plk: Kwadraty - szaro-brązowe

source: Stone-010
plk: Kwadraty - miedziano-czarno-niebieskie

source: Stone-011
plk: Szary cętkowany

source: Stone-012
plk: Wielokolorowy

source: Stone-013
plk: Drewno różane

source: Stone-014
plk: Płyta chodnikowa

source: Stone-015
plk: Kwadratowa - z dużymi żyłami

source: Stone-016
plk: Brukowiec - błyszczący - wielokolorowy

source: Stone-017
plk: Brukowiec - gęsty splot

source: Stone-018
plk: Żwir - luźny

source: Stone-019
plk: Chropowaty - czarny

source: Stone-020
plk: Chropowaty - różowy

source: Stone-021
plk: Chropowaty - czerwony

source: Stone-022
plk: Chropowaty - polerowany - alabastrowy

source: Stone-023
plk: Drobny - polerowany - alabastrowy

source: Stone-024
plk: Ściana z wyszczerbionej skały

source: Stone-025
plk: Z widocznym kamieniem

source: Stone-026
plk: Kamień rzeczny - niebieski

source: Stone-027
plk: Niewykończony

source: Stone/Granite
plk: Kamień/Granit

source: Stone/Marble
plk: Kamień/Marmur

# StoneSchema_localname:Stone
source: Stone
plk: Kamień

# StoneSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: StructuralBasic
plk: Konstrukcyjny, domyślny - podstawowe

# StructuralBasicSchema_localname:Basic
source: Basic
plk: Podstawowe

# StructuralBasicSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralConcrete
plk: Konstrukcyjny, domyślny - beton

source: StructuralConcrete-001
plk: Beton

source: StructuralConcrete-021
plk: Beton wzmocniony włóknem szklanym

# StructuralConcreteSchema_localname:Concrete
source: Concrete
plk: Beton

# StructuralConcreteSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralFatigue
plk: Domyślnie zmęczenie konstrukcji

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
plk: Zmęczenie

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
plk: Zmęczenie

source: StructuralGas
plk: Konstrukcyjny, domyślny - gaz

# StructuralGasSchema_localname:Gas
source: Gas
plk: Gaz

# StructuralGasSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralGeneric
plk: Konstrukcyjny, domyślny - ogólny

source: StructuralGeneric-004
plk: Szkło

source: StructuralGeneric-010
plk: Azotek krzemu

# StructuralGenericSchema_localname:Generic
source: Generic
plk: Ogólny

# StructuralGenericSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralLiquid
plk: Konstrukcyjny, domyślny - płyn

# StructuralLiquidSchema_localname:Liquid
source: Liquid
plk: Płyn

# StructuralLiquidSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralMetal
plk: Konstrukcyjny, domyślny - metal

source: StructuralMetal-001
plk: Stal - węglowa

source: StructuralMetal-031
plk: Aluminium

source: StructuralMetal-031-2
plk: Aluminium 6061

source: StructuralMetal-037
plk: Żeliwo ciągliwe

source: StructuralMetal-043
plk: Miedź

source: StructuralMetal-045
plk: Tytan

source: StructuralMetal-047
plk: Ołów

source: StructuralMetal-051
plk: Złote

source: StructuralMetal-054
plk: Srebrne

source: StructuralMetal-058
plk: Brąz - miękki cynowy

# StructuralMetalSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralPlastic
plk: Konstrukcyjny, domyślny - tworzywo sztuczne

source: StructuralPlastic-002
plk: Akrylowe

source: StructuralPlastic-004
plk: Akrylonitryl butadien styren

source: StructuralPlastic-006
plk: Tworzywo wzmocnione włóknem węglowym

source: StructuralPlastic-009
plk: Żywica fenolowa

source: StructuralPlastic-010
plk: Poliwęglan

source: StructuralPlastic-011
plk: Polietylen o małej gęstości

source: StructuralPlastic-012
plk: Polietylen o dużej gęstości

source: StructuralPlastic-013
plk: Polipropylen

source: StructuralPlastic-014
plk: Polistyren, wysokoudarowy

source: StructuralPlastic-017
plk: Polichlorek winylu - sztywny

source: StructuralPlastic-019
plk: Guma - naturalna

source: StructuralPlastic-023
plk: Tereftalan polietylenu

source: StructuralPlastic-024
plk: Siarczek polifenylu

source: StructuralPlastic-025
plk: Tereftalan polibutylenu

source: StructuralPlastic-026
plk: Polimer ciekłokrystaliczny

source: StructuralPlastic-027
plk: Silikon

source: StructuralPlastic-028
plk: Poli(styren-co-akrylonitryl)

source: StructuralPlastic-029
plk: Żywica poliaryloeteroketonowa

source: StructuralPlastic-030
plk: Polietylen - o ultrawysokiej masie cząsteczkowej

# StructuralPlasticSchema_localname:Plastic
source: Plastic
plk: Plastik

# StructuralPlasticSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: StructuralWood
plk: Domyślne drewno konstrukcyjne

# StructuralWoodSchema_localname:Wood
source: Wood
plk: Drewno

# StructuralWoodSchema_localtype:Physical
source: Physical
plk: Fizyczne

source: Stucco
plk: Stiuk

source: Styrene acrylonitrile
plk: Kopolimer styren-akrylonitryl

source: Sun and Sky.
plk: Słońce i niebo.

source: SunAndSky
plk: Słońce i niebo

source: SunAndSky-001
plk: Bardzo mało obłoków

source: SunAndSky-002
plk: Mało obłoków

source: SunAndSky-003
plk: Zachmurzenie

source: SunAndSky-004
plk: Duże zachmurzenie

source: SunAndSky-005
plk: Bez chmur

# SunAndSkyGroup
source: Sun And Sky
plk: Słońce i niebo

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
plk: Słońce i niebo

# SunAndSkySchema_localtype:Environment
source: Environment
plk: Środowisko

source: Swatch Scene.
plk: Próbka sceny.

source: Swatch scene for holidays; shows colored lights.
plk: Próbka sceny na wakacje; pokazuje kolorowe światła.

source: Swatch-Branded
plk: Obiekt

source: Swatch-Cube
plk: Sześcian

source: Swatch-CurtainWall
plk: Ściana działowa szklana

source: Swatch-Cylinder
plk: Walec

source: Swatch-Drapery
plk: Udrapowany materiał

source: Swatch-Flat
plk: Powierzchnia płaska

source: Swatch-Hill
plk: Płaszczyzna

source: Swatch-Lights
plk: Światła

source: Swatch-Liquid
plk: Basen cieczy

source: Swatch-Plane
plk: Płótno żaglowe

source: Swatch-Sphere2
plk: Sfera

source: Swatch-Technical2
plk: Użytkowe
