Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
fra: Règle le lustre de la peinture (6 choix prédéfinis).

# wallpaint_finish:uilabel
source: Finish
fra: Finition

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
fra: Coquille d'oeuf

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
fra: Plat/mat

# wallpaint_finish:wallpaint_gloss
source: Gloss
fra: Lustre

# wallpaint_finish:wallpaint_pearl
source: Pearl
fra: Perle

# wallpaint_finish:wallpaint_platinum
source: Platinum
fra: Platine

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
fra: Semi-lustré

# wallpaint_flat
source: Flat/Matte
fra: Plat/mat

# wallpaint_gloss
source: Gloss
fra: Lustre

# wallpaint_paintgroup
source: Wall Paint
fra: Peinture de mur

# wallpaint_pearl
source: Pearl
fra: Perle

# wallpaint_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# wallpaint_platinum
source: Platinum
fra: Platine

# wallpaint_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
fra: Définit le nombre maximum d'échantillons (rayons) calculé par mental ray pour créer des réflexions brillantes.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

# wallpaint_roller
source: Roller
fra: Rouleau

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# wallpaint_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# wallpaint_semigloss
source: Semi-gloss
fra: Semi-lustré

# wallpaint_spray
source: Spray
fra: Bombe

source: wallpaper
fra: papier peint

source: walnut
fra: noyer

source: warm
fra: chaud

source: water
fra: eau

# water_algae
source: Algae/Green
fra: Algue/vert

# water_bump_amount
source: Wave Height
fra: Hauteur de vague

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
fra: Règle la hauteur relative des vagues. Entrez une valeur entre 0 (pas de vagues) et 5 (grandes vagues).

# water_bump_amount:uilabel
source: Wave Height
fra: Hauteur de vague

# water_color_by_object:uilabel
source: Custom Color
fra: Couleur personnalisée

# water_custom
source: Custom
fra: Personnalisé

# water_lake
source: Generic Pond/Lake
fra: Mare/lac générique

# water_murky
source: Murky/Brown
fra: Trouble/brun

# water_ocean
source: Generic Sea/Ocean
fra: Mer/océan générique

# water_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# water_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# water_reflecting_pool
source: Generic Reflecting Pool
fra: Réflexion bassin générique

# water_refr_depth
source: Refraction Max Trace Depth
fra: Profondeur max. du suivi de la réfraction

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
fra: Lorsque cette option est sélectionnée, la profondeur de réfraction du matériau est contrôlée localement et un rayon de transparence supplémentaire est émis lorsque la limite est atteinte, ce qui limite l'effet de "bord noir" qui affecte généralement les objets de verre solides.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
fra: Profondeur max. du suivi de la réfraction

# water_refr_depth_control_label
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# water_river
source: Generic Stream/River
fra: Cours d'eau/rivière générique

# water_swimming_pool
source: Swimming Pool
fra: Piscine

# water_tint_color
source: Custom Color
fra: Couleur personnalisée

# water_tint_color:tooltip
source: Sets a color via RGB value.
fra: Définit une couleur via la valeur RVB.

# water_tint_color:uilabel
source: Custom Color
fra: Couleur personnalisée

# water_tint_enable
source: Color
fra: Couleur

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
fra: Règle la couleur de l'eau (tropical, algue/vert, trouble/brun etc.).

# water_tint_enable:uilabel
source: Color
fra: Couleur

# water_tint_enable:water_algae
source: Algae/Green
fra: Algue/vert

# water_tint_enable:water_custom
source: Custom
fra: Personnalisé

# water_tint_enable:water_lake
source: Generic Pond/Lake
fra: Mare/lac générique

# water_tint_enable:water_murky
source: Murky/Brown
fra: Trouble/brun

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
fra: Mer/océan générique

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
fra: Réflexion bassin générique

# water_tint_enable:water_river
source: Generic Stream/River
fra: Cours d'eau/rivière générique

# water_tint_enable:water_tropical
source: Tropical
fra: Tropicale

# water_tropical
source: Tropical
fra: Tropicale

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
fra: Sélectionne la texture de l'eau (piscine, rivière, lac, océan etc.).

# water_type:water_lake
source: Generic Pond/Lake
fra: Mare/lac générique

# water_type:water_ocean
source: Generic Sea/Ocean
fra: Mer/océan générique

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
fra: Réflexion bassin générique

# water_type:water_river
source: Generic Stream/River
fra: Cours d'eau/rivière générique

# water_type:water_swimming_pool
source: Swimming Pool
fra: Piscine

# water_watergroup
source: Water
fra: Eau

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
fra: Spécifie l'amplitude des vagues. Plage = 0 à 10 000. Valeur par défaut = 1.

# wave_Appearance
source: Appearance
fra: Apparence

# wave_Color1
source: Color 1
fra: Couleur 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
fra: Spécifie la première couleur des vagues.

# wave_Color1:uilabel
source: Color 1
fra: Couleur 1

# wave_Color2
source: Color 2
fra: Couleur 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
fra: Spécifie la seconde couleur des vagues.

# wave_Color2:uilabel
source: Color 2
fra: Couleur 2

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
fra: Spécifie la distribution des vagues. 3D distribue les centres de vagues sur la surface d'une sphère imaginaire, affectant tous les côtés d'un objet 3D. 2D distribue les vagues suivant un cercle centré sur le plan XY, ce qui est plus adéquat pour les surfaces d'eau planes comme les océans et les lacs.

# wave_NumWaveSets
source: Number
fra: Nombre

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
fra: Spécifie le nombre de jeux de vagues utilisés dans le motif. Pour une eau calme, utilisez un nombre bas. Plage = 1 à 50. Valeur par défaut = 3.

# wave_NumWaveSets:uilabel
source: Number
fra: Nombre

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
fra: Déplace le motif de vagues. Plage = 0 à 10000. Valeur par défaut = 0.

# wave_RandomSeed
source: Random Seed
fra: Valeur de départ aléatoire

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
fra: Fournit une valeur de départ pour générer le motif d'eau. Le motif change avec chaque valeur de départ. Plage = 0 à 65535. Valeur par défaut = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
fra: Valeur de départ aléatoire

# wave_WaveLenMax
source: Len Max
fra: Longueur maximale

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
fra: Définit l'intervalle maximum pour chaque centre de vague. Si les valeurs sont rapprochées, l'apparence des vagues est plus régulière; si elles sont plus éloignées, les vagues sont moins régulières. Valeur par défaut = 1.97.

# wave_WaveLenMax:uilabel
source: Len Max
fra: Longueur maximale

# wave_WaveLenMin
source: Len Min
fra: Longueur minimale

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
fra: Définit l'intervalle minimum pour chaque centre de vague. Si les valeurs sont rapprochées, l'apparence des vagues est plus régulière; si elles sont plus éloignées, les vagues sont moins régulières. Valeur par défaut = 1.97.

# wave_WaveLenMin:uilabel
source: Len Min
fra: Longueur minimale

# wave_WaveRadius
source: Radius
fra: Rayon

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
fra: Spécifie le rayon de la sphère imaginaire (distribution 3D) ou du cercle imaginaire (distribution 2D) dont la surface est l'origine de chaque jeu de vagues. Un grand rayon produit de grands motifs de vagues circulaires, alors qu'un petit rayon produit des vagues denses et plus petites. Valeur par défaut = 39.37.

# wave_WaveRadius:uilabel
source: Radius
fra: Rayon

# wave_paramgroup
source: Waves
fra: Vagues

# wave_transforms_group
source: Transforms
fra: Transformations

source: waves
fra: vagues

source: wavy
fra: onduleux

source: weathered
fra: altérée

source: weave
fra: tressé

# web
source: Use Light Profile
fra: Web

# webHasSymmetry
source: Symmetric:
fra: Symétrique:

# webHasSymmetry:uilabel
source: Symmetric:
fra: Symétrique:

# webRotation:tooltip
source: Web spatial rotation
fra: Rotation spatiale Web

source: west
fra: ouest

source: wet
fra: mouillé

source: wheat
fra: blé

source: white
fra: blanc

source: White Color:
fra: Couleur blanche:

# whiteColor:uilabel
source: White Color:
fra: Couleur blanche:

source: Whitepoint:
fra: Point blanc:

# whitepoint:uilabel
source: Whitepoint:
fra: Point blanc:

source: Width
fra: Largeur

# width:uilabel
source: Width
fra: Largeur

source: window
fra: fenêtre

source: wood
fra: bois

# wood_Appearance
source: Appearance
fra: Apparence

# wood_AxialNoise
source: Axial Noise
fra: Bruit axial

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
fra: Définit le caractère aléatoire du motif de bruit axial sur un plan parallèle au grain du bois. Plage = 0 à 100. Valeur par défaut = 1.00.

# wood_AxialNoise:uilabel
source: Axial Noise
fra: Bruit axial

# wood_Color1
source: Color 1
fra: Couleur 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
fra: Spécifie la première couleur de la texture du bois.

# wood_Color1:uilabel
source: Color 1
fra: Couleur 1

# wood_Color2
source: Color 2
fra: Couleur 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
fra: Spécifie la seconde couleur de la texture du bois.

# wood_Color2:uilabel
source: Color 2
fra: Couleur 2

# wood_RadialNoise
source: Radial Noise
fra: Bruit radial

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
fra: Définit le caractère aléatoire du motif de bruit radial sur un plan perpendiculaire au grain du bois. Plage = 0 à 100. Valeur par défaut = 1.00.

# wood_RadialNoise:uilabel
source: Radial Noise
fra: Bruit radial

# wood_Thickness
source: Grain Thickness
fra: Epaisseur du grain

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
fra: Définit l'épaisseur relative des bandes de couleur qui constituent le grain du bois. Plage = 0 à 100. Valeur par défaut = 0.50.

# wood_Thickness:uilabel
source: Grain Thickness
fra: Epaisseur du grain

# wood_props1
source: Basic Thermal
fra: Thermique de base

# wood_props2
source: Mechanical
fra: Physique

# wood_transforms_group
source: Transforms
fra: Transformations

# xenon
source: HID Xenon
fra: HID Xénon

source: yellow
fra: jaune

source: yellow-brown
fra: jaune-brun

source: ABS Plastic
fra: Plastique ABS

source: Acetal Resin, Black
fra: Résine acétal, noir

source: Acetal Resin, White
fra: Résine acétal, blanc

source: Alloy Steel
fra: Acier allié

source: Aluminum-6061
fra: Aluminium-6061

source: Aluminum-6061-AHC
fra: Aluminium-6061-AHC

source: Brass, Soft Yellow
fra: Laiton, jaune doux

source: Bronze, Soft Tin
fra: Bronze, étain doux

source: Carbon Steel
fra: Acier au carbone

source: Cast Bronze
fra: Bronze moulé

source: Cast Copper
fra: Cuivre moulé

source: Cast Steel
fra: Acier moulé

source: Copper
fra: Cuivre

source: Copper Alloy
fra: Alliage de cuivre

source: Ductile Iron
fra: Fonte ductile

source: Galvanized Steel
fra: Acier galvanisé

source: GFRC (Glass Fiber Reinforced Concrete)
fra: BRFV (Béton renforcé de fibres de verre)

source: Gold
fra: Or

source: Gray Iron
fra: Fonte grise

source: High Density Polyethylene
fra: Polyéthylène haute densité

source: High Impact Polystyrene
fra: Polystyrène choc

source: LCP Plastic
fra: Plastique PCL

source: Lead
fra: Plomb

source: Low Density Polyethylene
fra: Polyéthylène basse densité

source: Malleable Iron
fra: Fonte malléable

source: Nickel-Copper Alloy 400
fra: Alliage nickel-cuivre 400

source: Non-Alloy Steel
fra: Acier non allié

source: Nylon Composite (Nylon, molybdenum disulphide)
fra: Nylon composite (nylon, bisulfure de molybdène)

source: PBT Plastic
fra: Plastique PBT

source: PC_ABS Plastic
fra: Plastique PC_ABS

source: PET Plastic
fra: Plastique PET

source: Phenolic
fra: Phénolique

source: PMMA Plastic
fra: Plastique PMMA

source: Polycarbonate, Clear
fra: Polycarbonate, transparent

source: Polycarbonate, Smoke
fra: Polycarbonate, fumée

source: Polypropylene
fra: Polypropylène

source: PPS Plastic
fra: Plastique PPS

source: PVC-Piping
fra: Tuyauterie PVC

source: SAN Plastic
fra: Plastique SAN

source: Stainless Steel
fra: Acier inoxydable

source: Stainless Steel, 440C
fra: Acier inoxydable 440C

source: Stainless Steel, Austenitic
fra: Acier inoxydable, austénitique

source: Steel, High Strength Low Alloy
fra: Acier, modérément allié haute résistance

source: Steel, Mild
fra: Acier, doux

source: UHMW, Black
fra: UHMW, noir

source: UHMW, White
fra: UHMW, blanc

source: Welded Aluminum-6061
fra: Aluminium soudé-6061

source: Welded Brass, Soft Yellow
fra: Laiton soudé, jaune doré

source: Welded Stainless Steel, 440C
fra: Acier inoxydable soudé, 440C

source: Welded Steel Mild
fra: Acier doux soudé

source: Wood (Birch)
fra: Bois (bouleau)

source: Wood (Cherry)
fra: Bois (cerisier)

source: Wood (Maple)
fra: Bois (érable)

source: Wood (Oak)
fra: Bois (Chêne)

source: Wood (Walnut)
fra: Bois (noyer)

source: Wrought Copper
fra: Cuivre forgé

source: Wrought Steel
fra: Acier forgé

source: Threaded
fra: Fileté
