Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# tile_RandomSeed:rightlabel
source: Seed Value
deu: Ausgangswert

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
deu: Anwenden zufälliger Farbvarianzmuster auf die Fliesen. Es sind keine weiteren Einstellungen zum Erstellen vollständig unterschiedlicher Muster erforderlich.

# tile_RandomSeed:uilabel
source: Randomize
deu: Variieren

# tile_RandomShift
source: Random
deu: Zufall

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
deu: Zufälliges Verschieben jeder Fliesenreihe um eine Einheit. Bereich = 0 bis 100; Vorgabe = 0.

# tile_RandomShift:uilabel
source: Random
deu: Zufall

# tile_Repeat
source: Repeat
deu: Wiederholen

# tile_Scale
source: Scale
deu: Skalierung

# tile_StackingLayout
source: Stacking Layout
deu: Stapelung

# tile_UseColumnEdit:uilabel
source: Column Modify
deu: Spalte ändern

# tile_UseRowEdit:uilabel
source: Row Modify
deu: Reihe ändern

# tile_VerticalCount:rightlabel
source: Per Column
deu: Pro Spalte

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
deu: Regelt die Anzahl der Fliesen je Spalte.

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
deu: Regelt die das vertikale Maß der Lücke zwischen den Fliesen. Diese Werte sind standardmäßig miteinander verknüpft, sodass sich beim Ändern eines Werts stets beide Werte ändern. Bereich = 0 bis 100. Vorgabe = 0,50.

# tile_transforms_group
source: Transforms
deu: Transformationen

# tiling:uilabel
source: Tiling
deu: Kacheln

source: timber
deu: Holz

# tint_color
source: Light Tint
deu: Leichte Tönung

# tint_color:uilabel
source: Light Tint
deu: Leichte Tönung

source: tinted
deu: getönt

source: Top Left 1:
deu: Oben links 1:

# top_left-1:uilabel
source: Top Left 1:
deu: Oben links 1:

source: Top Right 1:
deu: Oben rechts 1:

# top_right-1:uilabel
source: Top Right 1:
deu: Oben rechts 1:

source: translucent
deu: durchscheinend

source: Transparency
deu: Transparenz

# transparency:uilabel
source: Transparency
deu: Transparenz

source: travertine
deu: Travertin

source: triangle
deu: Dreieck

source: tropical
deu: Tropisch

source: turbid
deu: schmutzig

source: turquoise
deu: türkis

source: umber
deu: umbra

source: unfinished
deu: unbehandelt

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
deu: Erweiterte Parameter

# unifiedbitmap_Bitmap
source: Source
deu: Quelle

# unifiedbitmap_Bitmap:uilabel
source: Source
deu: Quelle

# unifiedbitmap_Blur
source: Blur
deu: Unscharf

# unifiedbitmap_Blur:uilabel
source: Blur
deu: Unscharf

# unifiedbitmap_Blur_Offset
source: Blur Offset
deu: Versatz mit Unschärfe

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
deu: Versatz mit Unschärfe

# unifiedbitmap_Filtering
source: Filtering
deu: Filter

# unifiedbitmap_Filtering:uilabel
source: Filtering
deu: Filter

# unifiedbitmap_Invert
source: Invert Image
deu: Bild umkehren

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
deu: Helle und dunkle Bereiche des Bildes austauschen

# unifiedbitmap_Invert:uilabel
source: Invert Image
deu: Bild umkehren

# unifiedbitmap_None
source: None
deu: Keine

# unifiedbitmap_Pyramidal
source: Pyramidal
deu: Pyramide

# unifiedbitmap_RGBAmount
source: Brightness
deu: Helligkeit

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
deu: Helligkeit des Bilds anpassen

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
deu: Helligkeit

# unifiedbitmap_Summed_Area
source: Summed Area
deu: Addierte Fläche

# unifiedbitmap_repeat_group
source: Repeat
deu: Wiederholen

# unifiedbitmap_scale_group
source: Scale
deu: Skalierung

# unifiedbitmap_transforms_group
source: Transforms
deu: Transformationen

source: uniform
deu: gleichmäßig

source: unitless
deu: ohne Einheit

# useShadowColMap
source: Use Shadow Color Map:
deu: Farb-Map für Schatten verwenden:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
deu: Farb-Map für Schatten verwenden:

# use_altitude_azimuth
source: Override Sun Position:
deu: Sonnenposition überschreiben:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
deu: Sonnenposition überschreiben:

source: Use Background:
deu: Hintergrund verwenden:

# use_background:uilabel
source: Use Background:
deu: Hintergrund verwenden:

# use_custom_environment:uilabel
source: Use Custom Environment
deu: Benutzerdefinierte Umgebung verwenden

# uv_channel:uilabel
source: UV Channel
deu: UV-Kanal

source: veins
deu: Adern

source: velvet
deu: Samt

source: vertical
deu: vertikal

source: victorian
deu: viktorianisch

# vignetting
source: Vigneting:
deu: Vignettierung:

# vignetting:uilabel
source: Vigneting:
deu: Vignettierung:

source: violet
deu: violett

# visibility_distance
source: Visibility Distance (10% Haze):
deu: Sichtweite (10% Dunst):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
deu: Sichtweite (10% Dunst):

source: Visible
deu: Sichtbar

# visible:uilabel
source: Visible
deu: Sichtbar

source: wall
deu: Wand

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# wallpaint_ao_distance
source: Max Distance
deu: Max Abstand

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# wallpaint_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# wallpaint_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# wallpaint_application
source: Application
deu: Farbauftrag

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
deu: Anpassen der Farbtextur an Rolle (feines Relief), Pinsel (Striche) oder Sprüheffekt (glatt).

# wallpaint_application:uilabel
source: Application
deu: Farbauftrag

# wallpaint_application:wallpaint_brush
source: Brush
deu: Pinsel

# wallpaint_application:wallpaint_roller
source: Roller
deu: Rolle

# wallpaint_application:wallpaint_spray
source: Spray
deu: Sprüheffekt

# wallpaint_brush
source: Brush
deu: Pinsel

# wallpaint_color
source: Color
deu: Farbe

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
deu: Anpassen der Farbe und Menge des von der Farbe reflektierten Lichts.

# wallpaint_color:uilabel
source: Color
deu: Farbe

# wallpaint_color_by_object:uilabel
source: Custom Color
deu: Benutzerdefinierte Farbe

# wallpaint_eggshell
source: Eggshell
deu: Eierschale

# wallpaint_finish
source: Finish
deu: Oberfläche

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
deu: Anpassen des Farbglanzes (6 Voreinstellungen zur Auswahl).

# wallpaint_finish:uilabel
source: Finish
deu: Oberfläche

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
deu: Eierschale

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
deu: Flach/matt

# wallpaint_finish:wallpaint_gloss
source: Gloss
deu: Glanz

# wallpaint_finish:wallpaint_pearl
source: Pearl
deu: Perlmutt

# wallpaint_finish:wallpaint_platinum
source: Platinum
deu: Platin

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
deu: Halbglanz

# wallpaint_flat
source: Flat/Matte
deu: Flach/matt

# wallpaint_gloss
source: Gloss
deu: Glanz

# wallpaint_paintgroup
source: Wall Paint
deu: Wandfarbe

# wallpaint_pearl
source: Pearl
deu: Perlmutt

# wallpaint_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# wallpaint_platinum
source: Platinum
deu: Platin

# wallpaint_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
deu: Definiert die maximale Anzahl von Samples (Strahlen), die mental ray zur Erstellung von Hochglanzreflexionen verarbeitet.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

# wallpaint_roller
source: Roller
deu: Rolle

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# wallpaint_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# wallpaint_roundcorners_radius
source: Source
deu: Quelle

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# wallpaint_roundcorners_radius:uilabel
source: Source
deu: Quelle

# wallpaint_semigloss
source: Semi-gloss
deu: Halbglanz

# wallpaint_spray
source: Spray
deu: Sprüheffekt

source: wallpaper
deu: Tapete

source: walnut
deu: Walnuss

source: water
deu: Wasser

# water_algae
source: Algae/Green
deu: Algen/Grün

# water_bump_amount
source: Wave Height
deu: Wellenhöhe

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
deu: Anpassen der relativen Wellenhöhe des Wassers. Geben Sie einen Wert zwischen 0 (keine Wellen) und 5 (große Wellen) ein.

# water_bump_amount:uilabel
source: Wave Height
deu: Wellenhöhe

# water_color_by_object:uilabel
source: Custom Color
deu: Benutzerdefinierte Farbe

# water_custom
source: Custom
deu: Benutzerdefiniert

# water_lake
source: Generic Pond/Lake
deu: Generischer Teich/See

# water_murky
source: Murky/Brown
deu: Trübe/braun

# water_ocean
source: Generic Sea/Ocean
deu: Generisches Meer

# water_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# water_refl_depth
source: Reflection Max Trace Depth
deu: Max. Tiefe der Reflexionsspur

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# water_reflecting_pool
source: Generic Reflecting Pool
deu: Generische reflektierende Flüssigkeit

# water_refr_depth
source: Refraction Max Trace Depth
deu: Max Tiefe der Refraktionsspur

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
deu: Ist diese Option aktiviert, wird die Refraktionstiefe des Materials lokal gesteuert, und ein zusätzlicher Transparenzstrahl wird abgetastet, wenn der Grenzwert erreicht ist. Dadurch wird der Dunkelkanteneffekt begrenzt, der in der Regel bei Objekten aus massivem Glas auftritt.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
deu: Max Tiefe der Refraktionsspur

# water_refr_depth_control_label
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# water_river
source: Generic Stream/River
deu: Generischer Bach/Fluss

# water_tint_color
source: Custom Color
deu: Benutzerdefinierte Farbe

# water_tint_color:tooltip
source: Sets a color via RGB value.
deu: Farbeinstellung per RGB-Wert.

# water_tint_color:uilabel
source: Custom Color
deu: Benutzerdefinierte Farbe

# water_tint_enable
source: Color
deu: Farbe

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
deu: Anpassen des Farbtons des Wassers (tropisch, Algen/grün, trüb/braun usw.).

# water_tint_enable:uilabel
source: Color
deu: Farbe

# water_tint_enable:water_algae
source: Algae/Green
deu: Algen/Grün

# water_tint_enable:water_custom
source: Custom
deu: Benutzerdefiniert

# water_tint_enable:water_lake
source: Generic Pond/Lake
deu: Generischer Teich/See

# water_tint_enable:water_murky
source: Murky/Brown
deu: Trübe/braun

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
deu: Generisches Meer

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
deu: Generische reflektierende Flüssigkeit

# water_tint_enable:water_river
source: Generic Stream/River
deu: Generischer Bach/Fluss

# water_tint_enable:water_tropical
source: Tropical
deu: Tropisch

# water_tropical
source: Tropical
deu: Tropisch

# water_type
source: Type
deu: Typ

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
deu: Anpassen der Textur des Wassers (Swimmingpool, Fluss, See, Ozean usw.).

# water_type:uilabel
source: Type
deu: Typ

# water_type:water_lake
source: Generic Pond/Lake
deu: Generischer Teich/See

# water_type:water_ocean
source: Generic Sea/Ocean
deu: Generisches Meer

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
deu: Generische reflektierende Flüssigkeit

# water_type:water_river
source: Generic Stream/River
deu: Generischer Bach/Fluss

# water_watergroup
source: Water
deu: Wasser

source: watts
deu: Watt

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
deu: Angabe der Wellenamplituden. Bereich = 0 bis 10000; Vorgabe = 1.

# wave_Appearance
source: Appearance
deu: Aussehen

# wave_Color1
source: Color 1
deu: Farbe 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
deu: Festlegen der ersten Wellenfarbe

# wave_Color1:uilabel
source: Color 1
deu: Farbe 1

# wave_Color2
source: Color 2
deu: Farbe 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
deu: Festlegen der zweiten Wellenfarbe

# wave_Color2:uilabel
source: Color 2
deu: Farbe 2

# wave_Distribution
source: Distribution
deu: Verteilung

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
deu: Angabe der Wellenverteilung. 3D verteilt die Wellenmittelpunkte auf der Oberfläche einer imaginären Kugel mit Auswirkung auf alle Seiten eines 3D-Objekts. 2D verteilt die Wellen in Kreisen, die auf der XY-Ebene zentriert sind, was eher flachen Wasseroberflächen wie Meeren und Seen entspricht.

# wave_Distribution:uilabel
source: Distribution
deu: Verteilung

# wave_NumWaveSets
source: Number
deu: Anzahl

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
deu: Festlegend er Anzahl der für das Muster verwendeten Wellen. Für ruhiges Wasser sollte der Wert niedrig gewählt werden. Bereich = 1 bis 50; Vorgabe = 3.

# wave_NumWaveSets:uilabel
source: Number
deu: Anzahl

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
deu: Verschieben des Wellenmusters. Bereich = 0 bis 10000; Vorgabe = 0.

# wave_RandomSeed
source: Random Seed
deu: Zufällige Ausgangszahl

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
deu: Bereitstellen einer Zufallszahl zum erstellen des Wassermusters. Das Muster ändert sich mit jeder neuen Ausgangszahl. Bereich = 0 bis 65535; Vorgabe = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
deu: Zufällige Ausgangszahl

# wave_WaveLenMax
source: Len Max
deu: Länge max.

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
deu: Definieren des maximalen Intervalls für jedem Wellenmittelpunkt. Bei nahe zusammen liegenden Werten erscheinen die Wellen regelmäßiger; bei größeren Abständen sind die Wellen unregelmäßiger. Vorgabe = 1.97.

# wave_WaveLenMax:uilabel
source: Len Max
deu: Länge max.

# wave_WaveLenMin
source: Len Min
deu: Länge min.

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
deu: Definieren des minimalen Intervalls für jedem Wellenmittelpunkt. Bei nahe zusammen liegenden Werten erscheinen die Wellen regelmäßiger; bei größeren Abständen sind die Wellen unregelmäßiger. Vorgabe = 1.97.

# wave_WaveLenMin:uilabel
source: Len Min
deu: Länge min.

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
deu: Angabe des Radius der imaginären Kugel (3D-Verteilung) oder Kreises (2D-Verteilung), deren Oberfläche den Ursprung jeder Wellengruppe bildet. Ein großer Radius ergibt große, kreisförmige Wellenmuster, ein kleiner ergibt dichtere, kleinere Wellen. Vorgabe = 39.37.

# wave_paramgroup
source: Waves
deu: Wellen

# wave_transforms_group
source: Transforms
deu: Transformationen

source: waves
deu: Wellen

source: wavy
deu: gewellt

source: weathered
deu: verwittert

source: weave
deu: Gewebe

# web
source: Use Light Profile
deu: Netz

# webHasSymmetry
source: Symmetric:
deu: Symmetrisch:

# webHasSymmetry:uilabel
source: Symmetric:
deu: Symmetrisch:

# webRotation
source: Rotation:
deu: Drehung:

# webRotation:tooltip
source: Web spatial rotation
deu: Räumliche Ausrichtung von Netz

# webRotation:uilabel
source: Rotation:
deu: Drehung:

# webScaling:uilabel
source: webScaling
deu: WebSkalierung

# webTranslation:uilabel
source: webTranslation
deu: WebÜbersetzung

source: wet
deu: nass

source: wheat
deu: Weizen

source: white
deu: weiß

source: White Color:
deu: Weiße Farbe:

# whiteColor:uilabel
source: White Color:
deu: Weiße Farbe:

source: Whitepoint:
deu: Weißpunkt:

# whitepoint:uilabel
source: Whitepoint:
deu: Weißpunkt:

source: Width
deu: Breite

# width:uilabel
source: Width
deu: Breite

source: window
deu: Fenster

source: wood
deu: Holz

# wood_Appearance
source: Appearance
deu: Aussehen

# wood_AxialNoise
source: Axial Noise
deu: Axiales Rauschen

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
deu: Einstellen der relativen Zufälligkeit des axialen Rauschmusters auf einer Ebene parallel zur Holzmaserung. Bereich = 0 bis 100; Vorgabe = 1.00.

# wood_AxialNoise:uilabel
source: Axial Noise
deu: Axiales Rauschen

# wood_Color1
source: Color 1
deu: Farbe 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
deu: Festlegen der ersten Farbe der Holztextur

# wood_Color1:uilabel
source: Color 1
deu: Farbe 1

# wood_Color2
source: Color 2
deu: Farbe 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
deu: Festlegen der zweiten Farbe der Holztextur

# wood_Color2:uilabel
source: Color 2
deu: Farbe 2

# wood_RadialNoise
source: Radial Noise
deu: Radiales Rauschen

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
deu: Einstellen der relativen Zufälligkeit des radialen Rauschmusters auf einer Ebene lotrecht zur Holzmaserung. Bereich = 0 bis 100; Vorgabe = 1.00.

# wood_RadialNoise:uilabel
source: Radial Noise
deu: Radiales Rauschen

# wood_Thickness
source: Grain Thickness
deu: Maserungsdicke

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
deu: Einstellen der relativen Dicke der Farbbänder, die die Maserung des Holzes bilden. Bereich = 0 bis 100; Vorgabe = 0.50.

# wood_Thickness:uilabel
source: Grain Thickness
deu: Maserungsdicke

# wood_props1
source: Basic Thermal
deu: Einfach thermisch

# wood_props2
source: Mechanical
deu: Mechanisch

# wood_transforms_group
source: Transforms
deu: Transformationen

source: yellow
deu: gelb

source: yellow-brown
deu: gelbbraun

source: zinc
deu: Zink
