Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# colorDifferentiation
source: Desaturate Low Levels
jpn: 低レベルの彩度減少

# colorDifferentiation:uilabel
source: Desaturate Low Levels
jpn: 低レベルの彩度減少

# colorMapIndependent
source: Affect Indirect Only
jpn: 間接影響のみ

# colorMapIndependent:uilabel
source: Affect Indirect Only
jpn: 間接影響のみ

source: Color Shifting:
jpn: 色シフト:

# colorShifting:none
source: None
jpn: なし

# colorShifting:std_incandescent
source: Standard Incandescent Light
jpn: 標準白熱灯

# colorShifting:uilabel
source: Color Shifting:
jpn: 色シフト:

# color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# color_color_input
source: Color:
jpn: 色:

# color_color_input:uilabel
source: Color:
jpn: 色:

# common_Shared_Asset:common_independent
source: Independent
jpn: 独立

# common_Shared_Asset:common_shared
source: Shared
jpn: 共有

# common_Shared_Asset:uilabel
source: Sharing
jpn: 共有

# common_Tint_color
source: Tint Color
jpn: ティント カラー

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
jpn: マテリアルの外観で明るくする色を選択します。

# common_Tint_color:uilabel
source: Tint Color
jpn: ティント カラー

# common_Tint_toggle
source: Tint
jpn: ティント

# common_Tint_toggle:uilabel
source: Tint
jpn: ティント

source: composition
jpn: 複合

# compressive_strength_ultimate
source: Ultimate
jpn: 極限

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
jpn: 極限圧縮強度

# compressive_stress_yield
source: Yield
jpn: 降伏

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
jpn: 降伏圧縮強度

source: computer
jpn: コンピュータ

source: concrete
jpn: コンクリート

# concrete_acrylic
source: Acrylic
jpn: アクリル

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# concrete_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# concrete_ao_distance
source: Max Distance
jpn: 最大距離

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# concrete_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# concrete_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# concrete_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# concrete_ao_samples
source: Samples
jpn: サンプル

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# concrete_ao_samples:uilabel
source: Samples
jpn: サンプル

# concrete_automatic
source: Automatic
jpn: 自動

# concrete_base
source: Concrete
jpn: コンクリート

# concrete_bm_map
source: Image
jpn: イメージ

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
jpn: 選択したイメージに基づいて風化状態(汚れまたは変色)を追加します。

# concrete_bm_map:uilabel
source: Image
jpn: イメージ

# concrete_brightmode:concrete_automatic
source: Automatic
jpn: 自動

# concrete_brightmode:concrete_custom
source: Custom - Image
jpn: カスタム - イメージ

# concrete_brightmode:concrete_none
source: None
jpn: なし

# concrete_brightmode:uilabel
source: Weathering
jpn: ウェザリング

# concrete_brightmode_custom
source: Custom - Image
jpn: カスタム - イメージ

# concrete_brightmode_list_label
source: Type
jpn: タイプ

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
jpn: 風化状態(汚れまたは変色)を自動的に追加します。

# concrete_brightmode_panel_label
source: Weathering
jpn: ウェザリング

# concrete_bump_amount
source: Amount
jpn: 量

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
jpn: スライドしてサーフェス テクスチャを変更します。

# concrete_bump_amount:uilabel
source: Amount
jpn: 量

# concrete_bump_map
source: Image
jpn: イメージ

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
jpn: ビットマップ イメージを使用して仕上げを選択します。

# concrete_bump_map:uilabel
source: Image
jpn: イメージ

# concrete_color
source: Color
jpn: 色

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
jpn: 色、イメージ、または手続き型テクスチャを選択し、マテリアルの外観を作成します。

# concrete_color:uilabel
source: Color
jpn: 色

# concrete_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# concrete_curved
source: Broom Curved
jpn: 曲線状の刷毛

# concrete_custom
source: Stamped/Custom
jpn: カスタム

# concrete_epoxy
source: Epoxy
jpn: エポキシ

# concrete_finish
source: Finish Bumps
jpn: 仕上げバンプ

# concrete_finish:concrete_curved
source: Broom Curved
jpn: 曲線状の刷毛

# concrete_finish:concrete_custom
source: Stamped/Custom
jpn: カスタム

# concrete_finish:concrete_polished
source: Polished
jpn: つや出し

# concrete_finish:concrete_smooth
source: Smooth
jpn: 滑らか

# concrete_finish:concrete_straight
source: Broom Straight
jpn: 直線状の刷毛

# concrete_finish:uilabel
source: Type
jpn: タイプ

# concrete_finish_list_label
source: Type
jpn: タイプ

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
jpn: コンクリートによく見られるサーフェス テクスチャを制御します。

# concrete_none
source: None
jpn: なし

# concrete_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# concrete_polished
source: Polished
jpn: つや出し

# concrete_props1
source: Basic Thermal
jpn: 熱特性

# concrete_props2
source: Mechanical
jpn: 機械

# concrete_props4
source: Concrete
jpn: コンクリート

# concrete_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# concrete_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# concrete_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# concrete_roundcorners_radius
source: Source
jpn: ソース

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# concrete_roundcorners_radius:uilabel
source: Source
jpn: ソース

# concrete_sealant
source: Sealant
jpn: シーラント

# concrete_sealant:concrete_acrylic
source: Acrylic
jpn: アクリル

# concrete_sealant:concrete_epoxy
source: Epoxy
jpn: エポキシ

# concrete_sealant:concrete_none
source: None
jpn: なし

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
jpn: コンクリート サーフェスに塗るために使用する材料を指定します。

# concrete_sealant:uilabel
source: Sealant
jpn: シーラント

# concrete_smooth
source: Smooth
jpn: 滑らか

# concrete_straight
source: Broom Straight
jpn: 直線状の刷毛

source: construction
jpn: 建設

source: Contrast:
jpn: コントラスト:

# contrast:uilabel
source: Contrast:
jpn: コントラスト:

source: cool
jpn: 寒色

source: copper
jpn: 銅

source: coral
jpn: サンゴ色

source: cork
jpn: コルク

source: cornsilk
jpn: コーンシルク

source: cozy
jpn: コジー

source: cream
jpn: クリーム

source: cross
jpn: 交差

# crush_blacks
source: Shadows:
jpn: シャドウ:

# crush_blacks:uilabel
source: Shadows:
jpn: シャドウ:

source: Custom
jpn: カスタム

# custom_environment:uilabel
source: Custom Environment
jpn: カスタム環境

# cutoff_threshold
source: Cutoff Threshold (lx)
jpn: カットオフしきい値(lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
jpn: カットオフしきい値(lx)

source: cyan
jpn: シアン

source: Cylinder
jpn: 円柱

# cylinder_axis
source: Axis:
jpn: 軸:

# cylinder_axis:uilabel
source: Axis:
jpn: 軸:

# cylinder_radius
source: Radius:
jpn: 半径:

# cylinder_radius:uilabel
source: Radius:
jpn: 半径:

# d50
source: D50 Illuminant (Reference White)
jpn: D50 光源(基準の白)

# d65
source: D65 Illuminant (Reference White)
jpn: D65 光源(基準の白)

source: dark
jpn: 濃い

source: dark bronze
jpn: 濃いブロンズ

source: dark green
jpn: 濃い緑

# decApp_backface_cull:uilabel
source: Backface Cull:
jpn: 背面非表示:

# decApp_bump_amount
source: Bump Amount:
jpn: バンプ量:

# decApp_bump_amount:uilabel
source: Bump Amount:
jpn: バンプ量:

# decApp_bump_map
source: Bump Pattern:
jpn: バンプ パターン:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
jpn: イメージの暗いエリアと明るいエリアを使用して、デカル上の隆起したエリアと沈下したエリアを指定します。

# decApp_bump_map:uilabel
source: Bump Pattern:
jpn: バンプ パターン:

# decApp_cutout_opacity
source: Cutouts:
jpn: カットアウト:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
jpn: 黒のイメージと白のイメージを使用して、デカルのエリアを切断します。黒色のエリアが切り離されます。

# decApp_cutout_opacity:uilabel
source: Cutouts:
jpn: カットアウト:

# decApp_diffuse
source: Decal Image File:
jpn: デカル イメージ ファイル:

# decApp_diffuse:uilabel
source: Decal Image File:
jpn: デカル イメージ ファイル:

# decApp_glossiness
source: Finish:
jpn: 仕上げ:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
jpn: デカル上の鏡面反射ハイライト(ホット スポット)の明るさを指定します

# decApp_glossiness:uilabel
source: Finish:
jpn: 仕上げ:

# decApp_glossiness_gloss
source: Gloss
jpn: 光沢

# decApp_glossiness_high_gloss
source: High Gloss
jpn: 高光沢

# decApp_glossiness_matte
source: Matte
jpn: マット

# decApp_glossiness_semi_gloss
source: Semi-gloss
jpn: 半光沢

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
jpn: 反射光沢サンプル:

# decApp_reflectivity_at_0deg
source: Reflectivity:
jpn: 反射率:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
jpn: 鏡像化

# decApp_reflectivity_at_0deg:minlabel
source: dull
jpn: つや消し

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
jpn: デカルがその周辺にある他のオブジェクトを反射する度合を指定します

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
jpn: 反射率:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
jpn: 反射率:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
jpn: 屈折光沢サンプル:

# decApp_refraction_index:uilabel
source: Refraction Index:
jpn: 屈折率:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
jpn: 屈折の半透明重み:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
jpn: 輝度色温度

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
jpn: 輝度フィルタ マップ:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
jpn: 輝度(cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
jpn: デカルを照光するかどうか、およびその明るさの度合を指定します

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
jpn: 輝度(cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
jpn: 携帯電話画面

# decApp_self_illum_luminance_crt_television
source: CRT television
jpn: CRT テレビ

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
jpn: デスク ランプ レンズ

# decApp_self_illum_luminance_dim_glow
source: Dim glow
jpn: 薄暗いグロー

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
jpn: すりガラス 電球

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
jpn: ハロゲン ランプ レンズ

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
jpn: ランプ シェーディング(外側)

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
jpn: ランプ シェーディング(内側)

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
jpn: LCD 画面

# decApp_self_illum_luminance_led_panel
source: LED panel
jpn: LED パネル

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
jpn: 照光なし

# decApp_transparency
source: Transparency:
jpn: 透過:

# decApp_transparency:maxlabel
source: transparent
jpn: 透明

# decApp_transparency:minlabel
source: opaque
jpn: 不透明

# decApp_transparency:uilabel
source: Transparency:
jpn: 透過:

# decal-1:uilabel
source: Decal 1:
jpn: デカル 1:

# decalbumpmap_Bitmap
source: Image File:
jpn: イメージ ファイル:

# decalbumpmap_Bitmap:uilabel
source: Image File:
jpn: イメージ ファイル:

# decalbumpmap_Blur:uilabel
source: Blur
jpn: ぼかし

# decalbumpmap_Filtering:uilabel
source: Filtering
jpn: フィルタリング

# decalbumpmap_Invert
source: Invert:
jpn: 反転:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
jpn: イメージの明るいエリアと暗いエリアを交換します。

# decalbumpmap_Invert:uilabel
source: Invert:
jpn: 反転:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
jpn: マップ チャンネル

# decalbumpmap_RGBAmount:uilabel
source: Brightness
jpn: 明るさ

# decalbumpmap_UMirror:uilabel
source: U Mirror
jpn: U 鏡像化

# decalbumpmap_UOffset:uilabel
source: U Offset
jpn: U オフセット

# decalbumpmap_UVScale:uilabel
source: UV Scale
jpn: UV 尺度

# decalbumpmap_UWrap:uilabel
source: U Wrap
jpn: U ラップ

# decalbumpmap_VMirror:uilabel
source: V Mirror
jpn: V 鏡像化

# decalbumpmap_VOffset:uilabel
source: V Offset
jpn: V オフセット

# decalbumpmap_VWrap:uilabel
source: V Wrap
jpn: V ラップ

# decalbumpmap_WAngle:uilabel
source: Angle
jpn: 角度

# decalmap_Bitmap
source: Image File:
jpn: イメージ ファイル:

# decalmap_Bitmap:uilabel
source: Image File:
jpn: イメージ ファイル:

# decalmap_Blur:uilabel
source: Blur
jpn: ぼかし

# decalmap_Filtering:uilabel
source: Filtering
jpn: フィルタリング

# decalmap_Invert:uilabel
source: Invert:
jpn: 反転:

# decalmap_MapChannel:uilabel
source: Map Channel
jpn: マップ チャンネル

# decalmap_RGBAmount
source: Brightness:
jpn: 明るさ:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
jpn: イメージの明るさを調整

# decalmap_RGBAmount:uilabel
source: Brightness
jpn: 明るさ

# decalmap_UMirror:uilabel
source: U Mirror
jpn: U 鏡像化

# decalmap_UOffset:uilabel
source: U Offset
jpn: U オフセット

# decalmap_UVScale:uilabel
source: UV Scale
jpn: UV 尺度

# decalmap_UWrap:uilabel
source: U Wrap
jpn: U ラップ

# decalmap_VMirror:uilabel
source: V Mirror
jpn: V 鏡像化

# decalmap_VOffset:uilabel
source: V Offset
jpn: V オフセット

# decalmap_VWrap:uilabel
source: V Wrap
jpn: V ラップ

# decalmap_WAngle:uilabel
source: Angle
jpn: 角度

# decayStartDistance
source: Decay Start:
jpn: 減衰開始:

# decayStartDistance:uilabel
source: Decay Start:
jpn: 減衰開始:

source: Decay Type:
jpn: 減衰タイプ:

# decayType:inverse
source: Inverse
jpn: 逆

# decayType:inverseSquare
source: Inverse Square
jpn: 逆二乗

# decayType:none
source: None
jpn: なし

# decayType:uilabel
source: Decay Type:
jpn: 減衰タイプ:

source: decorative
jpn: 装飾

source: denim
jpn: デニム

source: diamond
jpn: ひし形

source: diamond plate texture
jpn: ダイアモンド プレート テクスチャ

source: diamonds
jpn: ひし形

source: Diffuse:
jpn: 散光

# diffuse:uilabel
source: Diffuse:
jpn: 散光:

# dimmer
source: Multiplier:
jpn: 乗数:

# dimmer:uilabel
source: Multiplier:
jpn: 乗数:

# dimmerPanel
source: Dimming
jpn: 減光

source: Directional
jpn: 方向

source: dirt
jpn: 泥土

source: Disc
jpn: ディスク

# disc_normal
source: Normal:
jpn: 通常:

# disc_normal:uilabel
source: Normal:
jpn: 通常:

# disc_radius
source: Radius:
jpn: 半径:

# disc_radius:uilabel
source: Radius:
jpn: 半径:

source: Distribution:
jpn: 分散:

# distribution:diffuse
source: Diffuse
jpn: 散光

# distribution:isotropic
source: Uniform
jpn: 均等

# distribution:spot
source: Spot
jpn: スポット

# distribution:uilabel
source: Distribution:
jpn: 分散:

# distribution:web
source: Use Light Profile
jpn: 照明プロファイルを使用

source: dots
jpn: ドット

source: ecru
jpn: 淡褐色

source: Effects
jpn: 効果

# electricalEfficiency
source: Electrical Efficiency (lm/W):
jpn: 電気効率(lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
jpn: 電気効率(lm/W):

source: elm
jpn: ニレ材

# emit_direct_photons:uilabel
source: Emit Direct Photons
jpn: 直接光子を放射

source: environments
jpn: 環境

source: expanded
jpn: エキスパンド

source: exposed
jpn: 露出材

source: exterior
jpn: 外装

# exterior:uilabel
source: Exterior Daylight
jpn: 屋外昼光

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
jpn: 蛍光灯(寒色の白)

# f3_fluorescentWhite
source: Fluorescent (White)
jpn: 蛍光灯(白)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
jpn: 蛍光灯(暖色の白)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
jpn: 蛍光灯(昼光)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
jpn: 蛍光灯(淡い白)

# f_number
source: Aperture (f-stop):
jpn: 絞り (f-停止):

# f_number:uilabel
source: Aperture (f-stop):
jpn: 絞り (f-停止):

source: fabric
jpn: ファブリック

source: fabric with gray, blue and white stripes
jpn: 灰色、青、白のストライプ付きのファブリック

source: fabric with yellow and black stripes
jpn: 黄と黒のストライプ付きのファブリック

source: fabric with yellow and gray stripes
jpn: 黄と灰色のストライプ付きのファブリック

source: fabric with yellow and white stripes
jpn: 黄と白のストライプ付きのファブリック

source: face
jpn: 面

source: Fall Off:
jpn: フォール オフ:

# fallOff:tooltip
source: Spot width, in radians
jpn: スポット幅(ラジアン)

# fallOff:uilabel
source: Fall Off:
jpn: フォール オフ:

# farAttenuationEnd
source: End Point:
jpn: 終点:

# farAttenuationEnd:uilabel
source: End Point:
jpn: 終点:

# farAttenuationOn
source: Far Attenuation:
jpn: 遠方減衰:

# farAttenuationOn:uilabel
source: Far Attenuation:
jpn: 遠方減衰:

# farAttenuationStart
source: Start Point:
jpn: 始点:

# farAttenuationStart:uilabel
source: Start Point:
jpn: 始点:

source: fatigue
jpn: 疲労

source: fatigue structural asset.
jpn: 疲労構造アセット。

# fatigue_SN_Behavior
source: Behavior
jpn: 動作

# fatigue_SN_Behavior:sn_Constant
source: Constant
jpn: 定数

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
jpn: S-N 曲線

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
jpn: 定数または曲線 S-N 動作を選択します。

# fatigue_SN_Behavior:uilabel
source: Behavior
jpn: 動作

# fatigue_SN_Graph
source: S-N Curve
jpn: S-N 曲線

# fatigue_props1
source: Strain-Fatigue Life
jpn: ひずみ-疲労寿命

# fatigue_props2
source: Stress-Fatigue Life
jpn: 応力-疲労寿命

# fatigue_props3
source: Compressive Strength
jpn: 圧縮強度

source: fieldstone
jpn: 自然石

# film_iso
source: Film speed (ISO):
jpn: フィルム感度(ISO):

# film_iso:uilabel
source: Film speed (ISO):
jpn: フィルム感度(ISO):

source: Filter Color:
jpn: フィルタ色:

# filterColor:uilabel
source: Filter Color:
jpn: フィルタ色:

source: fine
jpn: 細かい

source: fissured
jpn: 深彫り

# flags:uilabel
source: Flags
jpn: フラグ

source: flagstone
jpn: 敷石

source: flaked
jpn: 剥離

source: flat
jpn: フラット

source: floor
jpn: 床

source: flooring
jpn: フローリング

source: floral
jpn: フローラル

# focal_length:uilabel
source: focal_length
jpn: 焦点距離

source: forest
jpn: 深

source: formwork
jpn: 型枠

source: frosted
jpn: すりガラス

source: furniture
jpn: 家具

source: galvanized
jpn: メッキ

source: gas
jpn: ガス

# gas_props1
source: Properties
jpn: 熱特性

# gas_props2
source: Mechanical
jpn: 機械

source: generic
jpn: 一般

# generic_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# generic_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# generic_ao_distance
source: Max Distance
jpn: 最大距離

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# generic_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# generic_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# generic_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# generic_ao_samples
source: Samples
jpn: サンプル

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# generic_ao_samples:uilabel
source: Samples
jpn: サンプル

# generic_backface_cull:uilabel
source: Backface Cull
jpn: 背面非表示

# generic_bump_amount
source: Amount
jpn: 量

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
jpn: 指定されたバンプ パターンの相対的な高さを調整します。0 を入力すると、サーフェスが平らになります。より大きな 10 進値(最大 1000.0)を入力すると、サーフェスのでこぼこの高さが増加します。

# generic_bump_amount:uilabel
source: Amount
jpn: 量

# generic_bump_map:uilabel
source: Bump
jpn: バンプ

# generic_bump_map_image_label
source: Image
jpn: イメージ

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
jpn: テクスチャ マップを使用してマテリアルのバンプ レリーフ パターンを選択します。バンプ パターンは、イメージ ファイルの暗いエリアと明るいエリアに基づいて、隆起した領域と沈下した領域を定義します。

# generic_bump_map_panel_label
source: Bump
jpn: バンプ

# generic_cutout_opacity:uilabel
source: Cutouts
jpn: カットアウト

# generic_cutout_opacity_image_label
source: Image
jpn: イメージ

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
jpn: テクスチャ マップを使用して、マテリアルのサーフェスへの形状切り込みを制御します。

# generic_cutout_opacity_panel_label
source: Cutouts
jpn: カットアウト

# generic_diffuse:uilabel
source: Color
jpn: 色

# generic_diffuse_color
source: Color
jpn: 色

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
jpn: サーフェスの色を調整します。光の跳ね返り(反射)と光の通過(透過)の両方に影響を及ぼします。

# generic_diffuse_image
source: Image
jpn: イメージ

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
jpn: マテリアルの拡散光の色マップを表示します。

# generic_diffuse_image_fade
source: Image Fade
jpn: イメージのフェード

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
jpn: ベース色と拡散イメージの合成を調整します。イメージが選択されている場合のみ有効です。

# generic_diffuse_image_fade:uilabel
source: Image Fade
jpn: イメージのフェード

# generic_general
source: Generic
jpn: 一般

# generic_glossiness
source: Glossiness
jpn: 光沢
