Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

source: ThermalSolid-085-5
fra: Cuivre, forgé

source: ThermalSolid-086
fra: Fer

source: ThermalSolid-089
fra: Plomb

source: ThermalSolid-092
fra: Acier

source: ThermalSolid-092-10
fra: Acier, forgé

source: ThermalSolid-092-2
fra: Acier V2

source: ThermalSolid-092-3
fra: Acier, galvanisé

source: ThermalSolid-092-6
fra: Acier, alliage

source: ThermalSolid-092-7
fra: Acier, carbone

source: ThermalSolid-092-8
fra: Acier, non allié

source: ThermalSolid-092-9
fra: Acier, haute résistance, modérément allié

source: ThermalSolid-093-2
fra: Acier inoxydable V2

source: ThermalSolid-093-3
fra: Acier inoxydable 440C

source: ThermalSolid-093-4
fra: Acier inoxydable, austénitique

source: ThermalSolid-093-8
fra: Acier inoxydable AISI 440C, soudé

source: ThermalSolid-095
fra: Titane

source: ThermalSolid-118
fra: Feuille acrylique

source: ThermalSolid-128
fra: Résine phénolique

source: ThermalSolid-130
fra: Polycarbonate

source: ThermalSolid-132
fra: Polyéthylène - HDPE

source: ThermalSolid-133
fra: Polyéthylène - LDPE

source: ThermalSolid-137
fra: Polypropylène

source: ThermalSolid-142
fra: Polystyrène

source: ThermalSolid-149
fra: Chlorure de polyvinyle - Rigide

source: ThermalSolid-152
fra: Caoutchouc

source: ThermalSolid-189
fra: Composite fibre de carbone-époxy

# ThermalSolidSchema_localname:Solid
source: Solid
fra: Solide

# ThermalSolidSchema_localtype:Thermal
source: Thermal
fra: Thermique

source: Thermoplastic
fra: Thermoplastique

source: Thermoplastic Resin
fra: Résine thermoplastique

source: Thermoset
fra: Thermodurcissable

source: Tile
fra: Mosaïque

source: Tile map.
fra: Texture carrelage.

# TileSchema_localname:Tile Texture
source: Tile Texture
fra: Texture mosaïque

source: Time:
fra: Heure:

# Time:uilabel
source: Time:
fra: Heure:

source: Time Zone Offset:
fra: Décalage fuseau horaire:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
fra: Décalage fuseau horaire:

source: Titanium
fra: Titane

source: Titanium, polished
fra: Titane poli

source: Translucent
fra: Translucide

source: Translucent white luminous material.
fra: Matériau translucide blanc lumineux.

source: Ultra High Molecular Weight Polyethylene
fra: Polyéthylène UHMWPE

source: Ultra-high-molecular-weight polyethylene
fra: Polyéthylène UHMWPE

source: Unfilled Polycarbonate, molded
fra: Polycarbonate non rempli, moulé

source: Unified Bitmap.
fra: Bitmap unifié.

source: UnifiedBitmap
fra: Bitmap unifié

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
fra: Texture bitmap

source: Vase swatch.
fra: Témoin de vase.

source: Wall Covering
fra: Papiers peints et tapisseries

source: Wall Paint/Glossy
fra: Peinture de mur/Lustré

source: Wall Paint/Matte
fra: Peinture de mur/Mat

source: Wall swatch.
fra: Témoin de mur.

source: WallPaint
fra: Peinture de mur

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
fra: Peinture de mur

# WallPaintSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Water
fra: Eau

source: Water material.
fra: Matériau eau.

source: Water, properties @20C
fra: Eau, propriétés @20C

source: Water-001
fra: Piscine intérieure

source: Water-002
fra: Marécage

source: Water-003
fra: Tropicale

source: Water-004
fra: Transparente lac

source: Water-005
fra: Rivière trouble

source: Water-006
fra: Piscine

source: Water-007
fra: Réflexion bassin

source: Water-008
fra: Tropicale bleue

# WaterSchema_localname:Water
source: Water
fra: Eau

# WaterSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Wave
fra: Vague

source: Wave map.
fra: Texture vague.

# WaveSchema_localname:Wave
source: Wave
fra: Vague

source: White and green marble stone floor
fra: Sol pierre marbre blanc et vert

source: White square bricks with black floral patterns
fra: Briques carrées blanches avec motif floral noir

source: Window glass
fra: Verre à vitres

source: Wood
fra: Bois

source: Wood map.
fra: Texture bois.

source: Wood structural asset.
fra: Ressource de matériaux de bois structurel.

source: Wood-001
fra: Cerisier américain

source: Wood-002
fra: Hêtre - Rainure

source: Wood-003
fra: Hêtre - Brun

source: Wood-004
fra: Hêtre - Brun toast

source: Wood-005
fra: Hêtre - Miel

source: Wood-006
fra: Hêtre - Cerise

source: Wood-007
fra: Hêtre - Whisky

source: Wood-008
fra: Hêtre - Java

source: Wood-009
fra: Hêtre - Amaretto

source: Wood-010
fra: Hêtre - Naturel

source: Wood-011
fra: Hêtre - Naturel non fini

source: Wood-012
fra: Hêtre - Bois de rose

source: Wood-013
fra: Hêtre - Brun Gunstock

source: Wood-014
fra: Hêtre - Galliano

source: Wood-015
fra: Hêtre - Brun chocolat

source: Wood-016
fra: Hêtre - Baies sauvages

source: Wood-017
fra: Hêtre - Brun mystique

source: Wood-018
fra: Teck brésilien - Naturel

source: Wood-019
fra: Hickory

source: Wood-020
fra: Hickory - Avec imprégnation sous pression

source: Wood-021
fra: Hickory - Non fini

source: Wood-022
fra: Erable naturel - Antique

source: Wood-023
fra: Erable naturel - Classique non fini

source: Wood-024
fra: Erable naturel - Classique fini

source: Wood-025
fra: Erable - Bois de rose

source: Wood-026
fra: Erable - Brun toast

source: Wood-027
fra: Erable - Galliano

source: Wood-028
fra: Erable - Brun chocolat

source: Wood-029
fra: Erable - Baies sauvages

source: Wood-030
fra: Erable - Brun mystique

source: Wood-031
fra: Erable naturel - Lustré

source: Wood-032
fra: Erable naturel - Lustré teinte foncée

source: Wood-033
fra: Kempas - Naturel

source: Wood-034
fra: Andiroba - Naturel

source: Wood-035
fra: Chêne rouge - Antique naturel

source: Wood-036
fra: Chêne rouge - Classique naturel

source: Wood-037
fra: Chêne rouge - Classique non fini naturel

source: Wood-038
fra: Chêne rouge - Campagne naturel

source: Wood-039
fra: Chêne rouge - Bois de rose

source: Wood-040
fra: Chêne rouge - Miel

source: Wood-041
fra: Chêne rouge - Whisky

source: Wood-042
fra: Chêne rouge - Java

source: Wood-043
fra: Chêne rouge - Amaretto

source: Wood-044
fra: Chêne rouge - Brun chocolat

source: Wood-045
fra: Chêne rouge - Baies sauvages

source: Wood-046
fra: Chêne rouge - Brun mystique

source: Wood-047
fra: Chêne rouge - Naturel

source: Wood-048
fra: Chêne rouge - Teinte naturel

source: Wood-049
fra: Erable argenté - Brun

source: Wood-050
fra: Erable argenté - Bois de rose

source: Wood-051
fra: Erable argenté - Miel

source: Wood-052
fra: Erable argenté - Brun Gunstock

source: Wood-053
fra: Erable argenté - Galliano

source: Wood-054
fra: Erable argenté - Brun chocolat

source: Wood-055
fra: Erable argenté - Baies sauvages

source: Wood-056
fra: Erable argenté - Brun mystique

source: Wood-057
fra: Erable argenté - Naturel

source: Wood-058
fra: Erable argenté - Teinte naturel

source: Wood-059
fra: Tigerwood - Naturel

source: Wood-060
fra: Frêne blanc - Java

source: Wood-061
fra: Frêne blanc - Amaretto

source: Wood-062
fra: Frêne blanc - Galliano

source: Wood-063
fra: Frêne blanc - Brun chocolat

source: Wood-064
fra: Frêne blanc - Baies sauvages

source: Wood-065
fra: Châtaignier - Naturel

source: Wood-066
fra: Châtaignier - Non fini naturel

source: Wood-067
fra: Chêne blanc - Galliano

source: Wood-068
fra: Chêne blanc - Brun chocolat

source: Wood-069
fra: Chêne blanc - Baies sauvages

source: Wood-070
fra: Chêne blanc - Brun mystique

source: Wood-071
fra: Chêne blanc - Naturel

source: Wood-072
fra: Merisier - Naturel 1

source: Wood-073
fra: Merisier - Naturel 2

source: Wood-074
fra: Merisier - Rainure

source: Wood-075
fra: Merisier - Brun moyen

source: Wood-076
fra: Merisier - Bois de rose

source: Wood-077
fra: Merisier - Brun toast

source: Wood-078
fra: Merisier - Miel

source: Wood-079
fra: Merisier - Cerise

source: Wood-080
fra: Merisier - Brun Gunstock

source: Wood-081
fra: Merisier - Brun Gunstock non fini

source: Wood-082
fra: Merisier - Whisky

source: Wood-083
fra: Merisier - Java

source: Wood-084
fra: Merisier - Amaretto

source: Wood-085
fra: Merisier - Galliano

source: Wood-086
fra: Merisier - Brun chocolat

source: Wood-087
fra: Merisier - Baies sauvages

source: Wood-088
fra: Merisier - Brun mystique

source: Wood-089
fra: Noyer - Moiré clair non lustré

source: Wood-090
fra: Noyer - Poli naturel

source: Wood-091
fra: Bouleau - Non lustré naturel

source: Wood-092
fra: Bouleau - Massif faible lustre naturel

source: Wood-093
fra: Bouleau - Lustre moyen naturel

source: Wood-094
fra: Bouleau - Poli naturel

source: Wood-095
fra: Bouleau - Massif moiré clair non lustré

source: Wood-096
fra: Bouleau - Massif moiré foncé non lustré

source: Wood-097
fra: Bouleau - Massif moiré foncé lustre moyen

source: Wood-098
fra: Cerisier - Massif moiré foncé lustre moyen

source: Wood-099
fra: Cerisier - Massif moiré foncé non lustré

source: Wood-100
fra: Cerisier - Massif moiré clair non lustré

source: Wood-101
fra: Cerisier - Lustre moyen naturel

source: Wood-102
fra: Cerisier - Moiré clair faible lustre

source: Wood-103
fra: Cerisier - Moiré clair non lustré 1

source: Wood-104
fra: Cerisier - Grossier clair

source: Wood-105
fra: Cerisier - Clair

source: Wood-106
fra: Acajou - Massif moiré foncé lustre moyen

source: Wood-107
fra: Acajou - Massif moiré foncé non lustré

source: Wood-108
fra: Acajou - Massif moiré clair non lustré

source: Wood-109
fra: Acajou - Poli naturel

source: Wood-110
fra: Acajou - Moiré foncé poli

source: Wood-111
fra: Chêne blanc - Massif moiré clair non lustré

source: Wood-112
fra: Chêne rouge - Non lustré naturel

source: Wood-113
fra: Chêne rouge - Moiré clair lustre moyen

source: Wood-114
fra: Chêne rouge - Moiré clair non lustré

source: Wood-115
fra: Chêne blanc - Lustre moyen naturel

source: Wood-116
fra: Chêne blanc - Moiré clair non lustré 1

source: Wood-117
fra: Pin jaune - Massif faible lustre naturel

source: Wood-118
fra: Pin jaune - Massif poli naturel

source: Wood-119
fra: Pin jaune - Massif moiré foncé lustre moyen

source: Wood-120
fra: Pin jaune - Massif moiré foncé non lustré

source: Wood-121
fra: Pin jaune - Massif moiré clair non lustré

source: Wood-122
fra: Pin jaune - Non lustré naturel

source: Wood-123
fra: Pin jaune - Moiré clair poli

source: Wood-124
fra: Teck - Massif moiré foncé poli

source: Wood-125
fra: Teck - Poli naturel

source: Wood-126
fra: Teck - Massif moiré clair non lustré

source: Wood-127
fra: Teck

source: Wood-128
fra: Chêne - Chevron

source: Wood-129
fra: Contreplaqué - Altéré

source: Wood-130
fra: Aggloméré

source: Wood-131
fra: Bois de rose - Faible lustre naturel

source: Wood-132
fra: Bois de rose - Moiré clair non lustré

source: Wood-133
fra: Bois de rose - Massif moiré clair non lustré

source: Wood-134
fra: Lambris - Brun

source: Wood-135
fra: Lambris - Jaune-brun

source: Wood-136
fra: Orme - Noeud moiré clair non lustré

source: Wood-137
fra: Bouleau - Massif moiré foncé poli

source: Wood-138
fra: Bouleau - Massif moiré clair faible lustre

source: Wood-139
fra: Acajou - Massif poli naturel

source: Wood-140
fra: Pin - Grossier

source: Wood-141
fra: Acajou - Massif moiré foncé poli 1

source: Wood-142
fra: Chêne blanc - Massif lustre moyen naturel

source: Wood-143
fra: Pin jaune - Massif moiré clair faible lustre

source: Wood-144
fra: Teck - Massif lustre moyen naturel

source: Wood-145
fra: Bouleau - Moiré foncé poli 1

source: Wood-146
fra: Bouleau - Moiré clair lustre moyen

source: Wood-147
fra: Cerisier - Faible lustre naturel

source: Wood-148
fra: Cerisier - Non lustré naturel

source: Wood-149
fra: Cerisier - Moiré foncé faible lustre

source: Wood-150
fra: Cerisier - Moiré foncé lustre moyen 1

source: Wood-151
fra: Acajou - Faible lustre naturel

source: Wood-152
fra: Chêne rouge - Faible lustre naturel

source: Wood-153
fra: Chêne rouge - Moiré foncé faible lustre

source: Wood-154
fra: Chêne blanc - Moiré foncé poli

source: Wood-155
fra: Chêne blanc - Moiré clair poli

source: Wood-156
fra: Pin jaune - Poli naturel

source: Wood-157
fra: Pin jaune - Moiré foncé lustre moyen

source: Wood-158
fra: Teck - Lustre moyen naturel 1

source: Wood-159
fra: Teck - Non lustré naturel

source: Wood-160
fra: Teck - Moiré foncé lustre moyen

source: Wood-161
fra: Teck - Moiré foncé non lustré

source: Wood-162
fra: Lambris - Frêne

source: Wood-163
fra: Erable - Massif faible lustre naturel

source: Wood-164
fra: Erable - Massif lustre moyen naturel

source: Wood-165
fra: Erable - Massif non lustré naturel

source: Wood-166
fra: Erable - Massif poli naturel

source: Wood-167
fra: Erable - Massif moiré clair faible lustre

source: Wood-168
fra: Erable - Moiré foncé poli

source: Wood-169
fra: Erable - Moiré clair lustre moyen

source: Wood-170
fra: Erable - Moiré clair non lustré

source: Wood/Panels
fra: Bois/Panneaux

# WoodSchema_localname:Wood
source: Wood
fra: Bois

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
fra: Bois - plastiques.Menuiserie.Stratifié de plastique.Beige clair

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
fra: Bois - plastiques.Menuiserie.Stratifié de plastique.Marron clair

source: Woods - Plastics.Finish Carpentry.Wood.Boards
fra: Bois - plastiques.Menuiserie.Bois.Planches

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
fra: Bois - plastiques.Menuiserie.Bois.Cerisier

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
fra: Bois - plastiques.Menuiserie.Bois.Cerisier.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
fra: Bois - plastiques.Menuiserie.Bois.Noyer

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
fra: Bois - plastiques.Menuiserie.Bois.Acajou

source: Woods - Plastics.Finish Carpentry.Wood.Maple
fra: Bois - plastiques.Menuiserie.Bois.Erable

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
fra: Bois - plastiques.Menuiserie.Bois.Lambris.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
fra: Bois - plastiques.Menuiserie.Bois.Pin

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
fra: Bois - plastiques.Menuiserie.Bois.Peuplier

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
fra: Bois - plastiques.Menuiserie.Bois.Bouleau rouge

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
fra: Bois - plastiques.Menuiserie.Bois.Chêne rouge

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
fra: Bois - plastiques.Menuiserie.Bois.Séquoia

source: Woods - Plastics.Finish Carpentry.Wood.Teak
fra: Bois - plastiques.Menuiserie.Bois.Teck

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
fra: Bois - plastiques.Menuiserie.Bois.Noyer

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
fra: Bois - plastiques.Menuiserie.Bois.Frêne blanc

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
fra: Bois - plastiques.Menuiserie.Bois.Chêne blanc

source: Woods - Plastics.FinishCarpentry.Lacquer
fra: Bois - plastiques.Menuiserie.Laque

source: Woods - Plastics.FinishCarpentry.Shellac
fra: Bois - plastiques.Menuiserie.Gomme-laque

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
fra: Bois - plastiques.Menuiserie.Bardage.Chanfrein

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
fra: Bois - plastiques.Menuiserie.Bardage.Planche et couvre-joint

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
fra: Bois - plastiques.Menuiserie.Bardage.A rive à mi-bois

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
fra: Bois - plastiques.Menuiserie.Bardage.En rondins

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
fra: Bois - plastiques.Menuiserie.Bardage.Languette - rainure

source: Woods - Plastics.FinishCarpentry.Urethane
fra: Bois - plastiques.Menuiserie.Uréthane

source: Woods - Plastics.FinishCarpentry.Wax.Black
fra: Bois - plastiques.Menuiserie.Cire.Noir

source: Woods - Plastics.FinishCarpentry.Wax.Red
fra: Bois - plastiques.Menuiserie.Cire.Rouge

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
fra: Bois - plastiques.Menuiserie.Bois.Pau ferro

source: Woods - Plastics.FinishCarpentry.Wood.Roble
fra: Bois - plastiques.Menuiserie.Bois.Cerejeira

source: Woods - Plastics.Masonite.Paneling
fra: Bois - plastiques.Panneau dur.Lambris

source: Woods - Plastics.Plastics.PVC.White
fra: Bois - plastiques.Plastiques.PVC.Blanc

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
fra: Bois et plastiques.Carton.Panneau de particules

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
fra: Bois et plastiques.Carton.Ondulé

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
fra: Bois et plastiques.Menuiserie.Bois.Carapa

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
fra: Bois et plastiques.Menuiserie.Bois.Hêtre

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
fra: Bois et plastiques.Menuiserie.Bois.Bocote

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
fra: Bois et plastiques.Menuiserie.Bois.Hêtre noueux

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
fra: Bois et plastiques.Menuiserie.Bois.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
fra: Bois et plastiques.Menuiserie.Bois.Chêne anglais

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
fra: Bois et plastiques.Menuiserie.Bois.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
fra: Bois et plastiques.Menuiserie.Bois.Myrte rose

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
fra: Bois et plastiques.Menuiserie.Bois.Epicéa

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
fra: Bois et plastiques.Panneau dur.Perforé

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
fra: Bois et plastiques.Plastiques.Latex

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
fra: Bois et plastiques.Bois comprimé.Lambris

source: Wrought copper
fra: Cuivre forgé

source: Wrought steel
fra: Acier forgé

source: Year:
fra: Année:

# Year:uilabel
source: Year:
fra: Année:

# a_incandescent
source: Incandescent Filament Lamp
fra: Lampe à filament incandescent

source: acoustic
fra: acoustique

source: Active
fra: Actif

# active:uilabel
source: Active
fra: Actif

# aerial_perspective
source: Atmospheric Haze
fra: Brume atmosphérique

source: aggregate
fra: granulat

source: alabaster
fra: albâtre

source: algae
fra: algue

source: alloy
fra: alliage

source: aluminum
fra: aluminium satiné

source: amber
fra: ambre

source: Ambient Color:
fra: Couleur ambiante:

# ambientColor:uilabel
source: Ambient Color:
fra: Couleur ambiante:

source: Ambient Only:
fra: Ambiant uniquement:

# ambientOnly:uilabel
source: Ambient Only:
fra: Ambiant uniquement:

source: ambientocclusion
fra: occlusion ambiante

# ambientocclusion_group
source: Ambient Occlusion Properties
fra: Propriétés de l'occlusion ambiante

source: anodized
fra: anodisé

# aperture:uilabel
source: aperture
fra: ouverture

source: Area
fra: Surface

source: ash
fra: frêne

source: asphalt
fra: asphalte

# asset_information
source: Information
fra: Informations

# asset_information1
source: Descriptive Information
fra: Informations descriptives

# asset_information2
source: Product Information
fra: Informations sur le produit

# asset_information3
source: Revit Annotation Information
fra: Informations d'annotation de Revit

# asset_keywords
source: Keywords
fra: Mots-clés

# asset_name
source: Name
fra: Nom

# asset_texture_paths
source: Texture Paths
fra: Chemins de texture

# atmosShadowColAmnt
source: Amount:
fra: Quantité:

# atmosShadowColAmnt:uilabel
source: Amount:
fra: Quantité:

# atmosShadowOn
source: On:
fra: Activé:

# atmosShadowOn:uilabel
source: On:
fra: Activé:

# atmosShadowOpacity
source: Opacity:
fra: Opacité:

# atmosShadowOpacity:uilabel
source: Opacity:
fra: Opacité:

# atmosShadows
source: Atmospheric Shadows
fra: Ombres atmosphériques

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
fra: Energie photon automatique:

# background
source: Background Shader:
fra: Shader d'arrière-plan:

# background:uilabel
source: Background Shader:
fra: Shader d'arrière-plan:

source: Background On:
fra: Arrière-plan activé:

# backgroundOn:uilabel
source: Background On:
fra: Arrière-plan activé:

# backgroundx
source: Background
fra: Arrière-plan

source: bank
fra: banc

# base
source: Fixture
fra: Installation

source: basic
fra: basique

# basic_props1
source: Basic Thermal
fra: Thermique de base

source: bathroom
fra: salle de bain

source: bedroom
fra: chambre

source: beech
fra: hêtre

source: beechwood
fra: hêtre (feuillu)

source: beige plaid
fra: plaid beige

source: bermuda
fra: cynodon

source: birch
fra: bouleau

source: black
fra: noir

source: block
fra: bloc

source: blocks
fra: blocs

source: blue
fra: bleu

source: board
fra: planche

source: bog
fra: marais

source: Bottom Left 1:
fra: En bas à gauche 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
fra: En bas à gauche 1:

source: Bottom Right 1:
fra: En bas à droite 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
fra: En bas à droite 1:

source: brass
fra: laiton

# break_def_map:uilabel
source: Break Def Map
fra: Map déf rupture

source: brick
fra: brique

source: Brightness:
fra: Luminosité:

# brightness:uilabel
source: Brightness:
fra: Luminosité:

source: brindle
fra: brindille

# broom_curved:uilabel
source: Broom Curved
fra: Balai courbé

# broom_straight:uilabel
source: Broom Straight
fra: Balai droit

source: brown
fra: brun

source: brown carpet
fra: moquette brun

# brush_def_map:uilabel
source: Brush Def Map
fra: Map déf. pinceau

source: brushed
fra: brossé

source: bulb
fra: ampoule

# bump_checker_map:uilabel
source: Bump Checker Map
fra: Map damier relief

# bump_diamond_map:uilabel
source: Bump Diamond Map
fra: Map losange relief

source: burgundy
fra: bordeaux

source: burl
fra: noeud

source: burlap
fra: toile de jute

# burn_highlights
source: Highlights (Burn):
fra: Reflets (Brulé):

# burn_highlights:uilabel
source: Highlights (Burn):
fra: Reflets (Brulé):

source: burnt
fra: brûlé

source: cadet
fra: vert turquoise

source: cafe
fra: café

# camera_shutter
source: Shutter Speed:
fra: Vitesse d'obturation:

# camera_shutter:uilabel
source: Shutter Speed:
fra: Vitesse d'obturation:

source: canary
fra: jaune canari

source: caning
fra: cannage

source: canvas
fra: grosse toile

source: cardboard
fra: carton

source: carpet
fra: moquette

source: carpet with some blue, yellow and red
fra: moquette avec bleu, jaune et rouge

source: cast-in-place
fra: coulé sur place

# cast_shadows
source: Compute Shadows:
fra: Calculer les ombres:

# cast_shadows:uilabel
source: Turns on shadows:
fra: Active les ombres:

source: ceiling
fra: plafond

source: cement
fra: ciment

source: ceramic
fra: céramique

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
fra: HID céramique métal halide (frais)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
fra: HID céramique métal halide (chaud)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux
