Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# metal_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# metal_roundcorners_radius
source: Source
rus: Источник

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# metal_roundcorners_radius:uilabel
source: Source
rus: Источник

# metal_satin
source: Satin
rus: Сатинированный

# metal_semi_polished
source: Semi-polished
rus: С умеренной полировкой

# metal_stainless_steel
source: Stainless Steel
rus: Нержавеющая сталь

# metal_type
source: Type
rus: Тип

# metal_type:metal_aluminum
source: Aluminum
rus: Алюминий

# metal_type:metal_brass
source: Brass
rus: Латунь

# metal_type:metal_bronze
source: Bronze
rus: Бронза

# metal_type:metal_chrome
source: Chrome
rus: Хром

# metal_type:metal_copper
source: Copper
rus: Медь

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
rus: Анодированный алюминий

# metal_type:metal_stainless_steel
source: Stainless Steel
rus: Нержавеющая сталь

# metal_type:metal_zinc
source: Zinc
rus: Цинк

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
rus: Выбор типа металла и управление основным цветом и текстурой металла, а также фильтрация последующих свойств.

# metal_type:uilabel
source: Type
rus: Тип

# metal_zinc
source: Zinc
rus: Цинк

source: metallic
rus: металлик

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# metallicpaint_ao_distance
source: Max Distance
rus: Макс. расстояние

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# metallicpaint_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# metallicpaint_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# metallicpaint_ao_samples
source: Samples
rus: Примеры

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# metallicpaint_ao_samples:uilabel
source: Samples
rus: Примеры

# metallicpaint_base_color
source: Color
rus: Цвет

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
rus: Основной цвет краски.

# metallicpaint_base_color:uilabel
source: Color
rus: Цвет

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# metallicpaint_base_highlightspread
source: Highlight Spread
rus: Распространение светлых участков

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
rus: Регулировка очень расплывчатой отражательной способности грунтовки, расположенной под верхним отделочным слоем с очень резким отражением.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
rus: Распространение светлых участков

# metallicpaint_finish
source: Finish
rus: Отделка

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
rus: Апельсиновая кожура

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
rus: Гладкий

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
rus: Выбор параметра "Сглаженный" или "Апельсиновая кожура".

# metallicpaint_finish:uilabel
source: Finish
rus: Отделка

# metallicpaint_finish_peelamount
source: Amount
rus: Количество

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
rus: Регулятор выбора значения цветной отделки в диапазоне от 1 до 100.

# metallicpaint_finish_peelamount:uilabel
source: Amount
rus: Количество

# metallicpaint_finish_peeling
source: Orange Peel
rus: Апельсиновая кожура

# metallicpaint_finish_smooth
source: Smooth
rus: Гладкий

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
rus: Имеются

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
rus: Нет

# metallicpaint_flecks:uilabel
source: Flecks
rus: Крапинки

# metallicpaint_flecks_color
source: Color
rus: Цвет

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
rus: По умолчанию — белые, с тоном (переходящим в черный цвет), усиливающим эффект крапинок по отношению к грунтовке; при средне-сером основном цвете и черном цвете крапинок они будут не видны, но средне-серые крапинки на том же основном цвете будут демонстрировать 50%-ный эффект крапинок.

# metallicpaint_flecks_color:uilabel
source: Color
rus: Цвет

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# metallicpaint_flecks_enable
source: Enabled
rus: Имеются

# metallicpaint_flecks_list_label
source: Flecks
rus: Крапинки

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
rus: Возможность использования отражающих крапинок в краске.

# metallicpaint_flecks_panel_label
source: Flecks
rus: Крапинки

# metallicpaint_flecks_size
source: Size
rus: Размер

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
rus: Регулировка размера крапинок.

# metallicpaint_flecks_size:uilabel
source: Size
rus: Размер

# metallicpaint_metallicpaintgroup
source: Metallic Paint
rus: Металлик, краска

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
rus: Цветной

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
rus: Второй цвет

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
rus: Нет

# metallicpaint_pearl:uilabel
source: Pearl
rus: Перламутровый

# metallicpaint_pearl_amount
source: Amount
rus: Количество

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
rus: Регулировка перехода между эффектом перламутра и базовым цветом.

# metallicpaint_pearl_amount:uilabel
source: Amount
rus: Количество

# metallicpaint_pearl_chromatic
source: Chromatic
rus: Цветной

# metallicpaint_pearl_color
source: Color
rus: Цвет

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
rus: Регулировка цвета "Перламутровый".

# metallicpaint_pearl_color:uilabel
source: Color
rus: Цвет

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# metallicpaint_pearl_custom
source: Second Color
rus: Второй цвет

# metallicpaint_pearl_ior
source: Blend
rus: Переход

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
rus: Плавное смешение цветов в диапазоне от 0 до 100.

# metallicpaint_pearl_ior:uilabel
source: Blend
rus: Переход

# metallicpaint_pearl_list_label
source: Type
rus: Тип

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
rus: Выбор цветного или второго цвета.

# metallicpaint_pearl_panel_label
source: Pearl
rus: Перламутровый

# metallicpaint_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
rus: Образцы нечетких отражений

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
rus: Определение максимального числа образцов (лучей), которое mental ray вычисляет для создания нечетких отражений.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
rus: Образцы нечетких отражений

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# metallicpaint_roundcorners_on
source: Round Corners
rus: Скругление углов

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# metallicpaint_roundcorners_radius
source: Source
rus: Источник

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# metallicpaint_roundcorners_radius:uilabel
source: Source
rus: Источник

# metallicpaint_topcoat
source: Type
rus: Тип

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
rus: Автомобильная краска

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
rus: Хром

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
rus: Пользовательский

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
rus: Матовый

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
rus: Выбор одного из параметров: "Матовый", "Хром", "Автомобильная краска" и "Пользовательский".

# metallicpaint_topcoat:uilabel
source: Top Coat
rus: Верхний слой

# metallicpaint_topcoat_carpaint
source: Car Paint
rus: Автомобильная краска

# metallicpaint_topcoat_chrome
source: Chrome
rus: Хром

# metallicpaint_topcoat_custom
source: Custom
rus: Пользовательский

# metallicpaint_topcoat_falloff
source: Angle Falloff
rus: Спад освещенности под углом

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
rus: Плавная регулировка от 0=Без эффекта Френеля (постоянное отражение как и для параметра "Хром") до 100=Высокое значение эффекта Френеля (реальное отражение только в узкой зоне при предельных углах. Крайний предел, установленный для реалистичной визуализации верхнего слоя (по шкале, объединяющей смещение по Френелю, мощность и масштаб), при значении "Автомобильная краска" около 80).

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
rus: Спад освещенности под углом

# metallicpaint_topcoat_glossy
source: Glossiness
rus: Блеск

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
rus: Плавное изменение от 100 (полностью зеркальный) до 0 (матовый).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
rus: Блеск

# metallicpaint_topcoat_matte
source: Matte
rus: Матовый

# metallicpaint_topcoat_panel
source: Top Coat
rus: Верхний слой

source: midnight
rus: полуночный

source: Mid Tones:
rus: Полутона:

# midtones:uilabel
source: Mid Tones:
rus: Полутона:

# mirror_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# mirror_mirrorgroup
source: Mirror
rus: Зеркало

# mirror_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# mirror_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# mirror_roundcorners_on
source: Round Corners
rus: Скругление углов

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# mirror_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# mirror_roundcorners_radius
source: Source
rus: Источник

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# mirror_roundcorners_radius:uilabel
source: Source
rus: Источник

# mirror_tintcolor
source: Color
rus: Цвет

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
rus: Корректировка цвета зеркала, представляющего полное поглощение в флоат-стекле (полированном листовом стекле). При выборе оттенка следует учитывать тот факт, что слой флоат-стекла обладает определенным уровнем поглощения.

# mirror_tintcolor:uilabel
source: Tint Color
rus: Оттенок

source: misc
rus: разное

source: miscellaneous
rus: разное

source: misty
rus: тусклый

# mode:uilabel
source: Mode
rus: Режим

source: modular
rus: модульный

source: mortar
rus: раствор

source: mortared
rus: скрепленный раствором

source: mosaic
rus: мозаика

source: mostly white carpet
rus: преимущественно белый ковер

source: mounting
rus: монтаж

source: multi-color
rus: разноцветный

source: multi-colored
rus: разноцветный

# multiplier
source: Sky Multiplier:
rus: Множитель

# multiplier:uilabel
source: Multiplier:
rus: Множитель

source: murky
rus: темный

source: museum
rus: музей

source: natural
rus: натуральный

source: navy
rus: темно-синий

# nearAttenuationEnd
source: End Point:
rus: Конечная точка:

# nearAttenuationEnd:uilabel
source: End Point:
rus: Конечная точка:

# nearAttenuationOn
source: Near Attenuation:
rus: Ближнее затухание:

# nearAttenuationOn:uilabel
source: Near Attenuation:
rus: Ближнее затухание:

# nearAttenuationStart
source: Start Point:
rus: Начальная точка:

# nearAttenuationStart:uilabel
source: Start Point:
rus: Начальная точка:

source: neutral
rus: нейтральный

source: Night Color:
rus: Цвет ночного неба:

# night_color:uilabel
source: Night Color:
rus: Цвет ночного неба:

# noise_Appearance
source: Appearance
rus: Представление

# noise_Color1
source: Color 1
rus: Цвет 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
rus: Возможность выбора цвета или вспомогательной процедурной карты для одного из компонентов.

# noise_Color1:uilabel
source: Color 1
rus: Цвет 1

# noise_Color2
source: Color 2
rus: Цвет 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
rus: Возможность выбора цвета или вспомогательной процедурной карты для другого компонента.

# noise_Color2:uilabel
source: Color 2
rus: Цвет 2

# noise_Levels
source: Levels
rus: Уровни

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
rus: Определение количества итераций, используемых для фрактального или турбулентного шума. Значение по умолчанию = 3.

# noise_Levels:uilabel
source: Levels
rus: Уровни

# noise_Phase
source: Phase
rus: Фаза

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
rus: Фаза порога шума.

# noise_Phase:uilabel
source: Phase
rus: Фаза

# noise_Position
source: Position
rus: Положение

# noise_Size
source: Size
rus: Размер

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
rus: Масштаб функции шума. Меньшие значения соответствуют меньшему шуму.

# noise_Size:uilabel
source: Size
rus: Размер

source: Noise Threshold
rus: Порог шума

# noise_ThresholdHigh
source: High
rus: Высокий

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
rus: Верхнее значение порога шума. Диапазон = 0-1; значение по умолчанию = 1.

# noise_ThresholdHigh:uilabel
source: High
rus: Высокий

# noise_ThresholdLow
source: Low
rus: Слабый

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
rus: Нижнее значение порога шума. Диапазон = 0-1; значение по умолчанию = 1.

# noise_ThresholdLow:uilabel
source: Low
rus: Слабый

source: Noise Type
rus: Тип шума

# noise_Type:noise_fractal
source: Fractal
rus: Фрактальный

# noise_Type:noise_regular
source: Regular
rus: Регулярный

# noise_Type:noise_turbulence
source: Turbulence
rus: Турбулентный

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
rus: Создание случайных возмущений на поверхности на основе взаимодействия двух цветов. Возможные варианты — регулярный, фрактальный и турбулентный ("завихрения").

# noise_Type:uilabel
source: Noise Type
rus: Тип шума

# noise_fractal
source: Fractal
rus: Фрактальный

# noise_regular
source: Regular
rus: Регулярный

# noise_transforms_group
source: Transforms
rus: Преобразования

# noise_turbulence
source: Turbulence
rus: Турбулентный

source: non
rus: не-

source: non-uniform
rus: неравномерный

# none
source: No Area
rus: Нет

source: normal
rus: обычный

# north_offset_from_x
source: North Azimuth:
rus: Географический азимут:

# north_offset_from_x:uilabel
source: North Azimuth:
rus: Географический азимут:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
rus: Количество циклов

source: oak
rus: дуб

source: ocean
rus: океан

source: octagon
rus: восьмиугольник

source: octagonal
rus: восьмиугольный

source: off
rus: откл.

source: off-white
rus: серовато-белый

source: olive
rus: оливковый

source: on
rus: Вкл.

# on:uilabel
source: On:
rus: Вкл.

source: orange
rus: оранжевый

# origin
source: Point
rus: Точка

source: osb
rus: ОСП

source: oxidised
rus: оксидированный

source: oxidized
rus: оксидированный

source: paint
rus: краска

source: panelling
rus: облицовка панелями

source: paperboard
rus: картон

source: parquet
rus: паркет

source: particle
rus: стружка

source: pastel
rus: пастель

source: patina
rus: патина

source: pattern
rus: образец

source: pavement
rus: дорожное покрытие

source: paver
rus: материал для дорожного покрытия

source: paving
rus: нанесение дорожного покрытия

source: peach
rus: персиковый

source: pearl
rus: голубовато-серый

source: pebble
rus: галька

source: pebbled
rus: текстура гальки

source: periwinkle
rus: барвинок

# photon
source: Photons
rus: Фотоны

source: physical
rus: физический

source: physical material
rus: физический материал

# physmat_Comments
source: Comments
rus: Комментарии

# physmat_Comments:uilabel
source: Comments
rus: Комментарии

# physmat_Cost
source: Cost
rus: Стоимость

# physmat_Cost:uilabel
source: Cost
rus: Стоимость

# physmat_Keynote
source: Keynote
rus: Ключевая заметка

# physmat_Keynote:uilabel
source: Keynote
rus: Ключевая заметка

# physmat_Keywords
source: Keywords
rus: Ключевые слова

# physmat_Keywords:uilabel
source: Keywords
rus: Ключевые слова

# physmat_Label:uilabel
source: Label
rus: Метка

# physmat_Manufacturer
source: Manufacturer
rus: Изготовитель

# physmat_Manufacturer:uilabel
source: Manufacturer
rus: Изготовитель

# physmat_Mark
source: Mark
rus: Маркировка

# physmat_Mark:uilabel
source: Mark
rus: Маркировка

# physmat_Model
source: Model
rus: Модель

# physmat_Model:uilabel
source: Model
rus: Модель

# physmat_Type
source: Type
rus: Тип

# physmat_Type:physmat_ceramic
source: Ceramic
rus: Керамика

# physmat_Type:physmat_concrete
source: Concrete
rus: Бетон

# physmat_Type:physmat_earth
source: Earth
rus: Земля

# physmat_Type:physmat_gas
source: Gas
rus: Газ
