Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
esp: Define el grosor relativo de las bandas de color que componen la veta de la madera. Rango = de 0 a 100; predeterminado = 0.50.

# wood_Thickness:uilabel
source: Grain Thickness
esp: Grosor de veta

# wood_props1
source: Basic Thermal
esp: Térmico básico

# wood_props2
source: Mechanical
esp: Mecánico

# wood_transforms_group
source: Transforms
esp: Transformaciones

# xenon
source: HID Xenon
esp: HID xenón

source: yellow
esp: amarillo

source: yellow-brown
esp: amarillo marrón

source: ABS Plastic
esp: Plástico ABS

source: Acetal Resin, Black
esp: Resina acetal, negra

source: Acetal Resin, White
esp: Resina acetal, blanca

source: Alloy Steel
esp: Aleación de acero

source: Aluminum-6061
esp: Aluminio-6061

source: Aluminum-6061-AHC
esp: Aluminio-6061-AHC

source: Brass, Soft Yellow
esp: Latón, amarillo claro

source: Bronze, Soft Tin
esp: Bronce, estaño suave

source: Carbon Steel
esp: Acero al carbono

source: Cast Bronze
esp: Bronce fundido

source: Cast Copper
esp: Cobre fundido

source: Cast Steel
esp: Acero fundido

source: Copper
esp: Cobre

source: Copper Alloy
esp: Aleación de cobre

source: Ductile Iron
esp: Hierro dúctil

source: Galvanized Steel
esp: Acero galvanizado

source: GFRC (Glass Fiber Reinforced Concrete)
esp: GFRC (hormigón reforzado con fibra de vidrio)

source: Gold
esp: Oro

source: Gray Iron
esp: Hierro gris

source: High Density Polyethylene
esp: Polietileno de alta densidad

source: High Impact Polystyrene
esp: Poliestireno antichoque

source: LCP Plastic
esp: Plástico LCP

source: Lead
esp: Plomo

source: Low Density Polyethylene
esp: Polietileno de baja densidad

source: Malleable Iron
esp: Hierro maleable

source: Nickel-Copper Alloy 400
esp: Aleación de níquel y cobre 400

source: Non-Alloy Steel
esp: Acero no aleado

source: Nylon-6/6
esp: Nilón-6/6

source: Nylon Composite (Nylon, molybdenum disulphide)
esp: Nilón compuesto (nilón, bisulfuro de molibdeno)

source: PBT Plastic
esp: Plástico PBT

source: PC_ABS Plastic
esp: Plástico PC_ABS

source: PET Plastic
esp: Plástico PET

source: Phenolic
esp: Fenólica

source: PMMA Plastic
esp: Plástico PMMA

source: Polycarbonate, Clear
esp: Policarbonato, claro

source: Polycarbonate, Smoke
esp: Policarbonato, ahumado

source: Polypropylene
esp: Polipropileno

source: PPS Plastic
esp: Plástico PPS

source: PVC-Piping
esp: Tuberías de PVC

source: SAN Plastic
esp: Plástico SAN

source: Silicone
esp: Silicona

source: Stainless Steel
esp: Acero inoxidable

source: Stainless Steel, 440C
esp: Acero inoxidable, 440C

source: Stainless Steel, Austenitic
esp: Acero inoxidable, austenítico

source: Steel, High Strength Low Alloy
esp: Acero, baja aleación y alta resistencia

source: Steel, Mild
esp: Acero, suave

source: UHMW, Black
esp: UHMW, negro

source: UHMW, White
esp: UHMW, blanco

source: Welded Aluminum-6061
esp: Aluminio soldado-6061

source: Welded Brass, Soft Yellow
esp: Latón soldado, amarillo claro

source: Welded Stainless Steel, 440C
esp: Acero inoxidable soldado, 440C

source: Welded Steel Mild
esp: Acero suave soldado

source: Wood (Birch)
esp: Madera (abedul)

source: Wood (Cherry)
esp: Madera (cerezo)

source: Wood (Maple)
esp: Madera (arce)

source: Wood (Oak)
esp: Madera (roble)

source: Wood (Walnut)
esp: Madera (nogal)

source: Wrought Copper
esp: Cobre forjado

source: Wrought Steel
esp: Acero forjado

source: Threaded
esp: Roscada
