Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# decApp_bump_amount
source: Bump Amount:
deu: Bump-Stärke:

# decApp_bump_amount:uilabel
source: Bump Amount:
deu: Bump-Stärke:

# decApp_bump_map
source: Bump Pattern:
deu: Relief-Muster:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
deu: Erstellt erhabene und vertiefte Bereiche des Abziehbilds anhand der dunklen und hellen Bereiche eines Bilds.

# decApp_bump_map:uilabel
source: Bump Pattern:
deu: Relief-Muster:

# decApp_cutout_opacity
source: Cutouts:
deu: Ausschnitte:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
deu: Nutzt ein Schwarzweißbild zum Entfernen von Bereichen des Abziehbilds. Schwarze Bereiche werden ausgeschnitten.

# decApp_cutout_opacity:uilabel
source: Cutouts:
deu: Ausschnitte:

# decApp_diffuse
source: Decal Image File:
deu: Abziehbilddatei:

# decApp_diffuse:uilabel
source: Decal Image File:
deu: Abziehbilddatei:

# decApp_glossiness
source: Finish:
deu: Oberfläche:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
deu: Gibt die Helligkeit der Spiegelglanzpunkte (Max. Helligkeitsbereiche) auf dem Abziehbild an.

# decApp_glossiness:uilabel
source: Finish:
deu: Oberfläche:

# decApp_glossiness_gloss
source: Gloss
deu: Glanz

# decApp_glossiness_high_gloss
source: High Gloss
deu: Hochglanz

# decApp_glossiness_matte
source: Matte
deu: Matt

# decApp_glossiness_semi_gloss
source: Semi-gloss
deu: Halbglanz

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
deu: Samples für Reflexion mit Hochglanz:

# decApp_reflectivity_at_0deg
source: Reflectivity:
deu: Reflexionsvermögen:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
deu: Spiegel

# decApp_reflectivity_at_0deg:minlabel
source: dull
deu: matt

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
deu: Gibt an, wie stark andere Objekte auf dem Abziehbild reflektiert werden.

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
deu: Reflexionsvermögen:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
deu: Reflexionsvermögen:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
deu: Samples für Refraktion mit Hochglanz

# decApp_refraction_index:uilabel
source: Refraction Index:
deu: Refraktionsindex:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
deu: Refraktionsdurchsichtigkeitsgewichtung:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
deu: Luminanz-Farbtemperatur

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
deu: Luminanz-Filter-Map:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
deu: Luminanz (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
deu: Gibt an, ob und wie hell das Abziehbild beleuchtet wird.

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
deu: Luminanz (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
deu: Mobiltelefon-Display

# decApp_self_illum_luminance_crt_television
source: CRT television
deu: Röhrenfernseher

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
deu: Schreibtischlampenlinse

# decApp_self_illum_luminance_dim_glow
source: Dim glow
deu: Schwaches Leuchten

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
deu: Matte Birne

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
deu: Halogenlampenlinse

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
deu: Lampenschirm (außen)

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
deu: Lampenschirm (innen)

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
deu: LCD-Bildschirm

# decApp_self_illum_luminance_led_panel
source: LED panel
deu: LED-Reihe

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
deu: Leuchtet nicht

# decApp_transparency
source: Transparency:
deu: Transparenz:

# decApp_transparency:minlabel
source: opaque
deu: undurchsichtig

# decApp_transparency:uilabel
source: Transparency:
deu: Transparenz:

# decal-1:uilabel
source: Decal 1:
deu: Abziehbild 1:

# decalbumpmap_Bitmap
source: Image File:
deu: Bilddatei:

# decalbumpmap_Bitmap:uilabel
source: Image File:
deu: Bilddatei:

# decalbumpmap_Blur:uilabel
source: Blur
deu: Unscharf

# decalbumpmap_Filtering:uilabel
source: Filtering
deu: Filter

# decalbumpmap_Invert
source: Invert:
deu: Umkehren:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
deu: Helle und dunkle Bereiche des Bildes austauschen

# decalbumpmap_Invert:uilabel
source: Invert:
deu: Umkehren:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
deu: Map-Kanal

# decalbumpmap_RGBAmount:uilabel
source: Brightness
deu: Helligkeit

# decalbumpmap_UMirror:uilabel
source: U Mirror
deu: U spiegeln

# decalbumpmap_UOffset:uilabel
source: U Offset
deu: U-Abstand

# decalbumpmap_UVScale:uilabel
source: UV Scale
deu: UV skalieren

# decalbumpmap_UWrap:uilabel
source: U Wrap
deu: U-Umbruch

# decalbumpmap_VMirror:uilabel
source: V Mirror
deu: V spiegeln

# decalbumpmap_VOffset:uilabel
source: V Offset
deu: V-Abstand

# decalbumpmap_VWrap:uilabel
source: V Wrap
deu: V-Umbruch

# decalbumpmap_WAngle:uilabel
source: Angle
deu: Winkel

# decalmap_Bitmap
source: Image File:
deu: Bilddatei:

# decalmap_Bitmap:uilabel
source: Image File:
deu: Bilddatei:

# decalmap_Blur:uilabel
source: Blur
deu: Unscharf

# decalmap_Filtering:uilabel
source: Filtering
deu: Filter

# decalmap_Invert:uilabel
source: Invert:
deu: Umkehren:

# decalmap_MapChannel:uilabel
source: Map Channel
deu: Map-Kanal

# decalmap_RGBAmount
source: Brightness:
deu: Helligkeit:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
deu: Helligkeit des Bilds anpassen

# decalmap_RGBAmount:uilabel
source: Brightness
deu: Helligkeit

# decalmap_UMirror:uilabel
source: U Mirror
deu: U spiegeln

# decalmap_UOffset:uilabel
source: U Offset
deu: U-Abstand

# decalmap_UVScale:uilabel
source: UV Scale
deu: UV skalieren

# decalmap_UWrap:uilabel
source: U Wrap
deu: U-Umbruch

# decalmap_VMirror:uilabel
source: V Mirror
deu: V spiegeln

# decalmap_VOffset:uilabel
source: V Offset
deu: V-Abstand

# decalmap_VWrap:uilabel
source: V Wrap
deu: V-Umbruch

# decalmap_WAngle:uilabel
source: Angle
deu: Winkel

# decayStartDistance
source: Decay Start:
deu: Abbau starten:

# decayStartDistance:uilabel
source: Decay Start:
deu: Abbau starten:

source: Decay Type:
deu: Abbautyp:

# decayType:inverse
source: Inverse
deu: Invers

# decayType:inverseSquare
source: Inverse Square
deu: Inversquadratisch

# decayType:none
source: None
deu: Keine

# decayType:uilabel
source: Decay Type:
deu: Abbautyp:

source: decorative
deu: Dekoration

source: diamond
deu: Raute

source: diamond plate texture
deu: Rautenblechtextur

source: diamonds
deu: Rauten

source: Diffuse:
deu: Diffus

# diffuse:uilabel
source: Diffuse:
deu: Streufarbe:

# dimmer
source: Multiplier:
deu: Multiplikator:

# dimmer:uilabel
source: Multiplier:
deu: Multiplikator:

# dimmerPanel
source: Dimming
deu: Dämpfung

source: Directional
deu: Gerichtet

source: dirt
deu: Erde

source: Disc
deu: Scheibe

source: Distribution:
deu: Verteilung:

# distribution:diffuse
source: Diffuse
deu: Diffus

# distribution:isotropic
source: Uniform
deu: Gleichmäßig

# distribution:spot
source: Spot
deu: Spotlicht

# distribution:uilabel
source: Distribution:
deu: Verteilung:

# distribution:web
source: Use Light Profile
deu: Lichtprofil verwenden

source: dots
deu: Punkte

source: ecru
deu: naturfarben

source: Effects
deu: Effekte

# electricalEfficiency
source: Electrical Efficiency (lm/W):
deu: Elektrischer Wirkungsgrad (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
deu: Elektrischer Wirkungsgrad (lm/W):

source: elm
deu: Ulme

# emit_direct_photons:uilabel
source: Emit Direct Photons
deu: Direkte Photonen ausstrahlen

source: environments
deu: Umgebungen

source: expanded
deu: erweitert

source: exposed
deu: Waschbeton

source: exterior
deu: Außen

# exterior:uilabel
source: Exterior Daylight
deu: Tageslicht außen

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
deu: Leuchtstoff (kühles Weiß)

# f3_fluorescentWhite
source: Fluorescent (White)
deu: Leuchtstoff (weiß)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
deu: Leuchtstoff (warmes Weiß)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
deu: Leuchtstoff (Tageslicht)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
deu: Leuchtstoff (weißes Licht)

# f_number
source: Aperture (f-stop):
deu: Blende:

# f_number:uilabel
source: Aperture (f-stop):
deu: Blende:

source: fabric
deu: Textil

source: fabric with gray, blue and white stripes
deu: Textil mit grauen, blauen und weißen Streifen

source: fabric with yellow and black stripes
deu: Textil mit gelben und schwarzen Streifen

source: fabric with yellow and gray stripes
deu: Textil mit gelben und grauen Streifen

source: fabric with yellow and white stripes
deu: Textil mit gelben und weißen Streifen

source: face
deu: Fläche

source: Fall Off:
deu: Min. Helligkeitsbereich:

# fallOff:tooltip
source: Spot width, in radians
deu: Breite des Spots, in Radianten

# fallOff:uilabel
source: Fall Off:
deu: Min. Helligkeitsbereich:

# farAttenuationEnd
source: End Point:
deu: Endpunkt:

# farAttenuationEnd:uilabel
source: End Point:
deu: Endpunkt:

# farAttenuationOn
source: Far Attenuation:
deu: Lichtabnahme fern:

# farAttenuationOn:uilabel
source: Far Attenuation:
deu: Lichtabnahme fern:

# farAttenuationStart
source: Start Point:
deu: Anfangspunkt:

# farAttenuationStart:uilabel
source: Start Point:
deu: Anfangspunkt:

source: fatigue
deu: Ermüdung

source: fatigue structural asset.
deu: Ermüdung Strukturmedien.

# fatigue_SN_Behavior
source: Behavior
deu: Verhalten

# fatigue_SN_Behavior:sn_Constant
source: Constant
deu: Konstant

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
deu: S-N-Kurve

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
deu: Wählt zwischen konstantem oder gekrümmtem S-N-Verhalten.

# fatigue_SN_Behavior:uilabel
source: Behavior
deu: Verhalten

# fatigue_SN_Graph
source: S-N Curve
deu: S-N-Kurve

# fatigue_props1
source: Strain-Fatigue Life
deu: Dehnung - Lebensdauer

# fatigue_props2
source: Stress-Fatigue Life
deu: Spannung - Lebensdauer

# fatigue_props3
source: Compressive Strength
deu: Druckfestigkeit

source: fieldstone
deu: Feldstein

# film_iso
source: Film speed (ISO):
deu: Filmempfindlichkeit (ISO):

# film_iso:uilabel
source: Film speed (ISO):
deu: Filmempfindlichkeit (ISO):

source: Filter Color:
deu: Filterfarbe:

# filterColor:uilabel
source: Filter Color:
deu: Filterfarbe:

source: fine
deu: fein

source: fissured
deu: rissig

source: flagstone
deu: Fliesen

source: flaked
deu: abgeblättert

source: floor
deu: Boden

source: flooring
deu: Bodenbelag

source: floral
deu: Blumenmuster

# focal_length:uilabel
source: focal_length
deu: Brennweite

source: forest
deu: Wald

source: formwork
deu: Formen

source: frosted
deu: matt

source: furniture
deu: Möbel

source: galvanized
deu: galvanisiert

# gas_props1
source: Properties
deu: Einfach thermisch

# gas_props2
source: Mechanical
deu: Mechanisch

source: generic
deu: generisch

# generic_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# generic_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# generic_ao_distance
source: Max Distance
deu: Max Abstand

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# generic_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# generic_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# generic_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# generic_backface_cull:uilabel
source: Backface Cull
deu: Rückseite ausblenden

# generic_bump_amount
source: Amount
deu: Betrag

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
deu: Passt die relative Höhe/Tiefe des angegebenen Reliefmusters an. Für eine glatte Oberfläche geben Sie 0 ein. Mit höheren Dezimalwerten (bis zu 1000.0) vergrößern Sie die Höhe der Oberflächenunregelmäßigkeiten.

# generic_bump_amount:uilabel
source: Amount
deu: Betrag

# generic_bump_map:uilabel
source: Bump
deu: Relief

# generic_bump_map_image_label
source: Image
deu: Bild

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
deu: Erstellt anhand einer Textur-Map ein Bump-Reliefmuster für das Material. Ein Bump-Muster definiert höhere und tiefere Zonen anhand der dunklen und hellen Bereiche einer Bilddatei.

# generic_bump_map_panel_label
source: Bump
deu: Relief

# generic_cutout_opacity:uilabel
source: Cutouts
deu: Ausschnitte

# generic_cutout_opacity_image_label
source: Image
deu: Bild

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
deu: Steuert anhand einer Textur-Map die in die Oberfläche des Materials zu schneidenden Formen.

# generic_cutout_opacity_panel_label
source: Cutouts
deu: Ausschnitte

# generic_diffuse:uilabel
source: Color
deu: Farbe

# generic_diffuse_color
source: Color
deu: Farbe

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
deu: Passt die Farbe der Oberfläche an. Dies wirkt sich sowohl auf zurückgeworfenes (Reflexion) als auch auf die Oberfläche passierendes Licht (Durchlässigkeit) aus.

# generic_diffuse_image
source: Image
deu: Bild

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
deu: Zeigt die Streufarben-Map des Materials an.

# generic_diffuse_image_fade
source: Image Fade
deu: Bild-Fade

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
deu: Steuert den Verbundwerkstoff aus Grundfarbe und diffusem Bild. Nur aktiv bei ausgewähltem Bild.

# generic_diffuse_image_fade:uilabel
source: Image Fade
deu: Bild-Fade

# generic_general
source: Generic
deu: Generisch

# generic_glossiness
source: Glossiness
deu: Glanz

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
deu: Angabe der Oberflächenglätte, die sich sowohl auf Reflektionsvermögen als auch auf Transparenz auswirkt. Geben Sie hier niedrigere Werte für matte Oberflächen oder Mattglas an. Geben Sie Werte zwischen 0 (matt) und 100 (vollkommener Spiegel) ein.

# generic_glossiness:uilabel
source: Glossiness
deu: Glanz

# generic_is_metal
source: Highlights
deu: Glanzpunkte

# generic_is_metal:offlabel
source: Non-Metallic
deu: Nicht metallic

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
deu: Passt das Hinzufügen metallischer Highlights an. Vorgabe = nichtmetallisch

# generic_is_metal:uilabel
source: Highlights
deu: Glanzpunkte

# generic_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# generic_props1
source: Basic Thermal
deu: Einfach thermisch

# generic_props2
source: Mechanical
deu: Mechanisch

# generic_props4
source: Strength
deu: Stärke

# generic_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
deu: Definiert die maximale Anzahl von Samples (Strahlen), die mental ray zur Erstellung von Hochglanzreflexionen verarbeitet.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

# generic_reflectivity_at_0deg
source: Reflectivity
deu: Reflexionsvermögen

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
deu: Reflexionsvermögen

# generic_reflectivity_at_0deg_slider
source: Direct
deu: Direkt

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
deu: Anpassen der Menge des Lichts , die vom Material reflektiert wird, wenn die Oberfläche der Kamera direkt lotrecht gegenüber liegt. Geben Sie einen Wert zwischen 0 (keine Reflexion) und 100 (maximale Reflexion) ein.

# generic_reflectivity_at_90deg
source: Oblique
deu: Indirekt

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
deu: Anpassen der Menge des Lichts , die vom Material reflektiert wird, wenn die Oberfläche direkt der Kamera in einem Winkel gegenüber liegt. Geben Sie einen Wert zwischen 0 (keine Reflexion) und 100 (maximale Reflexion) ein.

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
deu: Reflexionsvermögen

# generic_refr_depth
source: Refraction Max Trace Depth
deu: Max Tiefe der Refraktionsspur

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
deu: Ist diese Option aktiviert, wird die Refraktionstiefe des Materials lokal gesteuert, und ein zusätzlicher Transparenzstrahl wird abgetastet, wenn der Grenzwert erreicht ist. Dadurch wird der Dunkelkanteneffekt begrenzt, der in der Regel bei Objekten aus massivem Glas auftritt.

# generic_refr_depth:uilabel
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# generic_refr_depth_control_label
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# generic_refraction_custom
source: Custom
deu: Benutzerdefiniert

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
deu: Samples für Refraktion mit Hochglanz

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
deu: Definiert die maximale Anzahl von Samples (Strahlen), die mental ray zur Erstellung von Hochglanzrefraktionen verarbeitet.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
deu: Samples für Refraktion mit Hochglanz

# generic_refraction_index
source: Refraction
deu: Brechung

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
deu: Anpassen des Grads der Beugung des Lichts beim Passieren einer Oberfläche. Nur aktiv bei einem Transparenzwert größer 0. Geben Sie eine Kennzahl zwischen 0 (keine Brechung) und 5 (maximale Brechung) ein.

# generic_refraction_index:uilabel
source: Refraction
deu: Brechung

# generic_refraction_index_air
source: Air
deu: Luft

# generic_refraction_index_alcohol
source: Alcohol
deu: Alkohol

# generic_refraction_index_diamond
source: Diamond
deu: Raute

# generic_refraction_index_glass
source: Glass
deu: Glas

# generic_refraction_index_quartz
source: Quartz
deu: Quarz

# generic_refraction_index_water
source: Water
deu: Wasser

# generic_refraction_translucency_weight
source: Translucency
deu: Durchsichtigkeit

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
deu: Anpassen des Anteils des Lichts (in Prozent), der beim Passieren der Oberfläche absorbiert und erneut durchgelassen wird, als ob die Oberfläche eine von hinten beleuchtete Leinwand wäre. Geben Sie einen Wert zwischen 0 (nicht durchscheinend) und 100 (komplett durchscheinend wie Mattglas). Nur aktiv bei einem Transparenzwert größer 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
deu: Durchsichtigkeit

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# generic_roundcorners_radius
source: Source
deu: Quelle
