Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

source: Finishes.Tiling.Ceramic.Mosaic.Blue
csy: Povrchy.Obkládačky.Keramické.Mozaika.Modré

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
csy: Povrchy.Obkládačky.Keramické.Mozaika.Květinový vzor.Růžovo-zelené

source: Finishes.Tiling.Ceramic.Mosaic.Grey
csy: Povrchy.Obkládačky.Keramické.Mozaika.Šedé

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
csy: Povrchy.Obkládačky.Keramické.Mozaika.Žlutá mřížka

source: Finishes.Wall Covering.Floral.White
csy: Povrchy.Obložení stěn.Květinový vzor.Bílé

source: Finishes.Wall Covering.Pattern1
csy: Povrchy.Obložení stěn.Vzor1

source: Finishes.Wall Covering.Pattern2
csy: Povrchy.Obložení stěn.Vzor2

source: Finishes.Wall Covering.Pattern3
csy: Povrchy.Obložení stěn.Vzor3

source: Finishes.Wall Covering.Pattern4
csy: Povrchy.Obložení stěn.Vzor4

source: Finishes.Wall Covering.Pattern5
csy: Povrchy.Obložení stěn.Vzor5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
csy: Povrchy.Obložení zdi.Pruhy.Svislé.Modrošedé

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
csy: Povrchy.Obložení stěn.Pruhy.Svislé.Vícebarevné

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
csy: Povrchy.Obložení stěn.Pruhy.Svislé.Růžovo-béžové

source: Finishes.Wall Covering.Tan
csy: Povrchy.Obložení stěn.Šedobéžové

source: Finishes.Wax.Lacquer
csy: Povrchy.Vosk.Lak

source: Finishes.Wax.SatinWax
csy: Povrchy.Vosk.Sáténový vosk

source: Finishes.Wax.Shellac
csy: Povrchy.Vosk.Šelak

source: Finishes.Wax.Urethane
csy: Povrchy.Vosk.Pěnový

source: Finishes.Wax.Varnish
csy: Povrchy.Vosk.Bezbarvý

source: Flooring/Carpet
csy: Podlahovina/Koberec

source: Flooring/Stone
csy: Podlahovina/Kámen

source: Flooring/Tile
csy: Podlahovina/Dlaždice

source: Flooring/Vinyl
csy: Podlahovina/PVC

source: Flooring/Wood
csy: Podlahovina/Dřevo

source: Furnishings.Fabrics.Bandage
csy: Zařizovací předměty.Tkaniny.Bandáž

source: Furnishings.Fabrics.Burlap
csy: Vybavovací předměty.Tkaniny.Pytlovina

source: Furnishings.Fabrics.Caning.Tan
csy: Vybavovací předměty.Tkaniny.Úplet.Šedobéžový

source: Furnishings.Fabrics.Canvas.White
csy: Zařizovací předměty.Tkaniny.Plátno.Bílé

source: Furnishings.Fabrics.Lace
csy: Vybavovací předměty.Tkaniny.Krajka

source: Furnishings.Fabrics.Leather.Black
csy: Zařizovací předměty.Tkaniny.Kůže.Černá

source: Furnishings.Fabrics.Leather.Black.1
csy: Zařizovací předměty.Tkaniny.Kůže.Černá.1

source: Furnishings.Fabrics.Leather.Brown
csy: Zařizovací předměty.Tkaniny.Kůže.Hnědá

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
csy: Zařizovací předměty.Tkaniny.Kůže.Oblázkový vzor.Světle hnědá

source: Furnishings.Fabrics.Leather.Pebble.Mauve
csy: Zařizovací předměty.Tkaniny.Kůže.Oblázkový vzor.Fialová

source: Furnishings.Fabrics.Leather.Tan
csy: Zařizovací předměty.Tkaniny.Kůže.Šedobéžová

source: Furnishings.Fabrics.Linen.Beige
csy: Zařizovací předměty.Tkaniny.Lněné plátno.Béžové

source: Furnishings.Fabrics.Linen.Tweed
csy: Zařizovací předměty.Tkaniny.Lněné plátno.Tvíd

source: Furnishings.Fabrics.Linen.White
csy: Zařizovací předměty.Tkaniny.Lněné plátno.Bílé

source: Furnishings.Fabrics.Mesh
csy: Vybavovací předměty.Tkaniny.Pletenina

source: Furnishings.Fabrics.Netting
csy: Vybavovací předměty.Tkaniny.Síťovina

source: Furnishings.Fabrics.Plaid.1
csy: Zařizovací předměty.Tkaniny.Tartan.1

source: Furnishings.Fabrics.Plaid.3
csy: Zařizovací předměty.Tkaniny.Tartan.3

source: Furnishings.Fabrics.Plaid.4
csy: Zařizovací předměty.Tkaniny.Tartan.4

source: Furnishings.Fabrics.Stripes.1
csy: Zařizovací předměty.Tkaniny.Pruhy.1

source: Furnishings.Fabrics.Stripes.2
csy: Zařizovací předměty.Tkaniny.Pruhy.2

source: Furnishings.Fabrics.Stripes.3
csy: Zařizovací předměty.Tkaniny.Pruhy.3

source: Furnishings.Fabrics.Stripes.4
csy: Zařizovací předměty.Tkaniny.Pruhy.4

source: Furnishings.Fabrics.Stripes.5
csy: Zařizovací předměty.Tkaniny.Pruhy.5

source: Furnishings.Fabrics.Stripes.6
csy: Zařizovací předměty.Tkaniny.Pruhy.6

source: Furnishings.Fabrics.Stripes.7
csy: Zařizovací předměty.Tkaniny.Pruhy.7

source: Furnishings.Fabrics.Velvet.Black
csy: Zařizovací předměty.Tkaniny.Samet.Černý

source: Furnishings.Fabrics.Velvet.Red
csy: Zařizovací předměty.Tkaniny.Samet.Červený

source: Galvanized steel
csy: Galvanizovaná ocel

source: Gas structural asset.
csy: Plynová konstrukční komponenta.

source: Gas thermal asset.
csy: Plynová tepelná komponenta.

source: Generic
csy: Všeobecné

source: Generic Photometric light.
csy: Všeobecné fotometrické osvětlení.

source: Generic material.
csy: Všeobecný materiál.

source: Generic structural asset.
csy: Všeobecná konstrukční komponenta.

source: Generic-001
csy: Svítivé – průsvitné – bílé

source: Generic-002
csy: LED – červená – zap.

source: Generic-003
csy: LED – červená – vyp.

source: Generic-004
csy: LED – zelená – zap.

source: Generic-005
csy: LED – zelená – vyp.

source: Generic-006
csy: LED – žlutá – zap.

source: Generic-007
csy: LED – žlutá – vyp.

source: Generic-008
csy: Svítivé – krémové

source: Generic-009
csy: Nízký vlas – šedý

source: Generic-010
csy: Nízký vlas – pískový

source: Generic-011
csy: Akustické obložení – 2x4 – štípaný vzor – bílá

source: Generic-012
csy: Akustické obložení – 2x4 – oblázkový vzor – bílá

source: Generic-013
csy: Akustické obložení – 2x2 – oblázkový vzor – bílá

source: Generic-014
csy: Vodorovné 4palcové – bílé

source: Generic-015
csy: Šindel – složení – šedá

source: Generic-016
csy: Šindel – půloblouk – šedá

source: Generic-017
csy: Šindel – hrubá – šedá

source: Generic-018
csy: Španělská dlažba

source: Generic-019
csy: Přísady – vysoký obsah

source: Generic-020
csy: Hlína – tmavě hnědá

source: Generic-021
csy: Tráva – tmavé žito

source: Generic-022
csy: Písek – přírodní – střední

source: Generic-023
csy: Živý plot

source: Generic-024
csy: Laminát – normální

source: Generic-025
csy: Skleněná žárovka – zap.

source: Generic-026
csy: Skleněná žárovka – vyp.

source: Generic-027
csy: Čirá – světlá

source: Generic-028
csy: Svítivé – průsvitné – modré

source: Generic-029
csy: Svítivé – průsvitné – oranžové

source: Generic-030
csy: Nízký vlas – béžový

source: Generic-031
csy: Nízký vlas – tmavomodrý

source: Generic-032
csy: Nízký vlas – zlatý

source: Generic-033
csy: Vodorovné 6palcové – béžové

source: Generic-034
csy: Vodorovné 4palcové – šedé

source: Generic-035
csy: Vodorovné 6palcové – šedé

source: Generic-036
csy: Vodorovné 8palcové – šedé

source: Generic-037
csy: Svislé 6palcové – bílé

source: Generic-038
csy: Střední vlas – tmavošedý

source: Generic-039
csy: Španělská dlažba – hnědá

source: Generic-040
csy: Prejzové tašky – červené 3

source: Generic-041
csy: Sníh

source: Generic-042
csy: Šindel – půloblouk – světle hnědá

source: Generic-043
csy: Tapeta – proužky – nástřik

source: Generic-044
csy: Oblázkový vzor – hnědá

source: Generic-045
csy: Tapeta – květinová – žlutá

source: Generic-046
csy: Tapeta – květinová – modrá

source: Generic-047
csy: Tapeta – růže

source: Generic-048
csy: Tapeta – viktoriánská

source: Generic-049
csy: Tapeta – geometrická

source: Generic-050
csy: Džínovina – modrá

source: Generic-051
csy: Akustické obložení – 2x2 – štípaný vzor – šedé

source: Generic-052
csy: Dřevěná šindel – impregnovaná

source: Generic-053
csy: Šindel – složení – hnědá

source: Generic-054
csy: Šindel – složení – tmavě šedá

source: Generic-055
csy: Šindel – složení – růžová

source: Generic-056
csy: Dřevěná šindel – ručně dělená

source: Generic-057
csy: Asfalt – mokrý

source: Generic-058
csy: Asfalt 3

source: Generic-059
csy: Tráva – tmavá bermuda

source: Generic-060
csy: Tráva – světé žito

source: Generic-061
csy: Kosočtverec – roseta

source: Generic-062
csy: Železo – černá

source: Generic-063
csy: Sklo – blok

source: Generic-064
csy: Karton – dřevotřísková deska

source: Generic/Ceramic
csy: Obecné/keramika

source: Generic/Glass
csy: Obecné/sklo

source: GenericPhotometricLight
csy: Všeobecné fotometrické osvětlení

# GenericPhotometricLightSchema_localname:Light
source: Light
csy: Světlo

# GenericPhotometricLightSchema_localtype:Light
source: Light
csy: Světlo

# GenericSchema_localname:Generic
source: Generic
csy: Všeobecné

# GenericSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Glass
csy: Sklo

source: Glass Fiber Reinforced Concrete, 5% fibers
csy: Beton zpevněný skleněnými vlákny, 5 % vlákna

source: Glass fiber reinforced concrete
csy: Beton zpevněný skleněnými vlákny

source: Glass-001
csy: Čirá – zelená

source: Glass-002
csy: Kouřová – šedá

source: Glass-003
csy: Zabarvená – modrá

source: Glass-004
csy: Zabarvená – modro-zelená

source: Glass-005
csy: Kouřová – bronzová

source: Glass-006
csy: Čirá – jantarová

source: Glass-007
csy: Kouřová – černá

source: Glass-008
csy: Čirá

source: Glass-009
csy: Matovaná – bílá

source: Glass-010
csy: Čirá – bílá

source: Glass-011
csy: Rýhovaná – bílá

source: Glass-012
csy: Poloprůhledná – bílá

source: Glass-013
csy: Matovaná – čirá

source: Glass-014
csy: Matovaná – tmavě modrá

source: Glass-015
csy: Matovaná – světle modrá

source: Glass-016
csy: Rýhovaná – středně modrá

source: Glass-017
csy: Matovaná – šedá

source: Glass-018
csy: Rýhovaná – světle zelená

source: Glass-019
csy: Matovaná – tmavě červená

source: Glass-020
csy: Matovaná – modrá

source: Glass-021
csy: Rýhovaná světle modrá

source: Glass-022
csy: Matovaná – tmavě bronzová

source: Glass-023
csy: Matovaná – světle bronzová

source: Glass/Glazing
csy: Sklo/zasklení

source: Glazing
csy: Zasklení

source: Glazing material.
csy: Zasklívací materiál.

source: Glazing-001
csy: Tmavě modrá reflexní

source: Glazing-002
csy: Tmavě modrá

source: Glazing-003
csy: Světle modrá reflexní

source: Glazing-004
csy: Tmavě bronzová reflexní

source: Glazing-005
csy: Světle bronzová reflexní

source: Glazing-006
csy: Světle bronzová

source: Glazing-007
csy: Tmavě šedá

source: Glazing-008
csy: Tmavě červená

source: Glazing-009
csy: Modrozelená

source: Glazing-010
csy: Zlatá

source: Glazing-011
csy: Čirá reflexní

source: Glazing-012
csy: Čirá

source: Glazing-013
csy: Světle červená

source: Glazing-014
csy: Modrá – glazování

source: Glazing-015
csy: Modrá reflexní

source: Glazing-016
csy: Tmavě bronzová

source: Glazing-017
csy: Světle šedá – reflexní

source: Glazing-018
csy: Světle šedá

source: Glazing-019
csy: Tmavě zelená – reflexní

# GlazingSchema_localname:Glazing
source: Glazing
csy: Zasklení

# GlazingSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Gradient map.
csy: Gradientová mapa.

# GradientSchema_localtype:Texture
source: Texture
csy: Textura

source: Graphics
csy: Grafika

# GraphicsSchema_localname:Graphics
source: Graphics
csy: Grafika

# GraphicsSchema_localtype:Graphics
source: Graphics
csy: Grafika

source: Gray bricks
csy: Cihly šedé

source: Gray marble stone floor
csy: Kamenná mramorová podlaha šedá

source: Gray modular bricks
csy: Modulové cihly šedé

source: Grey cast iron
csy: Šedá litina

source: Hardwood
csy: Tvrdé dřevo

source: Hardwood material.
csy: Materiál z tvrdého dřeva.

# HardwoodSchema_localname:Wood
source: Wood
csy: Dřevo

# HardwoodSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Has a beige tint
csy: Má béžový odstín

source: Has a blue tint
csy: Má modrý odstín

source: Has a medium beige tint
csy: Má středně béžový odstín

source: Has a slight blue tint
csy: Má lehce modrý odstín

source: Hemispherical Map.
csy: Hemisférická mapa.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
csy: Hemisférická mapa

# HemisphericalSchema_localtype:Texture
source: Texture
csy: Textura

source: High density polyethylene
csy: Vysoce hustý polyetylén

source: High impact polystyrene
csy: Vysoce účinný polystyren

source: High strength low alloy steel
csy: Vysokopevnostní nízkolegovaná ocel

source: Hill swatch.
csy: Ukázka – vrch

source: Illuminated display color
csy: Barva osvětlení obrazovky

# ImageSwitch:uilabel
source: Image Switch:
csy: Přepínač obrázků:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
csy: Obrázky se svolením institutu Precast/Prestressed Concrete Institute (PCI).

source: InvCer-001
csy: 4palcový čtverec – světle modrá

source: InvGen-001
csy: Čirá – modrá – verze 1.1

source: InvGen-001-1-2
csy: Čirá – modrá

source: InvGen-002
csy: Karton

source: InvGen-003
csy: Naplavené dřevo

source: InvGen-004
csy: Zlatá fólie

source: InvGen-005
csy: Čirá – zelená 1 – verze 1.1

source: InvGen-005-1-2
csy: Čirá – zelená 1

source: InvGen-006
csy: Dělovina

source: InvGen-007
csy: Dělovina – zastaralá – leštěná

source: InvGen-008
csy: Dělovina – leštěná

source: InvGen-009
csy: Kámen – modrá

source: InvGen-010
csy: Purpurová

source: InvGen-011
csy: Kov – teplota 1400 F

source: InvGen-012
csy: Kov – teplota 1600 F

source: InvGen-013
csy: Kov – teplota 1800 F

source: InvGen-014
csy: Kov – teplota 2400 F

source: InvGen-015
csy: Nikl – verze 1.1

source: InvGen-015-1-2
csy: Nikl

source: InvGen-016
csy: Olej

source: InvGen-017
csy: Opál

source: InvGen-018
csy: Růžová

source: InvGen-019
csy: Polykarbonát – čirý – verze 1.1

source: InvGen-019-1-2
csy: Polykarbonát – čirý

source: InvGen-020
csy: Polykarbonát – kouřový – verze 1.1

source: InvGen-020-1-2
csy: Polykarbonát – kouřový

source: InvGen-021
csy: Nylon 6

source: InvGen-022
csy: PTFE

source: InvGen-023
csy: Nitrid křemíku – leštěný – verze 1.1

source: InvGen-023-1-2
csy: Nitrid křemíku – leštěný

source: InvGen-024
csy: Motorová

source: InvGen-025
csy: Broušená

source: InvGen-027
csy: Oxidovaná

source: InvGen-028
csy: Plech

source: InvGen-029
csy: Zkorodovaná – verze 1.1

source: InvGen-029-1-2
csy: Zkorodovaná

source: InvGen-031
csy: Titan – verze 1.1

source: InvGen-031-1-2
csy: Titan

source: InvGen-032
csy: Titan – leštěný – verze 1.1

source: InvGen-032-1-2
csy: Titan – leštěný

source: InvGen-033
csy: Voda – bubliny

source: InvGen-034
csy: Svar – hliník

source: InvGen-035
csy: Svar – mosaz

source: InvGen-036
csy: Svar – nerezová ocel

source: InvGen-037
csy: Svar – měkká ocel

source: InvGen-038
csy: Guma – černá – verze 1.1

source: InvGen-038-1-2
csy: Guma – černá

source: InvGen-039
csy: Guma – modrá – verze 1.1

source: InvGen-039-1-2
csy: Guma – modrá

source: InvGen-040
csy: Guma – zelená – verze 1.1

source: InvGen-040-1-2
csy: Guma – zelená

source: InvGen-042
csy: Dřevo – natřené – bílé

source: InvGen-043
csy: Čirá – žlutá – verze 1.1

source: InvGen-043-1-2
csy: Čirá – žlutá

source: InvGen-044
csy: Zinek – chromovaný 1

source: InvGen-045
csy: Zelená – leštěná

source: InvGen-046
csy: Hliník – litý

source: InvGen-048
csy: Černý – litý

source: InvGen-049
csy: Uhlíkové vlákno 1

source: InvGen-050
csy: Plechová mřížka 01

source: InvGen-051
csy: Plechová mřížka 02

source: InvGen-052
csy: Plechová mřížka 03

source: InvGen-053
csy: Plechová mřížka 04

source: InvGen-054
csy: Obrobená 02

source: InvGen-055
csy: Obrobená 03

source: InvGen-056
csy: Rez

source: InvGen-057
csy: Kluzná deska

source: InvGen-058
csy: Plech – modrý

source: InvGen-059
csy: Chróm – černý – leštěný

source: InvGen-060
csy: Chróm – modrý – leštěný

source: InvGen-061
csy: Zinek – chromovaný 2

source: InvGen-062
csy: Hliník – plochý – verze 1.1

source: InvGen-062-1-2
csy: Hliník – plochý

source: InvGen-063
csy: Zlato – kov – verze 1.1

source: InvGen-063-1-2
csy: Zlato – kov

source: InvGen-064
csy: Stříbro – verze 1.1

source: InvGen-064-1-2
csy: Stříbro

source: InvGen-065
csy: Olovo

source: InvGen-066
csy: Ocel

source: InvGen-067
csy: Železo – šedé

source: InvGen-068
csy: Železo – lité

source: InvGen-069
csy: Ocel – litá

source: InvGen-070
csy: Honováno – tmavě šedé

source: InvGen-071
csy: Výchozí

source: InvHW-001
csy: Korek – surový

source: InvMet-004
csy: Kosočtvercová deska – verze 1.1

source: InvMet-004-1-2
csy: Kosočtvercová deska

source: InvMet-005
csy: Pozinkovaná

source: InvMet-006
csy: Rýhovaný – verze 1.1

source: InvMet-006-1-2
csy: Rýhovaný

source: InvMet-007
csy: Ocel – leštěná

source: InvMet-008
csy: Pololeštěný

source: Iron
csy: Železo

# Latitude
source: Scene Latitude:
csy: Zeměpisná šířka scény:

# Latitude:uilabel
source: Scene Latitude:
csy: Zeměpisná šířka scény:

source: Lead, oxidized
csy: Ocel, oxidovaná

source: Lead, oxidized finish
csy: Ocel, oxidovaný povrch

source: Light
csy: Světlá

source: Light beige colour
csy: Světle béžová barva

source: Light brown modular bricks
csy: Modulové cihly, světle hnědá

source: Light brown rectangular herringbone bricks
csy: Pravoúhlé diagonální cihly, světle hnědá

source: Light gray rectangular stones
csy: Pravoúhlé kameny, světle šedá

source: Light gray slate bricks
csy: Břidlicové cihly, světle šedá

source: Light red and large square slate bricks
csy: Velké čtvercové břidlicové cihly, světle šedá

source: Light red modular bricks
csy: Modulové cihly, světle červená

source: Liquid
csy: Kapalina

source: Liquid Crystal Polymer
csy: Polymer z tekutých krystalů

source: Liquid structural asset.
csy: Tekutá konstrukční komponenta.

source: Liquid thermal asset.
csy: Kapalná tepelná komponenta.

# Location:uilabel
source: Location
csy: Umístění

source: Logarithmic Tone Operator
csy: Logaritmický operátor tónů

source: LogarithmicToneOp
csy: LogaritmickýOperátorTónů

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
csy: Logaritmický OperátorTónů

# Longitude
source: Scene Longitude:
csy: Zeměpisná délka scény:

# Longitude:uilabel
source: Scene Longitude:
csy: Zeměpisná délka scény:

source: Low Carbon Steel
csy: Nízkouhlíková ocel

source: Low density polyethylene
csy: Polyetylen s nízkou hustotou

source: Malleable cast iron
csy: Temperovaná litina

source: Marble
csy: Mramor

source: Marble map.
csy: Mramorová mapa.

# MarbleSchema_localname:Marble
source: Marble
csy: Mramor

# MarbleSchema_localtype:Texture
source: Texture
csy: Textura

source: Martensitic stainless steel
csy: Martenzitická nerezová ocel

source: Masonry and CMU material.
csy: Zdivo a pórobetonový materiál.

source: Masonry-001
csy: Rovnoměrná – nastojato – karmínově červená

source: Masonry-002
csy: Nerovnoměrná – průběžná – karmínově červená

source: Masonry-003
csy: 12palcová – průběžná – karmínově červená

source: Masonry-004
csy: Rovná – středně šedá

source: Masonry-005
csy: Diagonální – světle hnědá

source: Masonry-006
csy: Diagonální – hnědá

source: Masonry-007
csy: Čtverec

source: Masonry-008
csy: Vertikální

source: Masonry-009
csy: Modulová – světle hnědá

source: Masonry-010
csy: Modulová – šedá

source: Masonry-011
csy: Modulová – hnědá

source: Masonry-012
csy: Modulová – světle červená

source: Masonry-013
csy: Břidlice – čtverec – červená

source: Masonry-014
csy: Břidlice – nepravidelně šedá

source: Masonry-015
csy: Vepřovice – béžová

source: Masonry-016
csy: Křížový vzor

source: Masonry-017
csy: Dekorativní bloky

source: Masonry-018
csy: Opěrná zeď – škvárové bloky

source: Masonry-019
csy: Opěrná zeď – žlábkované škvárové bloky

source: Masonry-020
csy: Malé nepravidelné obdélníkové kameny – hnědé

source: Masonry-021
csy: Malé obdélníkové kameny – šedé

source: Masonry-022
csy: Obdélníkové kameny – světle šedé

source: Masonry-023
csy: Travertin – krémový

source: Masonry-024
csy: Mramor – bílo-zelený

source: Masonry-025
csy: Mramor – šedý

source: Masonry-026
csy: Neopracovaný kámen – zvětralý

source: Masonry-027
csy: Karmínově červená

source: Masonry-028
csy: Rovnoměrná – průběžná – hnědá

source: Masonry-029
csy: Rovnoměrná – nastojato – hnědá

source: Masonry-030
csy: Nerovnoměrná – průběžná – hnědá

source: Masonry-031
csy: Rovnoměrná – průběžná – karmínově červená

source: Masonry-032
csy: Nerovnoměrná – nastojato – karmínově červená

source: Masonry-033
csy: 12palcová – nerovnoměrná – nastojato – karmínově červená

source: Masonry-034
csy: Rovnoměrná – průběžná – korálová

source: Masonry-035
csy: Rovnoměrná – průběžná – šedá

source: Masonry-036
csy: 12palcová – nerovnoměrná – průběžná – šedá

source: Masonry-037
csy: Rovnoměrná – průběžná – oranžová

source: Masonry-038
csy: Nerovnoměrná – průběžná – červená

source: Masonry-039
csy: Rovnoměrná – průběžná – žlutá

source: Masonry-040
csy: Rovnoměrná – nastojato – žlutá

source: Masonry-041
csy: Rozdělená plocha – rovnaná – hnědá

source: Masonry-042
csy: Rozdělená plocha – rovnaná – korálová

source: Masonry-043
csy: Průběžná – světle šedá

source: Masonry-044
csy: Rozdělená plocha – rovnaná – šedá

source: Masonry-045
csy: Diagonální – šedá

source: Masonry-046
csy: Diagonální – červená

source: Masonry-047
csy: Nerovnoměrná – průběžná – šedá

source: Masonry-048
csy: Vazba – hnědá

source: Masonry-049
csy: Štěrk – říční kámen

source: Masonry-050
csy: Štěrk – Taliesin West

source: Masonry-051
csy: Rozdělená plocha – rovnaná – růžová

source: Masonry.Masonry Accessories.Control Joints.Black
csy: Zdivo.Zděné prvky.Jalové spáry.Černé

source: Masonry.Stone.Ashlar.Patterned
csy: Zdivo.Kámen.Kvádr.Strukturovaný

source: Masonry.Stone.Ashlar.Random.Broken Coursed
csy: Zdivo.Kámen.Kvádr.Nepravidelný.Lámaný, pravidelně řádkovaný

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
csy: Zdivo.Kámen.Kvádr.Nepravidelný.Lámaný vrstvový.Se zalévanými spárami

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
csy: Zdivo.Kámen.Neopracovaný.Začištěný.Volný

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
csy: Zdivo.Kámen.Neopracovaný.Začištěný.Těsný

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
csy: Zdivo.Kámen.Neopracovaný.Začištěný.Zvětralý

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
csy: Zdivo.Kámen.Žula.Čtverec.Rovnaný.Leštěný.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
csy: Zdivo.Kámen.Žula.Čtverec.Rovnaný.Leštěný.Černo-bílý

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
csy: Zdivo.Kámen.Žula.Čtverec.Rovnaný.Leštěný.Měděně-černý

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
csy: Zdivo.Kámen.Žula.Čtverec.Rovnaný.Leštěný.Šedý

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
csy: Zdivo.Kámen.Žula.Čtverec.Rovnaný.Leštěný.Světle fialovo-šedý

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
csy: Zdivo.Kámen.Žula.Čtverec.Rovnaný.Leštěný.Růžovo-černo-šedý

source: Masonry.Stone.Limestone.Ashlar.Coursed
csy: Zdivo.Kámen.Vápenec.Kvádr.Řádkový

source: Masonry.Stone.Limestone.Rubble
csy: Zdivo.Kámen.Vápenec.Štěrk

source: Masonry.Stone.Limestone.Rustic Joint.Pink
csy: Zdivo.Kámen.Vápenec.Rustikální spojení.Růžový

source: Masonry.Stone.Limestone.Rustication
csy: Zdivo.Kámen.Vápenec.Rustika

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
csy: Zdivo.Kámen.Mramor.Čtverec.Rovnaný.Leštěný.Bílo-zelený

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
csy: Zdivo.Kámen.Mramor.Čtverec.Rovnaný.Leštěný.Bílo-černý

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
csy: Zdivo.Kámen.Mramor.Čtverec.Rovnaný.Leštěný.Bílo-černý.Velké žilky

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
csy: Zdivo.Kámen.Mramor.Čtverec.Rovnaný.Leštěný.Bílo-hnědý

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
csy: Zdivo.Kámen.Mramor.Čtverec.Rovnaný.Leštěný.Bílo-hnědo-černý

source: Masonry.Stone.Onyx.Black
csy: Zdivo.Kámen.Onyx.Černý

source: Masonry.Stone.Onyx.Blue
csy: Zdivo.Kámen.Onyx.Modrý

source: Masonry.Stone.Onyx.Rose
csy: Zdivo.Kámen.Onyx.Růžový

source: Masonry.Stone.Slate
csy: Zdivo.Kámen.Břidlice

source: Masonry.Stone.Slate.Green
csy: Zdivo.Kámen.Břidlice.Zelená

source: Masonry.Stone.Slate.Mottled
csy: Zdivo.Kámen.Břidlice.Žilkovaná

source: Masonry.Stone.Slate.Red
csy: Zdivo.Kámen.Břidlice.Červený

source: Masonry.Stone.Soapstone.BlueGreen
csy: Zdivo.Kámen.Mastek.Modrozelený
