Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
ita: Blocca le proporzioni della mappa. Quando si cambia l&apos;altezza o la larghezza, l&apos;altro valore viene modificato in modo da mantenere le proporzioni.

# texture_ScaleLock:uilabel
source: Scale Lock
ita: Blocco scala

# texture_Tiling:uilabel
source: Tiling
ita: Piastrellatura

# texture_UOffset:uilabel
source: U Offset
ita: Offset U

# texture_URepeat
source: Horizontal
ita: Orizzontale

# texture_URepeat:offlabel
source: None
ita: Nessuno

# texture_URepeat:onlabel
source: Tile
ita: Affianca

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
ita: Regola l'affiancamento della mappa lungo l'asse X. Se si sceglie Nessuno, la mappa non viene affiancata nel materiale. Se si sceglie Affianca, la mappa viene affiancata nel materiale.

# texture_URepeat:uilabel
source: U Repeat
ita: Ripetizione U

# texture_UScale:uilabel
source: U Scale
ita: Scala U

# texture_UVScale:uilabel
source: UV Scale
ita: Scala UV

# texture_VOffset:uilabel
source: V Offset
ita: Offset V

# texture_VRepeat
source: Vertical
ita: Verticale

# texture_VRepeat:offlabel
source: None
ita: Nessuno

# texture_VRepeat:onlabel
source: Tile
ita: Affianca

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
ita: Regola l'affiancamento della mappa lungo l'asse Y. Se si sceglie Nessuno, la mappa non viene affiancata nel materiale. Se si sceglie Affianca, la mappa viene affiancata nel materiale.

# texture_VRepeat:uilabel
source: V Repeat
ita: Ripetizione V

# texture_VScale:uilabel
source: V Scale
ita: Scala V

# texture_WAngle
source: Rotation
ita: Rotazione

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
ita: Ruota la mappa di 360 gradi.

# texture_WAngle:uilabel
source: Angle
ita: Angolo

source: textured
ita: con trama

source: thermal
ita: termico

# thermal_Behavior
source: Behavior
ita: Comportamento

# thermal_Behavior:thermal_isotropic
source: Isotropic
ita: Isotropico

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
ita: Ortotropico

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
ita: Consente di scegliere tra comportamento isotropico e ortotropico.

# thermal_Behavior:uilabel
source: Behavior
ita: Comportamento

# thermal_Compressibility
source: Compressibility
ita: Compressibilità

# thermal_Compressibility:uilabel
source: Compressibility
ita: Compressibilità

# thermal_Density
source: Density
ita: Densità

# thermal_Density:uilabel
source: Density
ita: Densità

# thermal_Electrical_resistivity
source: Electrical Resistivity
ita: Resistività elettrica

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
ita: Resistività elettrica

# thermal_Emissivity
source: Emissivity
ita: Emissività

# thermal_Emissivity:uilabel
source: Emissivity
ita: Emissività

# thermal_Gas_viscosity
source: Gas Viscosity
ita: Viscosità gas

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
ita: Viscosità gas

# thermal_Liquid_viscosity
source: Liquid Viscosity
ita: Viscosità liquido

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
ita: Viscosità liquido

# thermal_Permeability
source: Permeability
ita: Permeabilità

# thermal_Permeability:uilabel
source: Permeability
ita: Permeabilità

# thermal_Porosity
source: Porosity
ita: Porosità

# thermal_Porosity:uilabel
source: Porosity
ita: Porosità

# thermal_Reflectivity
source: Reflectivity
ita: Riflettività

# thermal_Reflectivity:uilabel
source: Reflectivity
ita: Riflettività

# thermal_Specific_heat
source: Specific Heat
ita: Calore specifico

# thermal_Specific_heat:uilabel
source: Specific Heat
ita: Calore specifico

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
ita: Calore specifico di vaporizzazione

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
ita: Calore specifico di vaporizzazione

# thermal_Thermal_conductivity
source: Thermal Conductivity
ita: Conducibilità termica

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
ita: Conducibilità termica

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
ita: Conducibilità termica X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
ita: Conducibilità termica X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
ita: Conducibilità termica Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
ita: Conducibilità termica Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
ita: Conducibilità termica Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
ita: Conducibilità termica Z

# thermal_Transmits_light
source: Transmits Light
ita: Trasmette luce

# thermal_Transmits_light:uilabel
source: Transmits Light
ita: Trasmette luce

# thermal_Vapor_pressure
source: Vapor Pressure
ita: Pressione di vapore

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
ita: Pressione di vapore

# thermal_isotropic
source: Isotropic
ita: Isotropico

# thermal_orthotropic
source: Orthotropic
ita: Ortotropico

# thermal_source
source: Source
ita: Origine

# thermal_source:uilabel
source: Source
ita: Origine

# thermal_sourceURL
source: Source URL
ita: URL di origine

# thermal_sourceURL:uilabel
source: Source URL
ita: URL di origine

# thermal_subclass
source: Subclass
ita: Sottoclasse

# thermal_subclass:uilabel
source: Subclass
ita: Sottoclasse

source: thread
ita: filettatura

source: tiger
ita: tigre

source: tile
ita: piastrella

source: Tile Appearance
ita: Aspetto piastrella

# tile_BrickColor
source: Tile Color
ita: Colore piastrella

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
ita: Consente di selezionare un colore o una mappa di composizione per uno dei componenti.

# tile_BrickColor:uilabel
source: Tile Color
ita: Colore piastrella

# tile_BrickType
source: Type
ita: Tipo

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
ita: Posa all'olandese standard

# tile_BrickType:tile_BrickType_custom
source: Custom
ita: Personalizzato

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
ita: Posa all'inglese

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
ita: Posa in lungo fine

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
ita: Posa impilata fine

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
ita: Posa in mezzo lungo

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
ita: Posa in lungo

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
ita: Posa impilata

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
ita: Determina un motivo piastrella preimpostato o personalizzato. In genere i motivi preimpostati disattivano quasi tutti o tutti i layout di sovrapposizione e i controlli di modifica per righe e colonne.

# tile_BrickType:uilabel
source: Type
ita: Tipo

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
ita: Posa all'olandese standard

# tile_BrickType_custom
source: Custom
ita: Personalizzato

# tile_BrickType_english_bond
source: English Bond
ita: Posa all'inglese

# tile_BrickType_fine_running_bond
source: Fine Running Bond
ita: Posa in lungo fine

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
ita: Posa impilata fine

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
ita: Posa in mezzo lungo

# tile_BrickType_running_bond
source: Running Bond
ita: Posa in lungo

# tile_BrickType_stack_bond
source: Stack Bond
ita: Posa impilata

# tile_ChangeColumn
source: Amount
ita: Valore

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
ita: Modifica l'altezza delle piastrelle per le colonne specificate. Un valore di altezza delle piastrelle pari a 1,0 rappresenta l'impostazione di default. I valori superiori a 1,0 aumentano l'altezza delle piastrelle, mentre i valori inferiori a 1,0 la riducono. Intervallo = da 0,0 a 5,0. Quando il valore di modifica è pari a 0,0, nella riga non viene visualizzata alcuna piastrella e il materiale sottostante è visibile.

# tile_ChangeColumn:uilabel
source: Amount
ita: Valore

# tile_ChangeRow
source: Amount
ita: Valore

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
ita: Modifica la larghezza delle piastrelle per le righe specificate. Un valore di larghezza delle piastrelle pari a 1,0 rappresenta l'impostazione di default. I valori superiori a 1,0 aumentano la larghezza delle piastrelle, mentre i valori inferiori a 1,0 la riducono. Intervallo = da 0,0 a 5,0. Quando il valore di modifica è pari a 0,0, nella riga non viene visualizzata alcuna piastrella e il materiale sottostante è visibile.

# tile_ChangeRow:uilabel
source: Amount
ita: Valore

# tile_ColorVariance
source: Color Variance
ita: Variazione colore

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
ita: Regola la variazione colore delle piastrelle. Intervallo = da 0 a 100. Impostazione di default = 0.

# tile_ColorVariance:uilabel
source: Color Variance
ita: Variazione colore

# tile_EdgeRoughness
source: Roughness
ita: Ruvidità

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
ita: Regola la ruvidità dei bordi della malta. Intervallo = da 0 a 200. Impostazione di default = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
ita: Ruvidità

# tile_FadeVariance
source: Fade Variance
ita: Variazione sfumatura

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
ita: Regola la variazione di sfumatura delle piastrelle. Intervallo = da 0 a 100. Impostazione di default = 0,05.

# tile_FadeVariance:uilabel
source: Fade Variance
ita: Variazione sfumatura

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
ita: Vincola la larghezza della distanza verticale a quella della distanza orizzontale. Quando si modifica un valore, l'altro viene modificato di conseguenza.

# tile_GroutAppearance
source: Grout Appearance
ita: Aspetto malta liquida

# tile_HorizontalCount
source: Tile Count
ita: Conteggio piastrelle

# tile_HorizontalCount:rightlabel
source: Per Row
ita: Per riga

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
ita: Consente di impostare il numero di piastrelle in una riga.

# tile_HorizontalCount:uilabel
source: Tile Count
ita: Conteggio piastrelle

# tile_HorizontalGap
source: Gap Width
ita: Larghezza distanza

# tile_HorizontalGap:rightlabel
source: Horiz
ita: Orizzontale

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
ita: Consente di impostare la dimensione orizzontale della malta liquida tra le piastrelle. Per default tali valori sono collegati, pertanto quando se ne modifica uno, l'altro viene modificato di conseguenza. Intervallo = da 0 a 100. Impostazione di default = 0,50.

# tile_HorizontalGap:uilabel
source: Gap Width
ita: Larghezza distanza

# tile_LineShift
source: Line Shift
ita: Spostamento linea

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
ita: Sposta una riga di piastrelle ogni due ad una distanza di una unità. Intervallo = da 0 a 100. Impostazione di default = 0,50.

# tile_LineShift:uilabel
source: Line Shift
ita: Spostamento linea

# tile_MortarColor
source: Grout Color
ita: Colore malta liquida

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
ita: Consente di selezionare un colore o una mappa di composizione per uno dei componenti.

# tile_MortarColor:uilabel
source: Grout Color
ita: Colore malta liquida

# tile_Pattern
source: Pattern
ita: Motivo

# tile_PerColumn:uilabel
source: Every
ita: Tutte

# tile_PerColumn_panel_label
source: Column Modify
ita: Modifica colonne

# tile_PerColumn_slider_label
source: Every
ita: Tutte

# tile_PerColumn_slider_label:rightlabel
source: Columns
ita: Colonne

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
ita: Specifica le colonne da modificare. Se il valore è 0, non viene modificata alcuna colonna. Se il valore è 1, vengono modificate tutte le colonne.

# tile_PerRow:uilabel
source: Every
ita: Tutte

# tile_PerRow_panel_label
source: Row Modify
ita: Modifica righe

# tile_PerRow_slider_label
source: Every
ita: Tutte

# tile_PerRow_slider_label:rightlabel
source: Rows
ita: Righe

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
ita: Specifica le righe da modificare. Se il valore è 0, non viene modificata alcuna riga. Se il valore è 1, vengono modificate tutte le righe.

# tile_Position
source: Position
ita: Posizione

# tile_RandomSeed
source: Randomize
ita: Rendi casuale

# tile_RandomSeed:rightlabel
source: Seed Value
ita: Valore seme

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
ita: Applica motivi variazione colore casuali alle piastrelle. Non richiede impostazioni aggiuntive per generare motivi completamente diversi.

# tile_RandomSeed:uilabel
source: Randomize
ita: Rendi casuale

# tile_RandomShift
source: Random
ita: Casuale

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
ita: Sposta tutte le righe di piastrelle casualmente ad una distanza di una unità. Intervallo = da 0 a 100. Impostazione di default = 0.

# tile_RandomShift:uilabel
source: Random
ita: Casuale

# tile_Repeat
source: Repeat
ita: Ripeti

# tile_Scale
source: Scale
ita: Scala

# tile_StackingLayout
source: Stacking Layout
ita: Layout sovrapposizione

# tile_UseColumnEdit:uilabel
source: Column Modify
ita: Modifica colonne

# tile_UseRowEdit:uilabel
source: Row Modify
ita: Modifica righe

# tile_VerticalCount:rightlabel
source: Per Column
ita: Per colonna

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
ita: Consente di impostare il numero di piastrelle in una colonna.

# tile_VerticalGap:rightlabel
source: Vert
ita: Verticale

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
ita: Consente di impostare la dimensione verticale della malta liquida tra le piastrelle. Per default tali valori sono collegati, pertanto quando se ne modifica uno vengono cambiati entrambi. Intervallo = da 0 a 100. Impostazione di default = 0,50.

# tile_VerticalGap:uilabel
source: Vert
ita: Verticale

# tile_transforms_group
source: Transforms
ita: Trasformazioni

# tiling:uilabel
source: Tiling
ita: Piastrellatura

source: timber
ita: legno

# tint_color
source: Light Tint
ita: Tinta luce

# tint_color:uilabel
source: Light Tint
ita: Tinta luce

source: tinted
ita: tinteggiato

source: Top Left 1:
ita: In alto a sinistra 1:

# top_left-1:uilabel
source: Top Left 1:
ita: In alto a sinistra 1:

source: Top Right 1:
ita: In alto a destra 1:

# top_right-1:uilabel
source: Top Right 1:
ita: In alto a destra 1:

source: translucent
ita: traslucido

source: Transparency
ita: Trasparenza

# transparency:uilabel
source: Transparency
ita: Trasparenza

source: transparent
ita: trasparente

source: travertine
ita: travertino

source: triangle
ita: triangolo

source: tropical
ita: tropicale

source: turbid
ita: torbido

source: turquoise
ita: turchese

source: umber
ita: terra d'ombra

source: unfinished
ita: senza finitura

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
ita: Parametri avanzati

# unifiedbitmap_Bitmap
source: Source
ita: Origine

# unifiedbitmap_Bitmap:uilabel
source: Source
ita: Origine

# unifiedbitmap_Blur
source: Blur
ita: Sfocatura

# unifiedbitmap_Blur:uilabel
source: Blur
ita: Sfocatura

# unifiedbitmap_Blur_Offset
source: Blur Offset
ita: Offset sfocatura

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
ita: Offset sfocatura

# unifiedbitmap_Filtering
source: Filtering
ita: Filtro

# unifiedbitmap_Filtering:uilabel
source: Filtering
ita: Filtro

# unifiedbitmap_Invert
source: Invert Image
ita: Inverti immagine

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
ita: Inverte le aree scure e chiare dell'immagine.

# unifiedbitmap_Invert:uilabel
source: Invert Image
ita: Inverti immagine

# unifiedbitmap_None
source: None
ita: Nessuna

# unifiedbitmap_Pyramidal
source: Pyramidal
ita: Piramidale

# unifiedbitmap_RGBAmount
source: Brightness
ita: Luminosità

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
ita: Regola la luminosità dell'immagine.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
ita: Luminosità

# unifiedbitmap_Summed_Area
source: Summed Area
ita: Area sommata

# unifiedbitmap_position_group
source: Position
ita: Posizione

# unifiedbitmap_repeat_group
source: Repeat
ita: Ripeti

# unifiedbitmap_scale_group
source: Scale
ita: Scala

# unifiedbitmap_transforms_group
source: Transforms
ita: Trasformazioni

source: uniform
ita: uniforme

source: unitless
ita: senza unità

# useShadowColMap
source: Use Shadow Color Map:
ita: Utilizza mappa colori ombre:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
ita: Utilizza mappa colori ombre:

# use_altitude_azimuth
source: Override Sun Position:
ita: Sostituisci posizione del sole:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
ita: Sostituisci posizione del sole:

source: Use Background:
ita: Utilizza sfondo:

# use_background:uilabel
source: Use Background:
ita: Utilizza sfondo:

# use_custom_environment:uilabel
source: Use Custom Environment
ita: Usa ambiente personalizzato

# uv_channel:uilabel
source: UV Channel
ita: Canale UV

source: veins
ita: venature

source: velvet
ita: velluto

source: vertical
ita: verticale

source: victorian
ita: vittoriano

# vignetting
source: Vigneting:
ita: Vignettatura:

# vignetting:uilabel
source: Vigneting:
ita: Vignettatura:

source: vinyl
ita: vinile

source: violet
ita: violetto

# visibility_distance
source: Visibility Distance (10% Haze):
ita: Distanza visibilità (nebbia 10%):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
ita: Distanza visibilità (nebbia 10%):

source: Visible
ita: Visibile

# visible:uilabel
source: Visible
ita: Visibile

source: wall
ita: muro

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# wallpaint_ao_distance
source: Max Distance
ita: Distanza massima

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# wallpaint_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# wallpaint_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# wallpaint_ao_samples
source: Samples
ita: Campioni

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# wallpaint_ao_samples:uilabel
source: Samples
ita: Campioni

# wallpaint_application
source: Application
ita: Applicazione

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
ita: Regola la composizione della vernice. Le opzioni disponibili sono Rullo (composizione in rilievo fine), Spazzola (striatura) e Spruzzo (levigatezza).

# wallpaint_application:uilabel
source: Application
ita: Applicazione

# wallpaint_application:wallpaint_brush
source: Brush
ita: Spazzola

# wallpaint_application:wallpaint_roller
source: Roller
ita: Rullo

# wallpaint_application:wallpaint_spray
source: Spray
ita: Spruzzo

# wallpaint_brush
source: Brush
ita: Spazzola

# wallpaint_color
source: Color
ita: Colore

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
ita: Regola la quantità e il colore della luce riflessa dalla vernice.

# wallpaint_color:uilabel
source: Color
ita: Colore

# wallpaint_color_by_object:uilabel
source: Custom Color
ita: Colore personalizzato

# wallpaint_eggshell
source: Eggshell
ita: Squamato

# wallpaint_finish
source: Finish
ita: Finitura

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
ita: Regola la brillantezza della vernice (6 opzioni preimpostate).

# wallpaint_finish:uilabel
source: Finish
ita: Finitura

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
ita: Squamato

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
ita: Piana/Opaca
