Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# metal_roundcorners_on
source: Round Corners
kor: 원형 코너

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# metal_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# metal_roundcorners_radius
source: Source
kor: 소스

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# metal_roundcorners_radius:uilabel
source: Source
kor: 소스

# metal_satin
source: Satin
kor: 새틴

# metal_semi_polished
source: Semi-polished
kor: 반연마

# metal_stainless_steel
source: Stainless Steel
kor: 스테인레스 스틸

# metal_type
source: Type
kor: 유형

# metal_type:metal_aluminum
source: Aluminum
kor: 알루미늄

# metal_type:metal_brass
source: Brass
kor: 황동

# metal_type:metal_bronze
source: Bronze
kor: 청동

# metal_type:metal_chrome
source: Chrome
kor: 크롬

# metal_type:metal_copper
source: Copper
kor: 구리

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
kor: 피막 처리 알루미늄

# metal_type:metal_stainless_steel
source: Stainless Steel
kor: 스테인레스 스틸

# metal_type:metal_zinc
source: Zinc
kor: 아연

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
kor: 금속 유형을 선택하고 금속의 기준 색상 및 텍스처를 조절한 후 후속 특성을 필터링합니다.

# metal_type:uilabel
source: Type
kor: 유형

# metal_zinc
source: Zinc
kor: 아연

source: metallic
kor: 금속

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# metallicpaint_ao_distance
source: Max Distance
kor: 최대 거리

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# metallicpaint_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# metallicpaint_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# metallicpaint_ao_samples
source: Samples
kor: 견본

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# metallicpaint_ao_samples:uilabel
source: Samples
kor: 견본

# metallicpaint_base_color
source: Color
kor: 색상

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
kor: 페인트의 기준 색상을 선택합니다.

# metallicpaint_base_color:uilabel
source: Color
kor: 색상

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# metallicpaint_base_highlightspread
source: Highlight Spread
kor: 강조 표시 분포

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
kor: 상단 칠의 매우 선명한 반사 이하로 기본 칠의 매우 흐릿한 반사도를 조정합니다.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
kor: 강조 표시 분포

# metallicpaint_finish
source: Finish
kor: 마감

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
kor: 주황색 필

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
kor: 매끄러움

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
kor: 매끄러움 또는 주황색 필을 선택합니다.

# metallicpaint_finish:uilabel
source: Finish
kor: 마감

# metallicpaint_finish_peelamount
source: Amount
kor: 양

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
kor: 1-100 범위를 슬라이드하여 색채 마감 양을 선택합니다.

# metallicpaint_finish_peelamount:uilabel
source: Amount
kor: 양

# metallicpaint_finish_peeling
source: Orange Peel
kor: 주황색 필

# metallicpaint_finish_smooth
source: Smooth
kor: 매끄러움

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
kor: 사용 가능

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
kor: 없음

# metallicpaint_flecks:uilabel
source: Flecks
kor: 반점

# metallicpaint_flecks_color
source: Color
kor: 색상

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
kor: 기본값을 흰색으로 지정합니다. 여기서 톤(검은색으로 변화)은 기본 칠에 대해 반점 효과가 감쇠됩니다. 검은색 반점 색상을 가진 중간 회색 기준 색상에는 반점이 표시되지 않지만 동일한 기준 색상의 중간 회색 반점에는 50%의 반점 효과가 나타납니다.

# metallicpaint_flecks_color:uilabel
source: Color
kor: 색상

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# metallicpaint_flecks_enable
source: Enabled
kor: 사용 가능

# metallicpaint_flecks_list_label
source: Flecks
kor: 반점

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
kor: 페인트에서 반사 박편을 사용 가능하게 합니다.

# metallicpaint_flecks_panel_label
source: Flecks
kor: 반점

# metallicpaint_flecks_size
source: Size
kor: 크기

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
kor: 반점의 크기를 조정합니다.

# metallicpaint_flecks_size:uilabel
source: Size
kor: 크기

# metallicpaint_metallicpaintgroup
source: Metallic Paint
kor: 금속 페인트

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
kor: 색채

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
kor: 두 번째 색상

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
kor: 없음

# metallicpaint_pearl:uilabel
source: Pearl
kor: 진주색

# metallicpaint_pearl_amount
source: Amount
kor: 양

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
kor: 진주색 효과와 기본 색상 간의 혼합을 조정합니다.

# metallicpaint_pearl_amount:uilabel
source: Amount
kor: 양

# metallicpaint_pearl_chromatic
source: Chromatic
kor: 색채

# metallicpaint_pearl_color
source: Color
kor: 색상

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
kor: 진주색을 조정합니다.

# metallicpaint_pearl_color:uilabel
source: Color
kor: 색상

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# metallicpaint_pearl_custom
source: Second Color
kor: 두 번째 색상

# metallicpaint_pearl_ior
source: Blend
kor: 혼합

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
kor: 0-100 범위를 슬라이드하여 색상을 혼합합니다.

# metallicpaint_pearl_ior:uilabel
source: Blend
kor: 혼합

# metallicpaint_pearl_list_label
source: Type
kor: 유형

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
kor: 색채 또는 두 번째 색상을 선택합니다.

# metallicpaint_pearl_panel_label
source: Pearl
kor: 진주색

# metallicpaint_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
kor: 반사 광택 견본

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
kor: mental ray가 광택 반사를 생성하기 위해 계산한 최대 견본(광선) 수를 정의합니다.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
kor: 반사 광택 견본

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# metallicpaint_roundcorners_on
source: Round Corners
kor: 원형 코너

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# metallicpaint_roundcorners_radius
source: Source
kor: 소스

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# metallicpaint_roundcorners_radius:uilabel
source: Source
kor: 소스

# metallicpaint_topcoat
source: Type
kor: 유형

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
kor: 자동차 페인트

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
kor: 크롬

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
kor: 사용자

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
kor: 무광

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
kor: 무광, 크롬, 자동차 페인트 및 사용자에서 선택합니다.

# metallicpaint_topcoat:uilabel
source: Top Coat
kor: 상단 칠

# metallicpaint_topcoat_carpaint
source: Car Paint
kor: 자동차 페인트

# metallicpaint_topcoat_chrome
source: Chrome
kor: 크롬

# metallicpaint_topcoat_custom
source: Custom
kor: 사용자

# metallicpaint_topcoat_falloff
source: Angle Falloff
kor: 각도 감소

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
kor: 0(프레넬 없음 효과)에서 100(높은 프레넬) 범위를 슬라이드합니다. 0은 크롬과 같이 일정한 반사를 뜻하며, 100은 최대 각도와 가까운 구역에서만 실제로 반사됩니다. ㄸ실제 상단 칠에 대한 최대 제한(프레넬 바이어스, 전력 및 축척이 조합된 축척에서)이며, 80 정도에서는 자동차 페인트와 함께 사용됩니다.

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
kor: 각도 감소

# metallicpaint_topcoat_glossy
source: Glossiness
kor: 윤기

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
kor: 100(전체 반사)에서 0(무광) 범위를 슬라이드합니다.

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
kor: 윤기

# metallicpaint_topcoat_matte
source: Matte
kor: 무광

# metallicpaint_topcoat_panel
source: Top Coat
kor: 상단 칠

source: midnight
kor: 미드나잇

source: Mid Tones:
kor: 중간 톤:

# midtones:uilabel
source: Mid Tones:
kor: 중간 톤:

# mirror_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# mirror_mirrorgroup
source: Mirror
kor: 거울

# mirror_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# mirror_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# mirror_roundcorners_on
source: Round Corners
kor: 원형 코너

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# mirror_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# mirror_roundcorners_radius
source: Source
kor: 소스

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# mirror_roundcorners_radius:uilabel
source: Source
kor: 소스

# mirror_tintcolor
source: Color
kor: 색상

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
kor: 부동 유리의 총 흡수율을 나타내는 거울의 색상을 조정합니다. 착색 시 항상 부동 유리 레이어에 일정 정도의 흡수가 있다는 사실을 고려해야 합니다.

# mirror_tintcolor:uilabel
source: Tint Color
kor: 색조 색상

source: misc
kor: 기타

source: miscellaneous
kor: 기타

source: misty
kor: 흐린

# mode:uilabel
source: Mode
kor: 모드

source: modular
kor: 모듈 방식

source: mortar
kor: 모르타르

source: mortared
kor: 회반죽

source: mosaic
kor: 모자이크

source: mostly white carpet
kor: 일반적으로 흰색 카펫

source: mounting
kor: 장착

source: multi-color
kor: 다중색

source: multi-colored
kor: 다중색

# multiplier
source: Sky Multiplier:
kor: 승수

# multiplier:uilabel
source: Multiplier:
kor: 승수

source: murky
kor: 어두움

source: museum
kor: 박물관

source: natural
kor: 내츄럴

source: navy
kor: 네이비

# nearAttenuationEnd
source: End Point:
kor: 끝점:

# nearAttenuationEnd:uilabel
source: End Point:
kor: 끝점:

# nearAttenuationOn
source: Near Attenuation:
kor: 근거리 감쇠:

# nearAttenuationOn:uilabel
source: Near Attenuation:
kor: 근거리 감쇠:

# nearAttenuationStart
source: Start Point:
kor: 시작점:

# nearAttenuationStart:uilabel
source: Start Point:
kor: 시작점:

source: neutral
kor: 뉴트럴

source: Night Color:
kor: 야간 색상:

# night_color:uilabel
source: Night Color:
kor: 야간 색상:

# noise_Appearance
source: Appearance
kor: 모양

# noise_Color1
source: Color 1
kor: 색상 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
kor: 하나의 구성요소에 대해 색상 또는 하위 절차 맵을 선택하는 옵션을 제공합니다.

# noise_Color1:uilabel
source: Color 1
kor: 색상 1

# noise_Color2
source: Color 2
kor: 색상 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
kor: 다른 구성요소에 대해 색상 또는 하위 절차 맵을 선택하는 옵션을 제공합니다.

# noise_Color2:uilabel
source: Color 2
kor: 색상 2

# noise_Levels
source: Levels
kor: 레벨

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
kor: 프랙탈 또는 터뷸런스 노이즈에 사용되는 반복 수를 결정합니다. 기본값은 3입니다.

# noise_Levels:uilabel
source: Levels
kor: 레벨

# noise_Phase
source: Phase
kor: 단계

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
kor: 노이즈 임계값 단계를 지정합니다.

# noise_Phase:uilabel
source: Phase
kor: 단계

# noise_Position
source: Position
kor: 위치

# noise_Size
source: Size
kor: 크기

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
kor: 노이즈 함수의 축척을 설정합니다. 값이 작을수록 노이즈 조각이 작아집니다.

# noise_Size:uilabel
source: Size
kor: 크기

source: Noise Threshold
kor: 노이즈 임계값

# noise_ThresholdHigh
source: High
kor: 높음

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
kor: 높은 노이즈 임계값을 지정합니다. 범위는 0~1이고, 기본값은 1입니다.

# noise_ThresholdHigh:uilabel
source: High
kor: 높음

# noise_ThresholdLow
source: Low
kor: 낮음

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
kor: 낮은 노이즈 임계값을 지정합니다. 범위는 0~1이고, 기본값은 0입니다.

# noise_ThresholdLow:uilabel
source: Low
kor: 낮음

source: Noise Type
kor: 노이즈 유형

# noise_Type:noise_fractal
source: Fractal
kor: 프랙탈

# noise_Type:noise_regular
source: Regular
kor: 일반

# noise_Type:noise_turbulence
source: Turbulence
kor: 터뷸런스

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
kor: 두 색상의 상호 작용을 기초로 표면에 임의의 섭동을 작성합니다. 사용 가능한 선택사항으로는 일반, 프랙탈 및 터뷸런스가 있습니다.

# noise_Type:uilabel
source: Noise Type
kor: 노이즈 유형

# noise_fractal
source: Fractal
kor: 프랙탈

# noise_regular
source: Regular
kor: 일반

# noise_transforms_group
source: Transforms
kor: 변환

# noise_turbulence
source: Turbulence
kor: 터뷸런스

source: non
kor: 없음

source: non-uniform
kor: 비균일

# none
source: No Area
kor: 없음

source: normal
kor: 일반

# north_offset_from_x
source: North Azimuth:
kor: 북 방위각:

# north_offset_from_x:uilabel
source: North Azimuth:
kor: 북 방위각:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
kor: 주기 수

source: oak
kor: 떡갈나무

source: ocean
kor: 해양

source: octagon
kor: 8각

source: octagonal
kor: 8각

source: off
kor: 끄기

source: off-white
kor: 회백색

source: olive
kor: 올리브색

source: on
kor: 켜기

# on:uilabel
source: On:
kor: 켜기

source: orange
kor: 주황색

# origin
source: Point
kor: 점

source: oxidised
kor: 산화

source: oxidized
kor: 산화

source: paint
kor: 페인트

source: panelling
kor: 패널링

source: paperboard
kor: 보드지

source: parquet
kor: 조각나무마루

source: particle
kor: 입자

source: pastel
kor: 파스텔

source: patina
kor: 녹청

source: pattern
kor: 패턴

source: pavement
kor: 포장도로

source: paver
kor: 도로포장재

source: paving
kor: 도로포장

source: peach
kor: 복숭아색

source: pearl
kor: 진주색

source: pebble
kor: 자갈

source: pebbled
kor: 자갈 무늬

source: periwinkle
kor: 고둥색

# photon
source: Photons
kor: 광자

source: physical
kor: 물리적

source: physical material
kor: 물리적 재질

# physmat_Comments
source: Comments
kor: 주석

# physmat_Comments:uilabel
source: Comments
kor: 주석

# physmat_Cost
source: Cost
kor: 비용

# physmat_Cost:uilabel
source: Cost
kor: 비용

# physmat_Keynote
source: Keynote
kor: 키노트

# physmat_Keynote:uilabel
source: Keynote
kor: 키노트

# physmat_Keywords
source: Keywords
kor: 키워드

# physmat_Keywords:uilabel
source: Keywords
kor: 키워드

# physmat_Label:uilabel
source: Label
kor: 레이블

# physmat_Manufacturer
source: Manufacturer
kor: 제조업체

# physmat_Manufacturer:uilabel
source: Manufacturer
kor: 제조업체

# physmat_Mark
source: Mark
kor: 표식

# physmat_Mark:uilabel
source: Mark
kor: 표식

# physmat_Model
source: Model
kor: 모형

# physmat_Model:uilabel
source: Model
kor: 모형

# physmat_Type
source: Type
kor: 유형

# physmat_Type:physmat_ceramic
source: Ceramic
kor: 세라믹

# physmat_Type:physmat_concrete
source: Concrete
kor: 콘크리트

# physmat_Type:physmat_earth
source: Earth
kor: 흙

# physmat_Type:physmat_gas
source: Gas
kor: 기체

# physmat_Type:physmat_generic
source: Generic
kor: 일반

# physmat_Type:physmat_glass
source: Glass
kor: 유리

# physmat_Type:physmat_liquid
source: Liquid
kor: 액체

# physmat_Type:physmat_masonry
source: Masonry
kor: 석조

# physmat_Type:physmat_metal
source: Metal
kor: 금속

# physmat_Type:physmat_paint
source: Paint/Coating
kor: 페인트/코팅

# physmat_Type:physmat_plastic
source: Plastic
kor: 플라스틱

# physmat_Type:physmat_stone
source: Stone
kor: 석재

# physmat_Type:physmat_textile
source: Textile
kor: 직물

# physmat_Type:physmat_wood
source: Wood
kor: 목재

# physmat_Type:uilabel
source: Type
kor: 유형

# physmat_aspects:uilabel
source: Physical Aspects
kor: 물리적 외관

# physmat_ceramic
source: Ceramic
kor: 세라믹

# physmat_class
source: Class
kor: 클래스

# physmat_class:uilabel
source: Class
kor: 클래스

# physmat_concrete
source: Concrete
kor: 콘크리트

# physmat_earth
source: Earth
kor: 흙

# physmat_gas
source: Gas
kor: 기체

# physmat_generic
source: Generic
kor: 일반

# physmat_glass
source: Glass
kor: 유리

# physmat_liquid
source: Liquid
kor: 액체

# physmat_masonry
source: Masonry
kor: 석조

# physmat_metal
source: Metal
kor: 금속

# physmat_paint
source: Paint/Coating
kor: 페인트/코팅

# physmat_plastic
source: Plastic
kor: 플라스틱

# physmat_stone
source: Stone
kor: 석재

# physmat_textile
source: Textile
kor: 직물

# physmat_wood
source: Wood
kor: 목재

source: pile
kor: 파일

source: pine
kor: 소나무

source: pink
kor: 분홍색

source: plaid
kor: 격자무늬

source: plain
kor: 플레인

source: plaster
kor: 플라스터

source: plastic
kor: 플라스틱

# plastic_props1
source: Basic Thermal
kor: 기본 열

# plastic_props2
source: Mechanical
kor: 기계

# plastic_props4
source: Strength
kor: 강도

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# plasticvinyl_ao_distance
source: Max Distance
kor: 최대 거리

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# plasticvinyl_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# plasticvinyl_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# plasticvinyl_ao_samples
source: Samples
kor: 견본

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# plasticvinyl_ao_samples:uilabel
source: Samples
kor: 견본

# plasticvinyl_application
source: Finish
kor: 마감

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
kor: 광택

# plasticvinyl_application:plasticvinyl_matte
source: Matte
kor: 무광

# plasticvinyl_application:plasticvinyl_polished
source: Polished
kor: 연마

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
kor: 연마, 광택 또는 무광 중에서 선택합니다.
