Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# asset_version
source: Version
esp: Versión

# atmosShadowColAmnt
source: Amount:
esp: Cantidad:

# atmosShadowColAmnt:uilabel
source: Amount:
esp: Cantidad:

# atmosShadowOn
source: On:
esp: Activada:

# atmosShadowOn:uilabel
source: On:
esp: Activada:

# atmosShadowOpacity
source: Opacity:
esp: Opacidad:

# atmosShadowOpacity:uilabel
source: Opacity:
esp: Opacidad:

# atmosShadows
source: Atmospheric Shadows
esp: Sombras atmosféricas

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
esp: Energía fotónica automática:

# background
source: Background Shader:
esp: Proyector de sombras de fondo:

# background:uilabel
source: Background Shader:
esp: Proyector de sombras de fondo:

source: Background On:
esp: Fondo activado:

# backgroundOn:uilabel
source: Background On:
esp: Fondo activado:

# backgroundx
source: Background
esp: Fondo

source: bank
esp: banco

# base
source: Fixture
esp: Instalación

source: basic
esp: básico

# basic_props1
source: Basic Thermal
esp: Térmico básico

source: bathroom
esp: baño

source: bayou
esp: estanque

source: bedroom
esp: dormitorio

source: beech
esp: haya

source: beechwood
esp: haya

source: beige
esp: beis

source: beige plaid
esp: beis escocés

source: birch
esp: abedul

source: black
esp: negro

source: block
esp: bloque

source: blocks
esp: bloques

source: blue
esp: azul

source: board
esp: tablero

source: bog
esp: ciénaga

source: Bottom Left 1:
esp: Inferior izquierda 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
esp: Inferior izquierda 1:

source: Bottom Right 1:
esp: Inferior derecha 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
esp: Inferior derecha 1:

source: brass
esp: latón

# break_def_map:uilabel
source: Break Def Map
esp: Mapa de definición de corte

source: brick
esp: ladrillo

source: Brightness:
esp: Brillo:

# brightness:uilabel
source: Brightness:
esp: Brillo:

source: brindle
esp: pinto

source: bronze
esp: bronce

# broom_curved:uilabel
source: Broom Curved
esp: Escobilla curvada

# broom_straight:uilabel
source: Broom Straight
esp: Escobilla recta

source: brown
esp: marrón

source: brown carpet
esp: moqueta marrón

# brush_def_map:uilabel
source: Brush Def Map
esp: Mapa de definición de bruñido

source: brushed
esp: bruñido

source: bulb
esp: bombilla

# bump_checker_map:uilabel
source: Bump Checker Map
esp: Mapa ajedrezado de relieve

# bump_diamond_map:uilabel
source: Bump Diamond Map
esp: Mapa romboidal de relieve

source: burgundy
esp: burdeos

source: burl
esp: nudo

source: burlap
esp: arpillera

# burn_highlights
source: Highlights (Burn):
esp: Resalta (quemado):

# burn_highlights:uilabel
source: Highlights (Burn):
esp: Resalta (quemado):

source: burnt
esp: quemado

source: cadet
esp: cadete

source: cafe
esp: café

# camera_shutter
source: Shutter Speed:
esp: Velocidad de obturador:

# camera_shutter:uilabel
source: Shutter Speed:
esp: Velocidad de obturador:

source: canary
esp: canario

source: caning
esp: tejido caña

source: canvas
esp: lona

source: cardboard
esp: cartón

source: carpet
esp: moqueta

source: carpet with some blue, yellow and red
esp: moqueta con azul, amarillo y rojo

source: cast-in-place
esp: moldeado in situ

# cast_shadows
source: Compute Shadows:
esp: Calcular sombras:

# cast_shadows:uilabel
source: Turns on shadows:
esp: Activa las sombras:

source: ceiling
esp: techo

source: cement
esp: cemento

source: ceramic
esp: cerámica

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
esp: HID cerámica haluro metálico (fresco)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
esp: HID cerámica haluro metálico (cálido)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# ceramic_ao_distance
source: Max Distance
esp: Distancia máxima

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# ceramic_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# ceramic_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# ceramic_ao_samples
source: Samples
esp: Muestras

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# ceramic_ao_samples:uilabel
source: Samples
esp: Muestras

# ceramic_application
source: Finish
esp: Acabado

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
esp: Brillo alto / Vidriado

# ceramic_application:ceramic_matte
source: Matte
esp: Mate

# ceramic_application:ceramic_satin
source: Satin
esp: Satinado

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
esp: Ajusta la textura de la superficie acabada.

# ceramic_application:uilabel
source: Finish
esp: Acabado

# ceramic_bump:ceramic_custom
source: Custom
esp: Personalizado

# ceramic_bump:ceramic_none
source: None
esp: Ninguno

# ceramic_bump:ceramic_wavy
source: Wavy
esp: Ondulado

# ceramic_bump:uilabel
source: Type
esp: Tipo

# ceramic_bump_amount
source: Amount
esp: Cantidad

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
esp: Controla las ondas de baja frecuencia que se suelen encontrar en la cerámica. Especifique valores decimales más altos (hasta 1.0) para aumentar la profundidad de las irregularidades de la superficie.

# ceramic_bump_amount:uilabel
source: Amount
esp: Cantidad

# ceramic_bump_list_label
source: Type
esp: Tipo

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
esp: Ajusta el patrón utilizado para representar las ondas de baja frecuencia que se suelen encontrar en la cerámica.

# ceramic_bump_map
source: Image
esp: Imagen

# ceramic_bump_map:uilabel
source: Image
esp: Imagen

# ceramic_bump_panel_label
source: Finish Bumps
esp: Relieves de acabado

# ceramic_ceramic
source: Ceramic
esp: Cerámica

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
esp: Selecciona un color, una imagen o una textura de procedimiento para crear el aspecto del material.

# ceramic_custom
source: Custom
esp: Personalizado

# ceramic_high_glossy
source: High Gloss / Glazed
esp: Brillo alto / Vidriado

# ceramic_matte
source: Matte
esp: Mate

# ceramic_pattern:ceramic_custom
source: Custom
esp: Personalizado

# ceramic_pattern:ceramic_none
source: None
esp: Ninguno

# ceramic_pattern:uilabel
source: Type
esp: Tipo

# ceramic_pattern_amount
source: Amount
esp: Cantidad

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
esp: Controla los patrones de relieve decorativo.

# ceramic_pattern_amount:uilabel
source: Amount
esp: Cantidad

# ceramic_pattern_list_label
source: Type
esp: Tipo

# ceramic_pattern_map:uilabel
source: Image
esp: Imagen

# ceramic_pattern_map_slider_label
source: Image
esp: Imagen

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
esp: Muestra los patrones de relieve decorativo.

# ceramic_pattern_map_stack_label
source: Relief Pattern
esp: Patrón de relieve

# ceramic_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# ceramic_porcelain
source: Porcelain
esp: Porcelana

# ceramic_props
source: Ceramic
esp: Cerámica

# ceramic_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# ceramic_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# ceramic_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# ceramic_roundcorners_radius
source: Source
esp: Origen

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# ceramic_roundcorners_radius:uilabel
source: Source
esp: Origen

# ceramic_satin
source: Satin
esp: Satinado

# ceramic_type
source: Type
esp: Tipo

# ceramic_type:ceramic_ceramic
source: Ceramic
esp: Cerámica

# ceramic_type:ceramic_porcelain
source: Porcelain
esp: Porcelana

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
esp: Permite elegir el tipo de material: cerámica o porcelana.

# ceramic_type:uilabel
source: Type
esp: Tipo

# ceramic_wavy
source: Wavy
esp: Ondulado

source: cerulean
esp: Cerúleo

source: chain
esp: cadena

source: checker
esp: ajedrezado

# checker_Appearance
source: Appearance
esp: Aspecto

# checker_Position
source: Position
esp: Posición

# checker_Repeat
source: Repeat
esp: Repetir

# checker_Scale
source: Scale
esp: Escala

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
esp: Permite seleccionar un color o un mapa de subprocedimientos para uno de los ajedrezados.

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
esp: Permite seleccionar un color o un mapa de subprocedimientos para el otro ajedrezado.

# checker_soften
source: Soften
esp: Suavizar

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
esp: Ajusta el valor de suavidad o desenfoque entre el borde de los dos colores o los tipos de mapa. Cuanto más alto sea el valor, mayor será el desenfoque. Un valor de 0.0 indica bordes afilados. Rango = 0 a 5.00; predeterminado = 0.

# checker_soften:uilabel
source: Soften
esp: Suavizar

# checker_transforms_group
source: Transforms
esp: Transformaciones

source: cherry
esp: cerezo

source: chestnut
esp: castaño

source: chiffon
esp: gasa

source: chipboard
esp: aglomerado

source: chromate
esp: cromado

source: chrome
esp: cromo

source: clear
esp: claro

source: cmu
esp: bloques de hormigón

source: coarse
esp: grueso

source: cobble
esp: adoquín

source: coffee
esp: café

source: Color Correction
esp: Corrección de color

# colorCorrection:uilabel
source: Color Correction
esp: Corrección de color

# colorDifferentiation
source: Desaturate Low Levels
esp: Reducir saturación de niveles bajos

# colorDifferentiation:uilabel
source: Desaturate Low Levels
esp: Reducir saturación de niveles bajos

# colorMapIndependent
source: Affect Indirect Only
esp: Solo afecta a indirecta

# colorMapIndependent:uilabel
source: Affect Indirect Only
esp: Solo afecta a indirecta

source: Color Shifting:
esp: Cambio de color:

# colorShifting:none
source: None
esp: Ninguno

# colorShifting:std_incandescent
source: Standard Incandescent Light
esp: Luz incandescente estándar

# colorShifting:uilabel
source: Color Shifting:
esp: Cambio de color:

# color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# common_Shared_Asset:common_independent
source: Independent
esp: Independiente

# common_Shared_Asset:common_shared
source: Shared
esp: Compartido

# common_Shared_Asset:uilabel
source: Sharing
esp: Compartir

# common_Tint_color
source: Tint Color
esp: Color del matiz

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
esp: Permite seleccionar un color para matizar el aspecto del material.

# common_Tint_color:uilabel
source: Tint Color
esp: Color del matiz

# common_Tint_toggle
source: Tint
esp: Matizado

# common_Tint_toggle:uilabel
source: Tint
esp: Matizado

source: composition
esp: composición

# compressive_strength_ultimate
source: Ultimate
esp: Máxima

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
esp: Resistencia máxima a la compresión

# compressive_stress_yield
source: Yield
esp: Límite

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
esp: Límite de resistencia a la compresión

source: computer
esp: ordenador

source: concrete
esp: hormigón

# concrete_acrylic
source: Acrylic
esp: Acrílico

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# concrete_ao_distance
source: Max Distance
esp: Distancia máxima

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# concrete_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# concrete_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# concrete_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# concrete_ao_samples
source: Samples
esp: Muestras

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# concrete_ao_samples:uilabel
source: Samples
esp: Muestras

# concrete_automatic
source: Automatic
esp: Automática

# concrete_base
source: Concrete
esp: Hormigón

# concrete_bm_map
source: Image
esp: Imagen

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
esp: Añade deslustre (manchas o decoloración) a partir de una imagen seleccionada.

# concrete_bm_map:uilabel
source: Image
esp: Imagen

# concrete_brightmode:concrete_automatic
source: Automatic
esp: Automática

# concrete_brightmode:concrete_custom
source: Custom - Image
esp: Personalizado - Imagen

# concrete_brightmode:concrete_none
source: None
esp: Ninguno

# concrete_brightmode:uilabel
source: Weathering
esp: Deslustre

# concrete_brightmode_custom
source: Custom - Image
esp: Personalizado - Imagen

# concrete_brightmode_list_label
source: Type
esp: Tipo

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
esp: Añade deslustre (manchas o decoloración) automáticamente.

# concrete_brightmode_panel_label
source: Weathering
esp: Deslustre

# concrete_bump_amount
source: Amount
esp: Cantidad

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
esp: Se desliza para cambiar la textura de la superficie.

# concrete_bump_amount:uilabel
source: Amount
esp: Cantidad

# concrete_bump_map
source: Image
esp: Imagen

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
esp: Utiliza una imagen de mapa de bits para seleccionar el acabado.

# concrete_bump_map:uilabel
source: Image
esp: Imagen

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
esp: Selecciona un color, una imagen o una textura de procedimiento para crear el aspecto del material.

# concrete_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# concrete_curved
source: Broom Curved
esp: Escobilla curvada

# concrete_custom
source: Stamped/Custom
esp: Con textura/Personalizado

# concrete_epoxy
source: Epoxy
esp: Epoxi

# concrete_finish
source: Finish Bumps
esp: Relieves de acabado

# concrete_finish:concrete_curved
source: Broom Curved
esp: Escobilla curvada

# concrete_finish:concrete_custom
source: Stamped/Custom
esp: Con textura/Personalizado

# concrete_finish:concrete_polished
source: Polished
esp: Pulido

# concrete_finish:concrete_smooth
source: Smooth
esp: Suave

# concrete_finish:concrete_straight
source: Broom Straight
esp: Escobilla recta

# concrete_finish:uilabel
source: Type
esp: Tipo

# concrete_finish_list_label
source: Type
esp: Tipo

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
esp: Controla la textura de superficie que se encuentra normalmente en el hormigón.

# concrete_none
source: None
esp: Ninguno

# concrete_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# concrete_polished
source: Polished
esp: Pulido

# concrete_props1
source: Basic Thermal
esp: Térmico básico

# concrete_props2
source: Mechanical
esp: Mecánico

# concrete_props4
source: Concrete
esp: Hormigón

# concrete_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# concrete_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# concrete_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# concrete_roundcorners_radius
source: Source
esp: Origen

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# concrete_roundcorners_radius:uilabel
source: Source
esp: Origen

# concrete_sealant
source: Sealant
esp: Sellador

# concrete_sealant:concrete_acrylic
source: Acrylic
esp: Acrílico

# concrete_sealant:concrete_epoxy
source: Epoxy
esp: Epoxi

# concrete_sealant:concrete_none
source: None
esp: Ninguno

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
esp: Especifica la sustancia que se utiliza para sellar la superficie de hormigón.

# concrete_sealant:uilabel
source: Sealant
esp: Sellador

# concrete_smooth
source: Smooth
esp: Suave

# concrete_straight
source: Broom Straight
esp: Escobilla recta

source: construction
esp: construcción

source: Contrast:
esp: Contraste:

# contrast:uilabel
source: Contrast:
esp: Contraste:

source: cool
esp: fresco

source: copper
esp: cobre

source: cork
esp: corcho

source: cornsilk
esp: barbas de maíz

source: cozy
esp: acogedor

source: cream
esp: crema

source: cross
esp: cruce

# crush_blacks
source: Shadows:
esp: Sombras:

# crush_blacks:uilabel
source: Shadows:
esp: Sombras:

source: Custom
esp: Personalizado

# custom_environment:uilabel
source: Custom Environment
esp: Entorno personalizado

# cutoff_threshold
source: Cutoff Threshold (lx)
esp: Umbral de límite (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
esp: Umbral de límite (lx)

source: cyan
esp: cian

source: Cylinder
esp: Cilindro

# cylinder_axis
source: Axis:
esp: Eje:

# cylinder_axis:uilabel
source: Axis:
esp: Eje:

# cylinder_radius
source: Radius:
esp: Radio:

# cylinder_radius:uilabel
source: Radius:
esp: Radio:

# d50
source: D50 Illuminant (Reference White)
esp: Iluminancia D50 (blanco de referencia)
