Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

source: Wood-107
kor: 마호가니 - 솔리드 착색 짙은 무광

source: Wood-108
kor: 마호가니 - 솔리드 착색 밝은 무광

source: Wood-109
kor: 마호가니 - 내츄럴 연마

source: Wood-110
kor: 마호가니 - 착색 짙은 연마

source: Wood-111
kor: 흰색 떡갈나무 - 솔리드 착색 밝은 무광

source: Wood-112
kor: 빨간색 떡갈나무 - 내츄럴 무광

source: Wood-113
kor: 빨간색 떡갈나무 - 착색 밝은 중간 광택

source: Wood-114
kor: 빨간색 떡갈나무 - 착색 밝은 무광

source: Wood-115
kor: 흰색 떡갈나무 - 내츄럴 중간 광택

source: Wood-116
kor: 흰색 떡갈나무 - 착색 밝은 무광 1

source: Wood-117
kor: 노란색 소나무 - 솔리드 내츄럴 저광택

source: Wood-118
kor: 노란색 소나무 - 솔리드 내츄럴 연마

source: Wood-119
kor: 노란색 소나무 - 솔리드 착색 짙은 중간 광택

source: Wood-120
kor: 노란색 소나무 - 솔리드 착색 짙은 무광

source: Wood-121
kor: 노란색 소나무 - 솔리드 착색 밝은 무광

source: Wood-122
kor: 노란색 소나무 - 내츄럴 무광

source: Wood-123
kor: 노란색 소나무 - 착색 밝은 연마

source: Wood-124
kor: 티크 - 솔리드 착색 짙은 연마

source: Wood-125
kor: 티크 - 내츄럴 연마

source: Wood-126
kor: 티크 - 솔리드 착색 밝은 무광

source: Wood-127
kor: 티크

source: Wood-128
kor: 떡갈나무 - 헤링본

source: Wood-129
kor: 합판 - 풍화됨

source: Wood-130
kor: 입자 보드

source: Wood-131
kor: 자단 - 내츄럴 저광택

source: Wood-132
kor: 자단 - 착색 밝은 무광

source: Wood-133
kor: 자단 - 솔리드 착색 밝은 무광

source: Wood-134
kor: 패널링- 갈색

source: Wood-135
kor: 패널링 - 노란색-갈색

source: Wood-136
kor: 느릅나무 - 옹이 착색 밝은 무광

source: Wood-137
kor: 자작나무 - 솔리드 착색 짙은 연마

source: Wood-138
kor: 자작나무 - 솔리드 착색 밝은 저광택

source: Wood-139
kor: 마호가니 - 솔리드 내츄럴 연마

source: Wood-140
kor: 소나무 - 거침

source: Wood-141
kor: 마호가니 - 솔리드 착색 짙은 연마 1

source: Wood-142
kor: 흰색 떡갈나무 - 솔리드 내츄럴 중간 광택

source: Wood-143
kor: 노란색 소나무 - 솔리드 착색 밝은 저광택

source: Wood-144
kor: 티크 - 솔리드 내츄럴 중간 광택

source: Wood-145
kor: 자작나무 - 착색 짙은 연마 1

source: Wood-146
kor: 자작나무 - 착색 밝은 중간 광택

source: Wood-147
kor: 체리 - 내츄럴 저광택

source: Wood-148
kor: 체리 - 내츄럴 무광

source: Wood-149
kor: 체리 - 착색 짙은 저광택

source: Wood-150
kor: 체리 - 착색 짙은 중간 광택

source: Wood-151
kor: 마호가니 - 내츄럴 저광택

source: Wood-152
kor: 빨간색 떡갈나무 - 내츄럴 저광택

source: Wood-153
kor: 빨간색 떡갈나무 - 착색 짙은 저광택

source: Wood-154
kor: 흰색 떡갈나무 - 착색 짙은 연마

source: Wood-155
kor: 흰색 떡갈나무 - 착색 밝은 연마

source: Wood-156
kor: 노란색 소나무 - 내츄럴 연마

source: Wood-157
kor: 노란색 소나무 - 착색 짙은 중간 광택

source: Wood-158
kor: 티크 - 내츄럴 중간 광택 1

source: Wood-159
kor: 티크 - 내츄럴 무광

source: Wood-160
kor: 티크 - 착색 짙은 중간 광택

source: Wood-161
kor: 티크 - 착색 짙은 무광

source: Wood-162
kor: 패널링 - 물푸레나무

source: Wood-163
kor: 단풍나무 - 솔리드 내츄럴 저광택

source: Wood-164
kor: 단풍나무 - 솔리드 내츄럴 중간 광택

source: Wood-165
kor: 단풍나무 - 솔리드 내츄럴 무광

source: Wood-166
kor: 단풍나무 - 솔리드 내츄럴 연마

source: Wood-167
kor: 단풍나무 - 솔리드 착색 밝은 저광택

source: Wood-168
kor: 단풍나무 - 착색 짙은 연마

source: Wood-169
kor: 단풍나무 - 착색 밝은 중간 광택

source: Wood-170
kor: 단풍나무 - 착색 밝은 무광

source: Wood/Panels
kor: 목재/패널

# WoodSchema_localname:Wood
source: Wood
kor: 목재

# WoodSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
kor: 목재 - 플라스틱.마감 목공.프라스틱 박판.연한 베이지색

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
kor: 목재 - 플라스틱.마감 목공.프라스틱 박판.연한 갈색

source: Woods - Plastics.Finish Carpentry.Wood.Boards
kor: 목재 - 플라스틱.마감 목공.목재.보드

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
kor: 목재 - 플라스틱.마감 목공.목재.체리

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
kor: 목재 - 플라스틱.마감 목공.목재.체리.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
kor: 목재 - 플라스틱.마감 목공.목재.히코리

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
kor: 목재 - 플라스틱.마감 목공.목재.마호가니

source: Woods - Plastics.Finish Carpentry.Wood.Maple
kor: 목재 - 플라스틱.마감 목공.목재.단풍나무

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
kor: 목재 - 플라스틱.마감 목공.목재.패널.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
kor: 목재 - 플라스틱.마감 목공.목재.소나무

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
kor: 목재 - 플라스틱.마감 목공.목재.포플러

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
kor: 목재 - 플라스틱.마감 목공.목재.붉은 자작나무

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
kor: 목재-플라스틱.마감 목공.목재.붉은 오크

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
kor: 목재 - 플라스틱.마감 목공.목재.삼나무

source: Woods - Plastics.Finish Carpentry.Wood.Teak
kor: 목재 - 플라스틱.마감 목공.목재.티크나무

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
kor: 목재 - 플라스틱.마감 목공.목재.호도나무

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
kor: 목재 - 플라스틱.마감 목공.목재.백물푸레나무

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
kor: 목재 - 플라스틱.마감 목공.목재.백참나무

source: Woods - Plastics.FinishCarpentry.Lacquer
kor: 목재 - 플라스틱.마감 목공.래커

source: Woods - Plastics.FinishCarpentry.Shellac
kor: 목재 - 플라스틱.마감 목공.셸락

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
kor: 목재 - 플라스틱.마감 목공.벽판자.베벨

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
kor: 목재 - 플라스틱.마감 목공.벽판자.보드 - 받침

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
kor: 목재 - 플라스틱.마감 목공.벽판자.반턱 쪽매 이음

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
kor: 목재 - 플라스틱.마감 목공.벽판자.목재 쪼개기

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
kor: 목재 - 플라스틱.마감 목공.벽판자.제혀쪽매

source: Woods - Plastics.FinishCarpentry.Urethane
kor: 목재 - 플라스틱.마감 목공.우레탄

source: Woods - Plastics.FinishCarpentry.Wax.Black
kor: 목재 - 플라스틱.마감 목공.왁스.검은색

source: Woods - Plastics.FinishCarpentry.Wax.Red
kor: 목재 - 플라스틱.마감 목공.왁스.빨간색

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
kor: 목재 - 플라스틱.마감 목공.목재.경질 목재

source: Woods - Plastics.FinishCarpentry.Wood.Roble
kor: 목재 - 플라스틱.마감 목공.목재.참나무

source: Woods - Plastics.Masonite.Paneling
kor: 목재 - 플라스틱.매소나이트.패널

source: Woods - Plastics.Plastics.PVC.White
kor: 목재 - 플라스틱.플라스틱.PVC.흰색

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
kor: 목재 및 플라스틱.마분지.칩보드

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
kor: 목재 및 플라스틱.마분지.파형

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
kor: 목재 및 플라스틱.마감 목공.목재.안디로바

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
kor: 목재 및 플라스틱.마감 목공.목재.너도밤나무

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
kor: 목재 및 플라스틱.마감 목공.목재.보코트

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
kor: 목재 및 플라스틱.마감 목공.목재.BurrElm

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
kor: 목재 및 플라스틱.마감 목공.목재.코코볼로

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
kor: 목재 및 플라스틱.마감 목공.목재.영국식 떡갈나무

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
kor: 목재 및 플라스틱.마감 목공.목재.곤칼로

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
kor: 목재 및 플라스틱.마감 목공.목재.장미 은매화

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
kor: 목재 및 플라스틱.마감 목공.목재.가문비나무

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
kor: 목재 및 플라스틱.매소나이트.행어보드

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
kor: 목재 및 플라스틱.플라스틱.라텍스

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
kor: 목재 및 플라스틱.판지.패널

source: Wrought copper
kor: 연질 구리

source: Wrought steel
kor: 연강

source: Year:
kor: 연도:

# Year:uilabel
source: Year:
kor: 연도:

# a_incandescent
source: Incandescent Filament Lamp
kor: 백열 필라멘트 램프

source: acoustic
kor: 흡음

source: Active
kor: 활성

# active:uilabel
source: Active
kor: 활성

source: adobe
kor: 아도비

# aerial_perspective
source: Atmospheric Haze
kor: 대기 안개

source: aggregate
kor: 골재

source: alabaster
kor: 순백색

source: algae
kor: 해조류

source: alloy
kor: 합금

source: aluminium
kor: 알루미늄

source: aluminum
kor: 알루미늄

source: amber
kor: 호박색

source: Ambient Color:
kor: 앰비언트 라이트 색상:

# ambientColor:uilabel
source: Ambient Color:
kor: 앰비언트 라이트 색상:

source: Ambient Only:
kor: 앰비언트만:

# ambientOnly:uilabel
source: Ambient Only:
kor: 앰비언트만:

source: ambientocclusion
kor: 앰비언트 폐색

# ambientocclusion_group
source: Ambient Occlusion Properties
kor: 앰비언트 폐색 특성

source: andiroba
kor: 안디로바

source: anodized
kor: 피막 처리

source: antique
kor: 앤티크

# aperture:uilabel
source: aperture
kor: 조준창

source: aqua
kor: 연청록색

source: architectural
kor: 건축

source: Area
kor: 영역

source: ash
kor: 물푸레나무

source: Aspect
kor: 종횡비

# aspect_ratio:uilabel
source: aspect_ratio
kor: 가로/세로_비율

source: asphalt
kor: 아스팔트

# asset_description
source: Description
kor: 설명

# asset_information
source: Information
kor: 정보

# asset_information1
source: Descriptive Information
kor: 설명 정보

# asset_information2
source: Product Information
kor: 제품 정보

# asset_information3
source: Revit Annotation Information
kor: Revit 주석 정보

# asset_keywords
source: Keywords
kor: 키워드

# asset_name
source: Name
kor: 이름

# asset_source
source: Source
kor: 소스

# asset_texture_paths
source: Texture Paths
kor: 텍스처 경로

# asset_type
source: Type
kor: 유형

# asset_version
source: Version
kor: 버전

# atmosShadowColAmnt
source: Amount:
kor: 양:

# atmosShadowColAmnt:uilabel
source: Amount:
kor: 양:

# atmosShadowOn
source: On:
kor: 켜기:

# atmosShadowOn:uilabel
source: On:
kor: 켜기:

# atmosShadowOpacity
source: Opacity:
kor: 불투명도:

# atmosShadowOpacity:uilabel
source: Opacity:
kor: 불투명도:

# atmosShadows
source: Atmospheric Shadows
kor: 대기 그림자

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
kor: 자동 광자 에너지:

# background
source: Background Shader:
kor: 배경 음영처리기:

# background:uilabel
source: Background Shader:
kor: 배경 음영처리기:

source: Background On:
kor: 배경 적용:

# backgroundOn:uilabel
source: Background On:
kor: 배경 적용:

# backgroundx
source: Background
kor: 배경

source: bank
kor: 둑

# base
source: Fixture
kor: 설비

source: basic
kor: 기본

# basic_props1
source: Basic Thermal
kor: 기본 열

source: bathroom
kor: 욕실

source: bayou
kor: 강어귀

source: bedroom
kor: 침실

source: beech
kor: 너도밤나무

source: beechwood
kor: 너도밤나무

source: beige
kor: 베이지색

source: beige plaid
kor: 베이지색 격자무늬

source: bermuda
kor: 버뮤다

source: birch
kor: 자작나무

source: black
kor: 검은색

source: block
kor: 블록

source: blocks
kor: 블록

source: blue
kor: 파란색

source: board
kor: 보드

source: bog
kor: 소택지

source: Bottom Left 1:
kor: 왼쪽 하단 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
kor: 왼쪽 하단 1:

source: Bottom Right 1:
kor: 오른쪽 하단 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
kor: 오른쪽 하단 1:

source: brass
kor: 황동

# break_def_map:uilabel
source: Break Def Map
kor: 절단 정의 맵

source: brick
kor: 벽돌

source: Brightness:
kor: 밝기:

# brightness:uilabel
source: Brightness:
kor: 밝기:

source: brindle
kor: 얼룩무늬

source: bronze
kor: 청동

# broom_curved:uilabel
source: Broom Curved
kor: 브룸 곡선

# broom_straight:uilabel
source: Broom Straight
kor: 브룸 직선

source: brown
kor: 갈색

source: brown carpet
kor: 갈색 카펫

# brush_def_map:uilabel
source: Brush Def Map
kor: 브러시 정의 맵

source: brushed
kor: 브러시

source: bulb
kor: 전구

# bump_checker_map:uilabel
source: Bump Checker Map
kor: 범프 검사기 맵

# bump_diamond_map:uilabel
source: Bump Diamond Map
kor: 범프 다이아몬드 맵

source: burgundy
kor: 포도주색

source: burl
kor: 옹이

source: burlap
kor: 삼베

# burn_highlights
source: Highlights (Burn):
kor: 강조 표시(번):

# burn_highlights:uilabel
source: Highlights (Burn):
kor: 강조 표시(번):

source: burnt
kor: 번트

source: cadet
kor: 커뎃

source: cafe
kor: 커피색

# camera_shutter
source: Shutter Speed:
kor: 셔터 속도:

# camera_shutter:uilabel
source: Shutter Speed:
kor: 셔터 속도:

source: canary
kor: 밝은 황색

# candela
source: candelas
kor: 칸델라

source: caning
kor: 등자리 세공

source: canvas
kor: 캔버스

source: cardboard
kor: 마분지

source: carpet
kor: 카펫

source: carpet with some blue, yellow and red
kor: 파란색, 노란색, 빨간색이 약간씩 있는 카펫

source: cast-in-place
kor: 현장타설

# cast_shadows
source: Compute Shadows:
kor: 그림자 계산:

# cast_shadows:uilabel
source: Turns on shadows:
kor: 그림자 켜기:

source: ceiling
kor: 천장

source: cement
kor: 시멘트

source: ceramic
kor: 세라믹

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
kor: HID 세라믹 메탈할라이드(차가움)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
kor: HID 세라믹 메탈할라이드(따뜻함)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# ceramic_ao_distance
source: Max Distance
kor: 최대 거리

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# ceramic_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# ceramic_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# ceramic_ao_samples
source: Samples
kor: 견본

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# ceramic_ao_samples:uilabel
source: Samples
kor: 견본

# ceramic_application
source: Finish
kor: 마감

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
kor: 고광택/글레이즈드

# ceramic_application:ceramic_matte
source: Matte
kor: 무광

# ceramic_application:ceramic_satin
source: Satin
kor: 새틴

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
kor: 마감 표면의 텍스처를 조정합니다.

# ceramic_application:uilabel
source: Finish
kor: 마감

# ceramic_bump:ceramic_custom
source: Custom
kor: 사용자

# ceramic_bump:ceramic_none
source: None
kor: 없음

# ceramic_bump:ceramic_wavy
source: Wavy
kor: 파형

# ceramic_bump:uilabel
source: Type
kor: 유형

# ceramic_bump_amount
source: Amount
kor: 양

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
kor: 세라믹에서 종종 발견되는 저주파를 제어합니다. 표면 불규칙 깊이를 늘리려면 더 높은 소수 값(최대 1.0)을 입력합니다.

# ceramic_bump_amount:uilabel
source: Amount
kor: 양

# ceramic_bump_list_label
source: Type
kor: 유형

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
kor: 세라믹에서 종종 발견되는 저주파를 묘사하는 데 사용되는 패턴을 조정합니다.

# ceramic_bump_map
source: Image
kor: 이미지

# ceramic_bump_map:uilabel
source: Image
kor: 이미지

# ceramic_bump_panel_label
source: Finish Bumps
kor: 마감 범프

# ceramic_ceramic
source: Ceramic
kor: 세라믹

# ceramic_color
source: Color
kor: 색상

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
kor: 색상, 이미지 또는 절차 텍스처를 선택하여 재료 모양을 작성합니다.

# ceramic_color:uilabel
source: Color
kor: 색상

# ceramic_color_by_object:uilabel
source: Color
kor: 색상

# ceramic_custom
source: Custom
kor: 사용자

# ceramic_high_glossy
source: High Gloss / Glazed
kor: 고광택/글레이즈드

# ceramic_matte
source: Matte
kor: 무광

# ceramic_pattern:ceramic_custom
source: Custom
kor: 사용자

# ceramic_pattern:ceramic_none
source: None
kor: 없음

# ceramic_pattern:uilabel
source: Type
kor: 유형

# ceramic_pattern_amount
source: Amount
kor: 양

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
kor: 장식 릴리프 패턴을 제어합니다.

# ceramic_pattern_amount:uilabel
source: Amount
kor: 양

# ceramic_pattern_list_label
source: Type
kor: 유형

# ceramic_pattern_map:uilabel
source: Image
kor: 이미지

# ceramic_pattern_map_slider_label
source: Image
kor: 이미지

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
kor: 장식 릴리프 패턴을 표시합니다.

# ceramic_pattern_map_stack_label
source: Relief Pattern
kor: 릴리프 패턴

# ceramic_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# ceramic_porcelain
source: Porcelain
kor: 자기

# ceramic_props
source: Ceramic
kor: 세라믹

# ceramic_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# ceramic_roundcorners_on
source: Round Corners
kor: 원형 코너

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# ceramic_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# ceramic_roundcorners_radius
source: Source
kor: 소스

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# ceramic_roundcorners_radius:uilabel
source: Source
kor: 소스

# ceramic_satin
source: Satin
kor: 새틴

# ceramic_type
source: Type
kor: 유형

# ceramic_type:ceramic_ceramic
source: Ceramic
kor: 세라믹

# ceramic_type:ceramic_porcelain
source: Porcelain
kor: 자기

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
kor: 세라믹 또는 자기 중에서 재료 유형을 선택합니다.

# ceramic_type:uilabel
source: Type
kor: 유형

# ceramic_wavy
source: Wavy
kor: 파형

source: cerulean
kor: 심청색

source: chain
kor: 체인

source: chartreuse
kor: 연두색

source: checker
kor: 체크무늬

# checker_Appearance
source: Appearance
kor: 모양

# checker_Position
source: Position
kor: 위치

# checker_Repeat
source: Repeat
kor: 반복

# checker_Scale
source: Scale
kor: 축척

# checker_color1
source: Color 1
kor: 색상 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
kor: 체크무늬 중 하나에 대해 색상 또는 하위 절차 맵을 선택하는 옵션을 제공합니다

# checker_color1:uilabel
source: Color 1
kor: 색상 1

# checker_color2
source: Color 2
kor: 색상 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
kor: 다른 체크무늬에 대해 색상 또는 하위 절차 맵을 선택하는 옵션을 제공합니다.

# checker_color2:uilabel
source: Color 2
kor: 색상 2

# checker_soften
source: Soften
kor: 부드럽게

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
kor: 두 색상 또는 맵 유형 모서리 간의 부드러움 또는 블러 양의 값을 조정합니다. 값이 높을수록 흐려집니다. 값 0.0은 선명한 모서리를 나타냅니다. 범위는 0~5.00이고, 기본값은 0입니다.

# checker_soften:uilabel
source: Soften
kor: 부드럽게

# checker_transforms_group
source: Transforms
kor: 변환

source: cherry
kor: 체리

source: chestnut
kor: 밤나무

source: chiffon
kor: 시폰

source: chipboard
kor: 칩보드

source: chocolate
kor: 초콜릿색

source: chromate
kor: 크롬산색

source: chrome
kor: 크롬

source: circular
kor: 원형

source: clear
kor: 선명

source: coarse
kor: 거침

source: cobble
kor: 자갈

source: coffee
kor: 커피색

source: Color Correction
kor: 색상 보정

# colorCorrection:uilabel
source: Color Correction
kor: 색상 보정

# colorDifferentiation
source: Desaturate Low Levels
kor: 하위 레벨 채도 없애기

# colorDifferentiation:uilabel
source: Desaturate Low Levels
kor: 하위 레벨 채도 없애기

# colorMapIndependent
source: Affect Indirect Only
kor: 간접 조명에만 적용

# colorMapIndependent:uilabel
source: Affect Indirect Only
kor: 간접 조명에만 적용

source: Color Shifting:
kor: 색상 교체:

# colorShifting:none
source: None
kor: 없음

# colorShifting:std_incandescent
source: Standard Incandescent Light
kor: 표준 백열등

# colorShifting:uilabel
source: Color Shifting:
kor: 색상 교체:

# color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# color_color_input
source: Color:
kor: 색상:

# color_color_input:uilabel
source: Color:
kor: 색상:

# common_Shared_Asset:common_independent
source: Independent
kor: 독립

# common_Shared_Asset:common_shared
source: Shared
kor: 공유됨

# common_Shared_Asset:uilabel
source: Sharing
kor: 공유

# common_Tint_color
source: Tint Color
kor: 색조 색상

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
kor: 색상을 선택해서 재료 모양의 색조를 조정합니다.

# common_Tint_color:uilabel
source: Tint Color
kor: 색조 색상

# common_Tint_toggle
source: Tint
kor: 색조

# common_Tint_toggle:uilabel
source: Tint
kor: 색조

source: composition
kor: 구성

# compressive_strength_ultimate
source: Ultimate
kor: 극한

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
kor: 극한 압축 강도

# compressive_stress_yield
source: Yield
kor: 항복

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
kor: 항복 압축 강도

source: computer
kor: 컴퓨터

source: concrete
kor: 콘크리트

# concrete_acrylic
source: Acrylic
kor: 아크릴

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# concrete_ao_distance
source: Max Distance
kor: 최대 거리

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# concrete_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# concrete_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# concrete_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# concrete_ao_samples
source: Samples
kor: 견본

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# concrete_ao_samples:uilabel
source: Samples
kor: 견본

# concrete_automatic
source: Automatic
kor: 자동

# concrete_base
source: Concrete
kor: 콘크리트

# concrete_bm_map
source: Image
kor: 이미지

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
kor: 선택한 이미지에 기초하여 풍화(착색 또는 탈색)를 추가합니다.

# concrete_bm_map:uilabel
source: Image
kor: 이미지

# concrete_brightmode:concrete_automatic
source: Automatic
kor: 자동

# concrete_brightmode:concrete_custom
source: Custom - Image
kor: 사용자 - 이미지

# concrete_brightmode:concrete_none
source: None
kor: 없음
