Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# decalbumpmap_Bitmap:uilabel
source: Image File:
fra: Fichier image:

# decalbumpmap_Blur:uilabel
source: Blur
fra: Flou

# decalbumpmap_Filtering:uilabel
source: Filtering
fra: Filtrage

# decalbumpmap_Invert
source: Invert:
fra: Inverser:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
fra: Intervertir les zones claires et foncées de l'image.

# decalbumpmap_Invert:uilabel
source: Invert:
fra: Inverser:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
fra: Canal de texture

# decalbumpmap_RGBAmount:uilabel
source: Brightness
fra: Luminosité

# decalbumpmap_UMirror:uilabel
source: U Mirror
fra: Miroir U

# decalbumpmap_UOffset:uilabel
source: U Offset
fra: Décalage U

# decalbumpmap_UVScale:uilabel
source: UV Scale
fra: Echelle UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
fra: Enveloppe U

# decalbumpmap_VMirror:uilabel
source: V Mirror
fra: Miroir V

# decalbumpmap_VOffset:uilabel
source: V Offset
fra: Décalage V

# decalbumpmap_VWrap:uilabel
source: V Wrap
fra: Enveloppe V

# decalmap_Bitmap
source: Image File:
fra: Fichier image:

# decalmap_Bitmap:uilabel
source: Image File:
fra: Fichier image:

# decalmap_Blur:uilabel
source: Blur
fra: Flou

# decalmap_Filtering:uilabel
source: Filtering
fra: Filtrage

# decalmap_Invert:uilabel
source: Invert:
fra: Inverser:

# decalmap_MapChannel:uilabel
source: Map Channel
fra: Canal de texture

# decalmap_RGBAmount
source: Brightness:
fra: Luminosité:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
fra: Régler la luminosité de l'image

# decalmap_RGBAmount:uilabel
source: Brightness
fra: Luminosité

# decalmap_UMirror:uilabel
source: U Mirror
fra: Miroir U

# decalmap_UOffset:uilabel
source: U Offset
fra: Décalage U

# decalmap_UVScale:uilabel
source: UV Scale
fra: Echelle UV

# decalmap_UWrap:uilabel
source: U Wrap
fra: Enveloppe U

# decalmap_VMirror:uilabel
source: V Mirror
fra: Miroir V

# decalmap_VOffset:uilabel
source: V Offset
fra: Décalage V

# decalmap_VWrap:uilabel
source: V Wrap
fra: Enveloppe V

# decayStartDistance
source: Decay Start:
fra: Début déclin:

# decayStartDistance:uilabel
source: Decay Start:
fra: Début déclin:

source: Decay Type:
fra: Type de déclin:

# decayType:inverseSquare
source: Inverse Square
fra: Carré inverse

# decayType:none
source: None
fra: Aucun

# decayType:uilabel
source: Decay Type:
fra: Type de déclin:

source: decorative
fra: décoratif

source: denim
fra: jean

source: diamond
fra: losange

source: diamond plate texture
fra: texture plaque losange

source: diamonds
fra: losanges

source: Diffuse:
fra: Diffus

# diffuse:uilabel
source: Diffuse:
fra: Diffus:

# dimmer
source: Multiplier:
fra: Multiplicateur:

# dimmer:uilabel
source: Multiplier:
fra: Multiplicateur:

# dimmerPanel
source: Dimming
fra: Atténuation

source: Directional
fra: Directionnel

source: dirt
fra: poussière

source: Disc
fra: Disque

# disc_radius
source: Radius:
fra: Rayon:

# disc_radius:uilabel
source: Radius:
fra: Rayon:

# distribution:diffuse
source: Diffuse
fra: Diffus

# distribution:isotropic
source: Uniform
fra: Uniforme

# distribution:spot
source: Spot
fra: Projecteur

# distribution:web
source: Use Light Profile
fra: Utiliser profil de lumière

source: dots
fra: pois

source: ecru
fra: écru

source: Effects
fra: Effets

# electricalEfficiency
source: Electrical Efficiency (lm/W):
fra: Efficacité électrique (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
fra: Efficacité électrique (lm/W):

source: elm
fra: orme

# emit_direct_photons:uilabel
source: Emit Direct Photons
fra: Emission de photons directe

source: environments
fra: environnements

source: expanded
fra: déployé

source: exposed
fra: apparent

source: exterior
fra: extérieur

# exterior:uilabel
source: Exterior Daylight
fra: Lumière du jour extérieur

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
fra: Fluorescent (blanc frais)

# f3_fluorescentWhite
source: Fluorescent (White)
fra: Fluorescent (blanc)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
fra: Fluorescent (blanc chaud)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
fra: Fluorescent (lumière du jour)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
fra: Fluorescent (blanc clair)

# f_number
source: Aperture (f-stop):
fra: Ouverture (fStop):

# f_number:uilabel
source: Aperture (f-stop):
fra: Ouverture (fStop):

source: fabric
fra: tissu

source: fabric with gray, blue and white stripes
fra: tissu à rayures grises, bleues et blanches

source: fabric with yellow and black stripes
fra: tissu à rayures jaunes et noires

source: fabric with yellow and gray stripes
fra: tissu à rayures jaunes et grises

source: fabric with yellow and white stripes
fra: tissu à rayures jaunes et blanches

source: Fall Off:
fra: Déperdition:

# fallOff:tooltip
source: Spot width, in radians
fra: Largeur du faisceau, en radians

# fallOff:uilabel
source: Fall Off:
fra: Déperdition:

# farAttenuationEnd
source: End Point:
fra: Point de fin:

# farAttenuationEnd:uilabel
source: End Point:
fra: Point de fin:

# farAttenuationOn
source: Far Attenuation:
fra: Atténuation lointaine:

# farAttenuationOn:uilabel
source: Far Attenuation:
fra: Atténuation lointaine:

# farAttenuationStart
source: Start Point:
fra: Point de départ:

# farAttenuationStart:uilabel
source: Start Point:
fra: Point de départ:

source: fatigue structural asset.
fra: ressource de matériaux structurels relative à la fatigue.

# fatigue_SN_Behavior
source: Behavior
fra: Comportement

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
fra: Courbe S-N

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
fra: Permet de choisir entre le comportement constant ou courbe S-N.

# fatigue_SN_Behavior:uilabel
source: Behavior
fra: Comportement

# fatigue_SN_Graph
source: S-N Curve
fra: Courbe S-N

# fatigue_props1
source: Strain-Fatigue Life
fra: Durée de vie selon la déformation/fatigue

# fatigue_props2
source: Stress-Fatigue Life
fra: Durée de vie selon la contrainte/fatigue

# fatigue_props3
source: Compressive Strength
fra: Résistance à la compression

source: fieldstone
fra: pierre des champs

# film_iso
source: Film speed (ISO):
fra: Vitesse du film (ISO):

# film_iso:uilabel
source: Film speed (ISO):
fra: Vitesse du film (ISO):

source: Filter Color:
fra: Couleur de filtre:

# filterColor:uilabel
source: Filter Color:
fra: Couleur de filtre:

source: fine
fra: fin

source: fissured
fra: fissuré

# flags:uilabel
source: Flags
fra: Indicateurs

source: flagstone
fra: dalle

source: flaked
fra: paillette

source: flat
fra: pâle

source: floor
fra: sol

source: flooring
fra: planchers

source: floral
fra: fleurs

# focal_length:uilabel
source: focal_length
fra: longueur_focale

source: forest
fra: forêt

source: formwork
fra: coffrage

source: frosted
fra: givré

source: furniture
fra: mobilier

source: galvanized
fra: galvanisé

source: gas
fra: gaz

# gas_props1
source: Properties
fra: Thermique de base

# gas_props2
source: Mechanical
fra: Physique

source: generic
fra: générique

# generic_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# generic_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# generic_ao_distance
source: Max Distance
fra: Distance max.

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# generic_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# generic_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# generic_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# generic_ao_samples
source: Samples
fra: Echantillons

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# generic_ao_samples:uilabel
source: Samples
fra: Echantillons

# generic_backface_cull:uilabel
source: Backface Cull
fra: Face masquée

# generic_bump_amount
source: Amount
fra: Quantité

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
fra: Règle la hauteur relative du motif de relief spécifié. Entrez 0 pour obtenir une surface plate. Entrez une valeur décimale plus élevée (jusqu'à 1000.0) pour augmenter la hauteur des irrégularités de surface.

# generic_bump_amount:uilabel
source: Amount
fra: Quantité

# generic_bump_map:uilabel
source: Bump
fra: Relief

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
fra: Utilise une texture pour sélectionner un motif de relief pour le matériau. Un motif de relief définit les zones élevées et abaissées en fonction des zones foncées et claires d'un fichier image.

# generic_bump_map_panel_label
source: Bump
fra: Relief

# generic_cutout_opacity:uilabel
source: Cutouts
fra: Découpes

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
fra: Utilise une texture pour contrôler les formes découpées dans la surface du matériau.

# generic_cutout_opacity_panel_label
source: Cutouts
fra: Découpes

# generic_diffuse:uilabel
source: Color
fra: Couleur

# generic_diffuse_color
source: Color
fra: Couleur

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
fra: Règle la couleur de la surface. Affecte le réfléchissement (réflectivité) et la diffusion (transmission) de la lumière.

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
fra: Affiche la texture couleur diffuse du matériau.

# generic_diffuse_image_fade
source: Image Fade
fra: Estompe de l'image

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
fra: Règle le composite entre la couleur de base et l'image diffuse. Active uniquement lorsqu'une image est sélectionnée.

# generic_diffuse_image_fade:uilabel
source: Image Fade
fra: Estompe de l'image

# generic_general
source: Generic
fra: Générique

# generic_glossiness
source: Glossiness
fra: Lustre

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
fra: Spécifie la régularité de la surface, ce qui affecte la réflectivité et la transparence. Réduisez le lustre pour créer une surface mate ou du verre givré. Entrez une valeur entre 0 (terne) et 100 (miroir parfait).

# generic_glossiness:uilabel
source: Glossiness
fra: Lustre

# generic_is_metal
source: Highlights
fra: Surbrillance

# generic_is_metal:offlabel
source: Non-Metallic
fra: Non métallique

# generic_is_metal:onlabel
source: Metallic
fra: Métallique

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
fra: Règle l'ajout de surbrillance métallique. Par défaut = non métallique.

# generic_is_metal:uilabel
source: Highlights
fra: Surbrillance

# generic_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# generic_props1
source: Basic Thermal
fra: Thermique de base

# generic_props2
source: Mechanical
fra: Physique

# generic_props4
source: Strength
fra: Résistance

# generic_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
fra: Définit le nombre maximum d'échantillons (rayons) calculé par mental ray pour créer des réflexions brillantes.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

# generic_reflectivity_at_0deg
source: Reflectivity
fra: Réflectivité

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
fra: Réflectivité

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
fra: Règle la quantité de lumière reflétée par le matériau lorsque la surface fait directement face à la caméra. Entrez une valeur entre 0 (aucune réflexion) et 100 (réflexion maximale).

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
fra: Règle la quantité de lumière reflétée par le matériau lorsque la surface est à un angle par rapport à la caméra. Entrez une valeur entre 0 (aucune réflexion) et 100 (réflexion maximale).

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
fra: Réflectivité

# generic_refr_depth
source: Refraction Max Trace Depth
fra: Profondeur max. du suivi de la réfraction

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
fra: Lorsque cette option est sélectionnée, la profondeur de réfraction du matériau est contrôlée localement et un rayon de transparence supplémentaire est émis lorsque la limite est atteinte, ce qui limite l'effet de "bord noir" qui affecte généralement les objets de verre solides.

# generic_refr_depth:uilabel
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# generic_refr_depth_control_label
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# generic_refraction_custom
source: Custom
fra: Personnalisé

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
fra: Echantillons de réfractions brillantes

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
fra: Définit le nombre maximum d'échantillons (rayons) calculé par mental ray pour créer des réfractions brillantes.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
fra: Echantillons de réfractions brillantes

# generic_refraction_index
source: Refraction
fra: Réfraction

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
fra: Règle la quantité de lumière déviée lorsqu'elle traverse une surface. Active uniquement lorsque la valeur de Transparence est supérieure à 0. Spécifiez une valeur entre 0 (aucune réfraction) et 5 (réfraction maximale).

# generic_refraction_index:uilabel
source: Refraction
fra: Réfraction

# generic_refraction_index_alcohol
source: Alcohol
fra: Alcool

# generic_refraction_index_diamond
source: Diamond
fra: Losange

# generic_refraction_index_glass
source: Glass
fra: Verre

# generic_refraction_index_water
source: Water
fra: Eau

# generic_refraction_translucency_weight
source: Translucency
fra: Translucidité

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
fra: Règle le pourcentage de lumière absorbée et retransmise lorsqu'elle traverse la surface, comme si la surface était un écran de cinéma rétroéclairé. Entrez une valeur entre 0 (pas translucide) et 100 (totalement translucide, comme le verre givré). Active uniquement lorsque la valeur de Transparence est supérieure à 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
fra: Translucidité

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# generic_roundcorners_radius:uilabel
source: Round Corners
fra: Arrondir les coins

# generic_roundcorners_radius_control_label
source: Round Corners
fra: Arrondir les coins

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Permet de simuler des coins arrondis. Remarque: il s'agit uniquement d'un effet d'ombrage, comme une texture en relief, la géométrie n'est en rien modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# generic_self_illum_color_temperature
source: Color Temperature
fra: Température de couleur

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
fra: Règle la température de couleur (chaude ou froide) de la lumière émise par cette surface en degrés Kelvin; par exemple, Bougie = 1850, Lampe à arc au xénon = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
fra: Température de couleur

# generic_self_illum_color_temperature_candle
source: Candle
fra: Bougie

# generic_self_illum_color_temperature_custom
source: Custom
fra: Personnalisé

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
fra: Lumière du jour froide

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
fra: Ecran de télévision

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
fra: Lumière du jour chaude

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
fra: Lampe à arc au xénon

# generic_self_illum_color_temperature_floodlight
source: Floodlight
fra: Eclairage indirect

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
fra: Lampe à incandescence

# generic_self_illum_color_temperature_moonlight
source: Moonlight
fra: Rayon de lune

# generic_self_illum_filter_map
source: Filter Color
fra: Couleur de filtre

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
fra: Filtre la couleur de la lumière émise par un matériau transparent ou semi transparent, comme le verre.

# generic_self_illum_filter_map:uilabel
source: Filter Color
fra: Couleur de filtre

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
fra: Règle l'éclat de la lumière émise par cette surface, mesuré en candelas par mètre carré; par exemple, Faible éclat = 10, Lentille de lampe halogène = 10 000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
fra: Auto-éclairement

# generic_self_illum_panel_label
source: Self Illumination
fra: Auto-éclairement

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
fra: Ecran de téléphone portable

# generic_self_illumination_crt_television
source: CRT Television
fra: Télévision CRT

# generic_self_illumination_custom
source: Custom
fra: Personnalisé

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
fra: Lentille de lampe de bureau

# generic_self_illumination_dim_glow
source: Dim Glow
fra: Faible éclat

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
fra: Ampoule dépolie

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
fra: Lentille de lampe halogène

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
fra: Abat-jour extérieur

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
fra: Abat-jour intérieur

# generic_self_illumination_led_panel
source: LED Panel
fra: Panneau de témoins

# generic_self_illumination_led_screen
source: LED Screen
fra: Ecran à témoins

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
fra: Ajoute une image à combiner avec la quantité totale de transparence.

# generic_transparency:uilabel
source: Transparency
fra: Transparence

# generic_transparency_image_fade
source: Image Fade
fra: Estompe de l'image

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
fra: Contrôle le composite de la quantité d'image et de transparence, par exemple, le blanc de l'image est transparent pour la quantité totale, tandis que le degré d'opacité du noir est déterminé par la valeur de l'estompe.
