Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# stone_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# stone_ao_samples
source: Samples
ita: Campioni

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# stone_ao_samples:uilabel
source: Samples
ita: Campioni

# stone_application
source: Finish
ita: Finitura

# stone_application:stone_glossy
source: Glossy
ita: Lucido

# stone_application:stone_matte
source: Matte
ita: Opaco

# stone_application:stone_polished
source: Polished
ita: Lucidato

# stone_application:stone_unfinished
source: Unfinished
ita: Senza finitura

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
ita: È possibile selezionare Lucidato, Lucido, Opaco o Senza finitura.

# stone_application:uilabel
source: Finish
ita: Finitura

# stone_bump:stone_custom
source: Custom
ita: Personalizzata

# stone_bump:stone_glossymarble
source: Glossy Marble
ita: Marmo lucido

# stone_bump:stone_none
source: None
ita: Nessuna

# stone_bump:stone_polishedgranite
source: Polished Granite
ita: Granito levigato

# stone_bump:stone_stonewall
source: Stone Wall
ita: Pietra per muratura

# stone_bump:uilabel
source: Type
ita: Tipo

# stone_bump_amount
source: Amount
ita: Valore

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
ita: Consente di impostare l'altezza di composizione in rilievo su un valore compreso tra 0 e 1 tramite un dispositivo scorrevole.

# stone_bump_amount:uilabel
source: Amount
ita: Valore

# stone_bump_list_label
source: Type
ita: Tipo

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
ita: Consente di scegliere un tipo di composizione in rilievo oppure Personalizzato.

# stone_bump_map
source: Image
ita: Immagine

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
ita: Consente di selezionare un'immagine bitmap per la finitura.

# stone_bump_map:uilabel
source: Image
ita: Immagine

# stone_bump_panel_label
source: Finish Bumps
ita: Composizione in rilievo finitura

# stone_color
source: Image
ita: Immagine

# stone_color:tooltip
source: Selects a bitmap image for the stone.
ita: Consente di selezionare un'immagine bitmap per la pietra.

# stone_color:uilabel
source: Image
ita: Immagine

# stone_custom
source: Custom
ita: Personalizzato

# stone_glossy
source: Glossy
ita: Lucido

# stone_glossymarble
source: Glossy Marble
ita: Marmo lucido

# stone_matte
source: Matte
ita: Opaco

# stone_pattern:stone_custom
source: Custom
ita: Personalizzato

# stone_pattern:stone_none
source: None
ita: Nessuno

# stone_pattern:uilabel
source: Bump Pattern
ita: Motivo composizione in rilievo

# stone_pattern_amount
source: Amount
ita: Valore

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
ita: Il dispositivo scorrevole consente di regolare l'altezza di composizione in rilievo (da 0 a 2).

# stone_pattern_amount:uilabel
source: Amount
ita: Valore

# stone_pattern_list_label
source: Bump Pattern
ita: Motivo composizione in rilievo

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
ita: Crea regioni sopraelevate e scavate in base alle aree scure e chiare di un file di immagine specifico.

# stone_pattern_map
source: Image
ita: Immagine

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
ita: Consente di selezionare un'immagine bitmap per il motivo rilievo.

# stone_pattern_map:uilabel
source: Image
ita: Immagine

# stone_pattern_panel_label
source: Relief Pattern
ita: Motivo rilievo

# stone_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# stone_polished
source: Polished
ita: Lucidato

# stone_polishedgranite
source: Polished Granite
ita: Granito levigato

# stone_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# stone_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# stone_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# stone_roundcorners_radius
source: Source
ita: Origine

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# stone_roundcorners_radius:uilabel
source: Source
ita: Origine

# stone_stonegroup
source: Stone
ita: Pietra

# stone_stonewall
source: Stone Wall
ita: Pietra per muratura

# stone_unfinished
source: Unfinished
ita: Senza finitura

# stonewall_tex:uilabel
source: Stonewall Texture
ita: Composizione muro di pietra

source: street
ita: strada

# stress_curve_data:uilabel
source: Stress
ita: Sollecitazione

source: stripes
ita: strisce

source: structural
ita: strutturale

source: structural concrete
ita: calcestruzzo strutturale

# structural_Behavior
source: Behavior
ita: Comportamento

# structural_Behavior:structural_isotropic
source: Isotropic
ita: Isotropico

# structural_Behavior:structural_orthotropic
source: Orthotropic
ita: Ortotropico

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
ita: Isotropico trasversale

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
ita: Consente di scegliere tra comportamento isotropico e ortotropico.

# structural_Behavior:uilabel
source: Behavior
ita: Comportamento

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
ita: Coefficiente di indurimento di deformazione ciclica

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
ita: Coefficiente di indurimento di deformazione ciclica

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
ita: Esponente di indurimento di deformazione ciclica

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
ita: Esponente di indurimento di deformazione ciclica

# structural_Density
source: Density
ita: Densità

# structural_Density:uilabel
source: Density
ita: Densità

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
ita: Numero di cicli limite di fatica

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
ita: Numero di cicli limite di fatica

# structural_Endurance_limit_stress
source: Endurance Limit Stress
ita: Sollecitazione limite di fatica

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
ita: Sollecitazione limite di fatica

# structural_ExternalMaterialID:uilabel
source: External Material ID
ita: ID materiale esterno

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
ita: Coefficiente di duttilità alla fatica

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
ita: Coefficiente di duttilità alla fatica

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
ita: Esponente di duttilità alla fatica

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
ita: Esponente di duttilità alla fatica

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
ita: Coefficiente di resistenza alla fatica

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
ita: Coefficiente di resistenza alla fatica

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
ita: Esponente di resistenza alla fatica

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
ita: Esponente di resistenza alla fatica

# structural_Minimum_tensile_strength
source: Tensile Strength
ita: Resistenza alla trazione

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
ita: Resistenza alla trazione

# structural_Minimum_yield_stress
source: Yield Strength
ita: Sollecitazione di snervamento

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
ita: Sollecitazione di snervamento

# structural_Poisson_ratio
source: Poisson's Ratio
ita: Coefficiente di Poisson

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
ita: Coefficiente di Poisson

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
ita: Coefficiente di Poisson 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
ita: Coefficiente di Poisson 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
ita: Coefficiente di Poisson 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
ita: Coefficiente di Poisson 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
ita: Coefficiente di Poisson X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
ita: Coefficiente di Poisson X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
ita: Coefficiente di Poisson Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
ita: Coefficiente di Poisson Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
ita: Coefficiente di Poisson Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
ita: Coefficiente di Poisson Z

# structural_Shear_modulus
source: Shear Modulus
ita: Modulo a taglio

# structural_Shear_modulus:uilabel
source: Shear Modulus
ita: Modulo a taglio

# structural_Shear_modulus_12
source: Shear Modulus 12
ita: Modulo a taglio 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
ita: Modulo a taglio 12

# structural_Shear_modulus_X
source: Shear Modulus X
ita: Modulo a taglio X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
ita: Modulo a taglio X

# structural_Shear_modulus_Y
source: Shear Modulus Y
ita: Modulo a taglio Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
ita: Modulo a taglio Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
ita: Modulo a taglio Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
ita: Modulo a taglio Z

# structural_Shear_strength_modification
source: Shear Strength Modification
ita: Modifica resistenza a taglio

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
ita: Modifica resistenza a taglio

# structural_Specific_heat
source: Specific Heat
ita: Calore specifico

# structural_Specific_heat:uilabel
source: Specific Heat
ita: Calore specifico

# structural_Thermal_conductivity
source: Thermal Conductivity
ita: Conducibilità termica

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
ita: Conducibilità termica

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
ita: Conducibilità termica X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
ita: Conducibilità termica X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
ita: Conducibilità termica Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
ita: Conducibilità termica Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
ita: Conducibilità termica Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
ita: Conducibilità termica Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
ita: Coefficiente di espansione termica

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
ita: Coefficiente di espansione termica

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
ita: Coefficiente di espansione termica 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
ita: Coefficiente di espansione termica 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
ita: Coefficiente di espansione termica 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
ita: Coefficiente di espansione termica 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
ita: Coefficiente di espansione termica X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
ita: Coefficiente di espansione termica X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
ita: Coefficiente di espansione termica Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
ita: Coefficiente di espansione termica Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
ita: Coefficiente di espansione termica Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
ita: Coefficiente di espansione termica Z

# structural_Thermally_treated
source: Thermally Treated
ita: Trattato termicamente

# structural_Thermally_treated:uilabel
source: Thermally Treated
ita: Trattato termicamente

# structural_Young_modulus
source: Young's Modulus
ita: Modulo di Young

# structural_Young_modulus:uilabel
source: Young's Modulus
ita: Modulo di Young

# structural_Young_modulus_1
source: Young's Modulus 1
ita: Modulo di Young 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
ita: Modulo di Young 1

# structural_Young_modulus_2
source: Young's Modulus 2
ita: Modulo di Young 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
ita: Modulo di Young 2

# structural_Young_modulus_X
source: Young's Modulus X
ita: Modulo di Young X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
ita: Modulo di Young X

# structural_Young_modulus_Y
source: Young's Modulus Y
ita: Modulo di Young Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
ita: Modulo di Young Y

# structural_Young_modulus_Z
source: Young's Modulus Z
ita: Modulo di Young Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
ita: Modulo di Young Z

# structural_concrete_compression
source: Concrete Compression
ita: Compressione calcestruzzo

# structural_concrete_compression:uilabel
source: Concrete Compression
ita: Compressione calcestruzzo

# structural_isotropic
source: Isotropic
ita: Isotropico

# structural_lightweight
source: Lightweight
ita: Leggero

# structural_lightweight:uilabel
source: Lightweight
ita: Leggero

# structural_orthotropic
source: Orthotropic
ita: Ortotropico

# structural_source
source: Source
ita: Origine

# structural_source:uilabel
source: Source
ita: Origine

# structural_sourceURL
source: Source URL
ita: URL di origine

# structural_sourceURL:uilabel
source: Source URL
ita: URL di origine

# structural_subclass
source: Subclass
ita: Sottoclasse

# structural_subclass:uilabel
source: Subclass
ita: Sottoclasse

# structural_transverse_isotropic
source: Transverse Isotropic
ita: Isotropico trasversale

# structural_wood_Average_modulus
source: Average Modulus
ita: Modulo medio

# structural_wood_Average_modulus:uilabel
source: Average Modulus
ita: Modulo medio

# structural_wood_Bending
source: Bending
ita: Flessione

# structural_wood_Bending:uilabel
source: Bending
ita: Flessione

# structural_wood_Construction_Property
source: Construction
ita: Costruzione

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
ita: Incollato-1

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
ita: Blu e giallo

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
ita: Blu e giallo

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
ita: naturale

# structural_wood_Construction_Property:uilabel
source: Construction
ita: Costruzione

# structural_wood_compression_parallel
source: Compression Parallel to Grain
ita: Compressione parallela alla grana

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
ita: Compressione parallela alla grana

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
ita: Compressione perpendicolare alla grana

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
ita: Compressione perpendicolare alla grana

# structural_wood_glued
source: Glued
ita: Incollato-1

# structural_wood_glued_kertoQ
source: Glued KertoQ
ita: Blu e giallo

# structural_wood_glued_kertoS
source: Glued KertoS
ita: Blu e giallo

# structural_wood_natural
source: Natural
ita: naturale

# structural_wood_shear_parallel
source: Shear Parallel to Grain
ita: Taglio parallelo alla grana

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
ita: Taglio parallelo alla grana

# structural_wood_tension_parallel
source: Tension Parallel to Grain
ita: Tensione parallela alla grana

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
ita: Tensione parallela alla grana

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
ita: Tensione perpendicolare alla grana

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
ita: Tensione perpendicolare alla grana

source: stucco
ita: intonaco

# stuctural_wood_Species
source: Species
ita: Specie

# stuctural_wood_Species:uilabel
source: Species
ita: Specie

# stuctural_wood_Strength_grade
source: Strength Grade
ita: Grado di resistenza

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
ita: Grado di resistenza

source: Sun
ita: Sole

# sun:uilabel
source: Sun Shader:
ita: Ombreggiatore sole:

source: Sun Position
ita: Posizione sole

source: Sun Color:
ita: Colore sole:

# sun_color:uilabel
source: Sun Color:
ita: Colore sole:

# sun_disk_intensity
source: Disk Intensity:
ita: Intensità disco:

# sun_disk_intensity:uilabel
source: Disk Intensity:
ita: Intensità disco:

# sun_disk_scale
source: Disk Scale:
ita: Scala disco:

# sun_disk_scale:uilabel
source: Disk Scale:
ita: Scala disco:

# sun_glow_intensity
source: Glow Intensity:
ita: Intensità luminescenza:

# sun_glow_intensity:uilabel
source: Glow Intensity:
ita: Intensità luminescenza:

source: sunny day
ita: verde salvia

# surface_material:uilabel
source: Surface Material:
ita: Materiale di superficie:

source: swamp
ita: acquitrino

# swatch
source: Swatch Scene
ita: Scena campione

source: swimming
ita: piscina

source: tan
ita: ocra

# targeted:uilabel
source: Targeted:
ita: Destinazione:

source: tarmac
ita: macadam

source: taupe
ita: marrone grigio

source: teak
ita: tek

source: texture
ita: composizione

# texture_Angle
source: XYZ Rotation
ita: Rotazione XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
ita: Specifica la rotazione dell'area raffigurata nell'immagine soprastante.

# texture_Angle:uilabel
source: Angle
ita: Angolo

# texture_LinkTextureTransforms
source: Link texture transforms
ita: Collega trasformazioni composizione

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
ita: Quando l'impostazione è attivata, tutte le modifiche apportate alla posizione, alla scala e alla ripetizione dell'attributo vengono propagate a tutti gli altri attributi del materiale in cui sono utilizzate composizioni.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
ita: Collega trasformazioni

# texture_MapChannel:uilabel
source: Map Channel
ita: Canale mappa

# texture_MapChannel_ID_Advanced
source: Map Channel
ita: Canale mappa

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
ita: ID canale mappa

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
ita: Origine UVW

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
ita: Vincola l&apos;offset. Quando si cambia l&apos;offset X, la stessa modifica viene applicata all'offset Y.

# texture_OffsetLock:uilabel
source: Offset Lock
ita: Blocco offset

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
ita: Sposta il punto iniziale della mappa lungo l&apos;asse X.

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
ita: Sposta il punto iniziale della mappa lungo l&apos;asse Y.

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
ita: Sposta il punto iniziale della mappa lungo l&apos;asse Z.

# texture_RealWorldScaleX
source: Sample Size
ita: Dimensioni di esempio

# texture_RealWorldScaleX:rightlabel
source: Width
ita: Larghezza

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
ita: Specifica la scala orizzontale per la composizione corrente.

# texture_RealWorldScaleX:uilabel
source: Size X
ita: Dimensioni X

# texture_RealWorldScaleY:rightlabel
source: Height
ita: Altezza

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
ita: Specifica la scala verticale per la composizione corrente.

# texture_RealWorldScaleY:uilabel
source: Size Y
ita: Dimensioni Y
