Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# physmat_Comments:uilabel
source: Comments
jpn: コメント

# physmat_Cost
source: Cost
jpn: コスト

# physmat_Cost:uilabel
source: Cost
jpn: コスト

# physmat_Keynote
source: Keynote
jpn: キーノート

# physmat_Keynote:uilabel
source: Keynote
jpn: キーノート

# physmat_Keywords
source: Keywords
jpn: キーワード

# physmat_Keywords:uilabel
source: Keywords
jpn: キーワード

# physmat_Label:uilabel
source: Label
jpn: ラベル

# physmat_Manufacturer
source: Manufacturer
jpn: 製造元

# physmat_Manufacturer:uilabel
source: Manufacturer
jpn: 製造元

# physmat_Mark
source: Mark
jpn: マーク

# physmat_Mark:uilabel
source: Mark
jpn: マーク

# physmat_Model
source: Model
jpn: モデル

# physmat_Model:uilabel
source: Model
jpn: モデル

# physmat_Type
source: Type
jpn: タイプ

# physmat_Type:physmat_ceramic
source: Ceramic
jpn: セラミック

# physmat_Type:physmat_concrete
source: Concrete
jpn: コンクリート

# physmat_Type:physmat_earth
source: Earth
jpn: 土類

# physmat_Type:physmat_gas
source: Gas
jpn: ガス

# physmat_Type:physmat_generic
source: Generic
jpn: 一般

# physmat_Type:physmat_glass
source: Glass
jpn: ガラス

# physmat_Type:physmat_liquid
source: Liquid
jpn: 液体

# physmat_Type:physmat_masonry
source: Masonry
jpn: 組積造

# physmat_Type:physmat_metal
source: Metal
jpn: メタル

# physmat_Type:physmat_paint
source: Paint/Coating
jpn: 塗装/コーティング

# physmat_Type:physmat_plastic
source: Plastic
jpn: プラスチック

# physmat_Type:physmat_stone
source: Stone
jpn: 石材

# physmat_Type:physmat_textile
source: Textile
jpn: テキスタイル

# physmat_Type:physmat_wood
source: Wood
jpn: 木材

# physmat_Type:uilabel
source: Type
jpn: タイプ

# physmat_aspects:uilabel
source: Physical Aspects
jpn: 物理的な特性

# physmat_ceramic
source: Ceramic
jpn: セラミック

# physmat_class
source: Class
jpn: クラス

# physmat_class:uilabel
source: Class
jpn: クラス

# physmat_concrete
source: Concrete
jpn: コンクリート

# physmat_earth
source: Earth
jpn: 土類

# physmat_gas
source: Gas
jpn: ガス

# physmat_generic
source: Generic
jpn: 一般

# physmat_glass
source: Glass
jpn: ガラス

# physmat_liquid
source: Liquid
jpn: 液体

# physmat_masonry
source: Masonry
jpn: 組積造

# physmat_metal
source: Metal
jpn: メタル

# physmat_paint
source: Paint/Coating
jpn: 塗装/コーティング

# physmat_plastic
source: Plastic
jpn: プラスチック

# physmat_stone
source: Stone
jpn: 石材

# physmat_textile
source: Textile
jpn: テキスタイル

# physmat_wood
source: Wood
jpn: 木材

source: pile
jpn: パイル

source: pine
jpn: 松

source: pink
jpn: ピンク

source: plaid
jpn: 格子柄

source: plain
jpn: 無地

source: plaster
jpn: しっくい

source: plastic
jpn: プラスチック

# plastic_props1
source: Basic Thermal
jpn: 熱特性

# plastic_props2
source: Mechanical
jpn: 機械

# plastic_props4
source: Strength
jpn: 強度

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# plasticvinyl_ao_distance
source: Max Distance
jpn: 最大距離

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# plasticvinyl_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# plasticvinyl_ao_samples
source: Samples
jpn: サンプル

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# plasticvinyl_ao_samples:uilabel
source: Samples
jpn: サンプル

# plasticvinyl_application
source: Finish
jpn: 仕上げ

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
jpn: 光沢

# plasticvinyl_application:plasticvinyl_matte
source: Matte
jpn: マット

# plasticvinyl_application:plasticvinyl_polished
source: Polished
jpn: つや出し

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
jpn: つや出し、光沢、マットから選択します。

# plasticvinyl_application:uilabel
source: Finish
jpn: 仕上げ

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
jpn: カスタム

# plasticvinyl_bump:plasticvinyl_none
source: None
jpn: なし

# plasticvinyl_bump:uilabel
source: Finish Bumps
jpn: 仕上げバンプ

# plasticvinyl_bump_amount
source: Amount
jpn: 量

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
jpn: 0 ～ 1 の間でスライドして、バンプの高さを制御します。

# plasticvinyl_bump_amount:uilabel
source: Amount
jpn: 量

# plasticvinyl_bump_list_label
source: Finish Bumps
jpn: 仕上げバンプ

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
jpn: バンプの粗さのビットマップ イメージを選択します。

# plasticvinyl_bump_map
source: Image
jpn: イメージ

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
jpn: バンプの粗さのビットマップ イメージを選択します。

# plasticvinyl_bump_map:uilabel
source: Image
jpn: イメージ

# plasticvinyl_bump_panel_label
source: Finish Bumps
jpn: 仕上げバンプ

# plasticvinyl_color
source: Color
jpn: 色

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
jpn: 色、イメージ、または手続き型テクスチャを選択し、マテリアルの外観を作成します。

# plasticvinyl_color:uilabel
source: Color
jpn: 色

# plasticvinyl_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# plasticvinyl_custom
source: Custom
jpn: カスタム

# plasticvinyl_glossy
source: Glossy
jpn: 光沢

# plasticvinyl_matte
source: Matte
jpn: マット

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
jpn: カスタム

# plasticvinyl_pattern:plasticvinyl_none
source: None
jpn: なし

# plasticvinyl_pattern:uilabel
source: Relief Pattern
jpn: レリーフ パターン

# plasticvinyl_pattern_amount
source: Amount
jpn: 量

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
jpn: 0 ～ 2 の間でスライドして、バンプの高さを制御します。

# plasticvinyl_pattern_amount:uilabel
source: Amount
jpn: 量

# plasticvinyl_pattern_list_label
source: Bump Pattern
jpn: バンプ パターン

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
jpn: 指定するイメージ ファイルの暗いエリアと明るいエリアに基づいて隆起した領域と沈下した領域を生成します。

# plasticvinyl_pattern_map
source: Image
jpn: イメージ

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
jpn: レリーフ パターンのビットマップ イメージを選択します。

# plasticvinyl_pattern_map:uilabel
source: Image
jpn: イメージ

# plasticvinyl_pattern_panel_label
source: Relief Pattern
jpn: レリーフ パターン

# plasticvinyl_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# plasticvinyl_plasticsolid
source: Plastic (Solid)
jpn: プラスチック(硬質)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
jpn: プラスチック(透明)

# plasticvinyl_plasticvinylgroup
source: Plastic
jpn: プラスチック

# plasticvinyl_polished
source: Polished
jpn: つや出し

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
jpn: 反射 最大トレース デプス

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
jpn: オンにすると、マテリアルの屈折深度がローカルにコントロールされ、 限界に達した時点で追加の透過光線が作成されます。これにより、硬質ガラス オブジェクトで一般的に見られる「濃いエッジ」効果が抑えられます。

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
jpn: 屈折深度を優先

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
jpn: 屈折深度を優先

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# plasticvinyl_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# plasticvinyl_roundcorners_radius
source: Source
jpn: ソース

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
jpn: ラウンド コーナー

# plasticvinyl_type
source: Type
jpn: タイプ

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
jpn: プラスチック(硬質)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
jpn: プラスチック(透明)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
jpn: ビニール

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
jpn: プラスチック(硬質または透明)またはビニールから選択します。

# plasticvinyl_type:uilabel
source: Type
jpn: タイプ

# plasticvinyl_vinyl
source: Vinyl
jpn: ビニール

source: plate
jpn: プレート

# plotGlyph:uilabel
source: Plot glyph:
jpn: グリフ プロット

source: plywood
jpn: 合板

source: point
jpn: ポイント

source: polished
jpn: つや出し

source: pond
jpn: 池

source: pool
jpn: プール

source: porcelain
jpn: 磁器

source: precast
jpn: プレキャスト

# projMap:uilabel
source: File Name:
jpn: ファイル名:

# projMapOn
source: On:
jpn: オン:

# projMapOn:uilabel
source: On:
jpn: オン:

source: Projection Maps
jpn: 投影マップ

source: pumpkin
jpn: カボチャ

source: purple
jpn: 紫

source: purple and gray carpet
jpn: 紫と灰色のカーペット

source: pyramid
jpn: 格子状

# quartz
source: HID Quartz Metal Halide
jpn: HID クォーツ メタル ハロゲン灯

# quartzCool
source: HID Quartz Metal Halide (Cool)
jpn: HID クォーツ メタル ハロゲン灯(寒色)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
jpn: HID クォーツ メタル ハロゲン灯(暖色)

# rect
source: Rectangle
jpn: 長方形

source: rectangle
jpn: 長方形

# rectangle_length
source: Length:
jpn: 長さ:

# rectangle_length:uilabel
source: Length:
jpn: 長さ:

# rectangle_width
source: Width:
jpn: 幅:

# rectangle_width:uilabel
source: Width:
jpn: 幅:

source: rectangles
jpn: 長方形

source: rectangular
jpn: 長方形

source: red
jpn: 赤

source: red carpet
jpn: 赤のカーペット

source: red plaid
jpn: 赤い格子柄

source: red-orange
jpn: 赤-オレンジ

source: Red/Blue Shift:
jpn: 赤/青シフト:

# redblueshift:uilabel
source: Red/Blue Shift:
jpn: 赤/青シフト:

source: reflect
jpn: 反射

source: reflecting
jpn: 反射

source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
jpn: 光沢のある反射を作成するために、mental ray が計算するサンプル(光線)の最大数を定義します。

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

source: reflective
jpn: 反射

source: Refraction Glossy Samples
jpn: 反射 光沢のあるサンプル

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
jpn: 光沢のある反射を作成するために、mental ray が計算するサンプル(光線)の最大数を定義します。

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
jpn: 反射 光沢のあるサンプル

source: retaining
jpn: 擁壁

source: Reverse
jpn: 反転

# reverse:uilabel
source: Reverse
jpn: 反転

# rgbLightColor
source: Light Color:
jpn: 照明の色:

# rgbLightColor:uilabel
source: Light Color:
jpn: 照明の色:

# rgb_unit_conversion
source: Color Conversion:
jpn: 色変換:

# rgb_unit_conversion:uilabel
source: Color Conversion:
jpn: 色変換:

source: rippled
jpn: 波状

source: river
jpn: 川

source: riverstone
jpn: リバーストーン

source: road
jpn: 道路

source: rock
jpn: 岩

source: roof
jpn: 屋根

source: roofing
jpn: 屋根

source: rose
jpn: ローズ

source: rosette
jpn: ロゼット

source: rosewood
jpn: 紫檀

source: rough
jpn: 粗い

source: round
jpn: 円形

source: royal
jpn: ロイヤル

source: rubble
jpn: 瓦礫

source: running
jpn: ランニング積み

source: rye
jpn: ライ麦

source: salmon
jpn: サーモン

source: sand
jpn: 砂

source: sandy
jpn: 砂色

source: satin
jpn: サテン

source: Saturation:
jpn: 彩度:

# saturation:uilabel
source: Saturation:
jpn: 彩度:

# scale:uilabel
source: Scale
jpn: 尺度

source: sceneeffect
jpn: シーンの効果

source: screen
jpn: 網状

source: sea
jpn: 海

source: sea side
jpn: シー サイド

source: seam
jpn: シーム

source: seaside
jpn: シーサイド

source: semi-polished
jpn: 半つや出し

# shadowCol
source: Color:
jpn: 色:

# shadowCol:uilabel
source: Color:
jpn: 色:

# shadowColMap:uilabel
source: File Name:
jpn: ファイル名:

source: Shadow Color Map
jpn: シャドウ カラー マップ

# shadowDensity:uilabel
source: shadowDensity
jpn: シャドウ密度

# shadowOn
source: Compute Shadows:
jpn: シャドウの計算:

# shadowOn:uilabel
source: Compute Shadows:
jpn: シャドウの計算:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
jpn: シャドウ レイ エクステンション

# shadow_softness:uilabel
source: Shadow Softness
jpn: 影の柔らかさ

source: Shadows
jpn: シャドウ

# shadows:uilabel
source: Shadows
jpn: シャドウ

source: shake
jpn: シェイク

source: shingle
jpn: シングル

source: shiny
jpn: 光沢

source: siding
jpn: サイディング

source: sienna
jpn: 代赭色

source: silver
jpn: シルバー

source: sky
jpn: 空

source: slate
jpn: スレート

source: slate blue
jpn: スレート ブルー

source: small
jpn: 小さな

source: smoked
jpn: スモーク

source: smooth
jpn: 滑らか

# sn_Constant
source: Constant
jpn: 定数

source: S-N Curve
jpn: S-N 曲線

source: snow
jpn: 積雪

# softDiffEdges
source: Soften Diffuse Edges:
jpn: ぼかされたエッジ:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
jpn: ぼかされたエッジ:

source: soldier
jpn: ソルジャ

source: solid
jpn: 塗り潰し

# solid_props1
source: Properties
jpn: プロパティ

# solidglass_blue
source: Blue
jpn: 青

# solidglass_bluegreen
source: Blue Green
jpn: 青緑

# solidglass_bronze
source: Bronze
jpn: ブロンズ

# solidglass_bump_amount
source: Amount
jpn: 量

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
jpn: 0 ～ 2 の間でスライドして、バンプの高さを制御します。

# solidglass_bump_amount:uilabel
source: Amount
jpn: 量

# solidglass_bump_enable:solidglass_custom
source: Custom
jpn: カスタム

# solidglass_bump_enable:solidglass_none
source: None
jpn: なし

# solidglass_bump_enable:solidglass_rippled
source: Rippled
jpn: 波状

# solidglass_bump_enable:solidglass_wavy
source: Wavy
jpn: 波状

# solidglass_bump_enable:uilabel
source: Type
jpn: タイプ

# solidglass_bump_enable_list_label
source: Type
jpn: タイプ

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
jpn: 波状(粗いノイズ)、波状(ソフト ノイズ)、またはカスタムから選択します。

# solidglass_bump_enable_panel_label
source: Relief Pattern
jpn: レリーフ パターン

# solidglass_bump_map
source: Image
jpn: イメージ

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
jpn: レリーフ パターンのビットマップ イメージを選択します。

# solidglass_bump_map:uilabel
source: Image
jpn: イメージ

# solidglass_clear
source: Clear
jpn: クリア

# solidglass_color_by_object:uilabel
source: Custom Color
jpn: カスタム色

# solidglass_custom
source: Custom
jpn: カスタム

# solidglass_custom_color
source: Custom
jpn: カスタム

# solidglass_glossiness
source: Roughness
jpn: 粗さ

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
jpn: ガラス面の粗さを調整します。減らすと滑らかで光沢のあるガラスになり、増やすとすりガラスになります。既定値は 0 で、範囲は 0 ～ 1 です。

# solidglass_glossiness:uilabel
source: Roughness
jpn: 粗さ

# solidglass_gray
source: Gray
jpn: 灰色

# solidglass_green
source: Green
jpn: 緑

# solidglass_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# solidglass_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# solidglass_reflectance
source: Reflectance
jpn: 反射率

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
jpn: ガラスを通過せずにガラスのサーフェスを反射する光の量を調整します。既定値は 15 で、範囲は 0 ～ 100 です。

# solidglass_reflectance:uilabel
source: Reflectance
jpn: 反射率

# solidglass_refr_depth
source: Refraction Max Trace Depth
jpn: 反射 最大トレース デプス

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
jpn: オンにすると、マテリアルの屈折深度がローカルにコントロールされ、 限界に達した時点で追加の透過光線が作成されます。これにより、硬質ガラス オブジェクトで一般的に見られる「濃いエッジ」効果が抑えられます。

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
jpn: 屈折深度を優先

# solidglass_refr_depth_control_label
source: Override Refraction Depth
jpn: 屈折深度を優先

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
jpn: フォール オフ距離

# solidglass_refr_ior
source: Refraction
jpn: 屈折

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
jpn: サーフェスを入出するときに曲がる光の量を調整します。既定値は 1.52 で、範囲は 0 ～ 5 です。

# solidglass_refr_ior:uilabel
source: Refraction
jpn: 屈折

# solidglass_refr_ior_air
source: Air
jpn: 空気

# solidglass_refr_ior_alcohol
source: Alcohol
jpn: アルコール

# solidglass_refr_ior_custom
source: Custom
jpn: カスタム

# solidglass_refr_ior_diamond
source: Diamond
jpn: ひし形

# solidglass_refr_ior_glass
source: Glass
jpn: ガラス

# solidglass_refr_ior_quartz
source: Quartz
jpn: クォーツ

# solidglass_refr_ior_water
source: Water
jpn: 水

# solidglass_rippled
source: Rippled
jpn: 波状

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# solidglass_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナー を有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# solidglass_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# solidglass_roundcorners_radius
source: Source
jpn: ソース

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# solidglass_roundcorners_radius:uilabel
source: Source
jpn: ソース

# solidglass_solidglassgroup
source: Solid Glass
jpn: 硬質ガラス

# solidglass_transmittance
source: Color
jpn: 色

# solidglass_transmittance:solidglass_blue
source: Blue
jpn: 青

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
jpn: 青 緑

# solidglass_transmittance:solidglass_bronze
source: Bronze
jpn: ブロンズ

# solidglass_transmittance:solidglass_clear
source: Clear
jpn: クリア

# solidglass_transmittance:solidglass_custom
source: Custom
jpn: カスタム

# solidglass_transmittance:solidglass_gray
source: Gray
jpn: 灰色

# solidglass_transmittance:solidglass_green
source: Green
jpn: 緑

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
jpn: 定義済みの色または[カスタム]を選択します。

# solidglass_transmittance:uilabel
source: Color
jpn: 色

# solidglass_transmittance_custom_color
source: Custom Color
jpn: カスタム色

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
jpn: 色、イメージ、または手続き型テクスチャを選択し、マテリアルの外観を作成します。

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
jpn: カスタム色

# solidglass_wavy
source: Wavy
jpn: 波状

source: spanish
jpn: スパニッシュ

source: special
jpn: 特殊な

# speckle_Appearance
source: Appearance
jpn: 外観

# speckle_Color1
source: Color 1
jpn: 色 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
jpn: しみの最初の色を指定します。

# speckle_Color1:uilabel
source: Color 1
jpn: 色 1

# speckle_Color2
source: Color 2
jpn: 色 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
jpn: しみの 2 番目の色を指定します。

# speckle_Color2:uilabel
source: Color 2
jpn: 色 2

# speckle_Position
source: Position
jpn: 位置

# speckle_Size
source: Size
jpn: サイズ

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
jpn: しみのサイズを調整します。

# speckle_Size:uilabel
source: Size
jpn: サイズ

# speckle_transforms_group
source: Transforms
jpn: 変換

source: speckled
jpn: まだら

source: Specular:
jpn: 鏡面反射:

# specular:uilabel
source: Specular:
jpn: 鏡面反射:

source: Specular Color:
jpn: 鏡面色:

# specularColor:uilabel
source: Specular Color:
jpn: 鏡面色:

source: Sphere
jpn: 球

# sphere_radius
source: Radius:
jpn: 半径:

# sphere_radius:uilabel
source: Radius:
jpn: 半径:

source: splatter
jpn: スプラッター

source: split
jpn: 分割

source: spot
jpn: スポット

# spread:uilabel
source: Spread:
jpn: 拡散:

source: square
jpn: 正方形

source: squares
jpn: 正方形

# ssao_blend_amount
source: Blending:
jpn: 混合:

# ssao_blend_amount:uilabel
source: Blending:
jpn: 混合:

# ssao_blur_radius
source: Blur:
jpn: ブラー:

# ssao_blur_radius:uilabel
source: Blur:
jpn: ブラー:

# ssao_custom
source: Custom
jpn: カスタム

# ssao_filter_color
source: Filter Color:
jpn: フィルタ色:

# ssao_filter_color:uilabel
source: Filter Color:
jpn: フィルタ色:

# ssao_high
source: Fine (Slowest)
jpn: 細かい(最低速)

# ssao_low
source: Coarse (Fastest)
jpn: 粗い(最高速)

# ssao_medium
source: Medium
jpn: 標準

# ssao_quality
source: Quality:
jpn: 品質:

# ssao_quality:ssao_custom
source: Custom
jpn: カスタム

# ssao_quality:ssao_high
source: Fine (Slowest)
jpn: 細かい(最低速)

# ssao_quality:ssao_low
source: Coarse (Fastest)
jpn: 粗い(最高速)

# ssao_quality:ssao_medium
source: Medium
jpn: 標準

# ssao_quality:uilabel
source: Quality:
jpn: 品質:

# ssao_sample_count
source: Samples:
jpn: サンプル:

# ssao_sample_count:uilabel
source: Samples:
jpn: サンプル:

# ssao_sample_radius
source: Sample Radius:
jpn: サンプル半径:

# ssao_sample_radius:uilabel
source: Sample Radius:
jpn: サンプル半径:

source: stacked
jpn: 重ね

source: stainless
jpn: ステンレス

# standardLight
source: Standard Light Parameters
jpn: 標準光パラメータ

source: standing
jpn: スタンド

# std_incandescent
source: Standard Incandescent Light
jpn: 標準白熱灯

source: steel
jpn: 鋼

source: stone
jpn: 石

# stone_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する
