Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

source: Metals.Ornamental Metals.Weathered
ita: Metalli.Metalli ornamentali.Anticati

source: Metals.Structural Metal Framing.Steel
ita: Metalli.Intelaiature metalliche strutturali.Acciaio

source: Mild Steel
ita: Acciaio dolce

source: Mild steel - welded
ita: Acciaio dolce - saldato

source: Mirror
ita: Specchio

source: Mirror material.
ita: Materiale specchio.

source: Mirror-001
ita: Base

source: Mirror-002
ita: Tinta calda

source: Mirror-003
ita: Per bagno

source: Mirror-004
ita: Tinta fredda

source: Mirror-005
ita: Per toeletta

source: Mirror-006
ita: Senza tinta

source: Mirror-007
ita: Fumé - Scuro

source: Mirror-008
ita: Fumé - Chiaro

# MirrorSchema_localname:Mirror
source: Mirror
ita: Specchio

# MirrorSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Misc
ita: Varie

source: Miscellaneous
ita: Varie

source: Molded HDPE
ita: HDPE stampato

source: Molded LDPE
ita: LDPE stampato

source: Molybdenum disulphide filled nylon
ita: Nylon riempito con molibdeno disolfuro

source: Monel metal
ita: Metallo monel

source: Month:
ita: Mese:

# Month:uilabel
source: Month:
ita: Mese:

source: Natural Rubber
ita: Gomma naturale

source: Natural rubber
ita: Gomma naturale

source: Noise
ita: Disturbo

source: Noise map.
ita: Mappa disturbi.

# NoiseSchema_localname:Noise
source: Noise
ita: Disturbo

# NoiseSchema_localtype:Texture
source: Texture
ita: Composizione

source: Non Ferrous
ita: Non Ferroso

source: Non alloy steel
ita: Acciaio non legato

source: Oxygen free copper
ita: Rame senza ossigeno

source: PA66
ita: palma

source: Paint
ita: Vernice

source: Paint material for interiors.
ita: Materiale per pittura di interni.

source: Paint-001
ita: Nero

source: Paint-002
ita: Nero

source: Paint-003
ita: Acquamarina

source: Paint-004
ita: Verde turchese

source: Paint-005
ita: Celeste scuro

source: Paint-006
ita: Turchese scuro

source: Paint-007
ita: Celeste scuro

source: Paint-008
ita: Turchese scuro

source: Paint-009
ita: Celeste medio

source: Paint-010
ita: Turchese

source: Paint-011
ita: Blu ardesia

source: Paint-012
ita: Ciano

source: Paint-013
ita: Ciano

source: Paint-014
ita: Pervinca

source: Paint-015
ita: Blu metallizzato chiaro

source: Paint-016
ita: Blu metallizzato chiaro

source: Paint-017
ita: Blu metallizzato

source: Paint-018
ita: Violetto

source: Paint-019
ita: Ocra

source: Paint-020
ita: Cioccolato

source: Paint-021
ita: Melange

source: Paint-022
ita: Cioccolato chiaro

source: Paint-023
ita: Caffè

source: Paint-024
ita: Beige chiaro

source: Paint-025
ita: Beige chiaro

source: Paint-026
ita: Sabbia

source: Paint-027
ita: Grano

source: Paint-028
ita: Grano

source: Paint-029
ita: Perla

source: Paint-030
ita: Grigio scuro

source: Paint-031
ita: Grigio scuro

source: Paint-032
ita: Grigio chiaro

source: Paint-033
ita: Grigio chiaro

source: Paint-034
ita: Grigio

source: Paint-035
ita: Verde pallido

source: Paint-036
ita: Verde foresta

source: Paint-037
ita: Verde foresta

source: Paint-038
ita: Verde oliva scuro

source: Paint-039
ita: Verde oliva

source: Paint-040
ita: Verde scuro

source: Paint-041
ita: Castano

source: Paint-042
ita: Rosso arancio

source: Paint-043
ita: Arancione

source: Paint-044
ita: Rosso scuro

source: Paint-045
ita: Rosso chiaro

source: Paint-046
ita: Rosso

source: Paint-047
ita: Rosso

source: Paint-048
ita: Salmone

source: Paint-049
ita: Terra di Siena

source: Paint-050
ita: Bianco freddo

source: Paint-051
ita: Bianco freddo

source: Paint-052
ita: Avorio lucido

source: Paint-053
ita: Avorio naturale

source: Paint-054
ita: Bianco tela

source: Paint-055
ita: Bianco tela

source: Paint-056
ita: Bianco

source: Paint-057
ita: Bianco

source: Paint-058
ita: Giallo canarino

source: Paint-059
ita: Giallo

source: Paint-060
ita: Piana - Bianco antichizzato

source: Paint-061
ita: Blu - Pittura muro - Lucida

source: Paint-062
ita: Beige

source: Paint-063
ita: Verde turchese scuro

source: Paint-064
ita: Marina

source: Paint-065
ita: Marina

source: Paint-066
ita: Ciano scuro

source: Paint-067
ita: Pervinca

source: Paint-068
ita: Turchese

source: Paint-069
ita: Ocra chiaro

source: Paint-070
ita: Grigio

source: Paint-071
ita: Verde pallido

source: Paint-072
ita: Oliva scuro

source: Paint-073
ita: Castano

source: Paint-074
ita: Amaranto

source: Paint-075
ita: Riflettente - Rosso

source: Paint-076
ita: Rosso arancio chiaro

source: Paint-077
ita: Rosso scuro

source: Paint-078
ita: Oro

source: Paint-079
ita: Giallo

source: Paint-080
ita: Magenta

source: Paint-081
ita: Rosso chiaro

source: Peach tint
ita: Tinta pesca

source: Phenolic Resin
ita: Resina fenolica

source: Phenolic formaldehyde resins
ita: Resina di formaldeide fenolica

source: Photographic Tone Operator
ita: Operatore fotografico di tono

source: PhotographicToneOp
ita: Op. fotografico tono

# PhotographicToneOpGroup
source: Photographic ToneOp
ita: Op. fotogr. tono

source: PhysMat
ita: Materiale fisico

# PhysMatSchema_localname:Physical Material
source: Physical Material
ita: Materiale fisico

# PhysMatSchema_localtype:Material
source: Material
ita: Materiale

source: Physical material.
ita: Materiale fisico.

source: PhysicalGen_103
ita: Materiale generico.

source: PhysicalLiquid-001
ita: Acqua

source: PhysicalMetal_100
ita: Acciaio legato

source: PhysicalMetal_103
ita: Ottone - Giallo chiaro

source: PhysicalMetal_106
ita: Bronzo - Fuso

source: PhysicalMetal_107
ita: Rame -- Fuso

source: PhysicalMetal_108
ita: Ferro - Ghisa

source: PhysicalMetal_109
ita: Acciaio - Fuso

source: PhysicalMetal_111
ita: Lega di rame

source: PhysicalMetal_113
ita: Acciaio - Galvanizzato

source: PhysicalMetal_115
ita: Ferro - Grigio

source: PhysicalMetal_117
ita: Ferro - Malleabile

source: PhysicalMetal_118
ita: Lega di nichel-rame 400

source: PhysicalMetal_119
ita: Acciaio - Non legato

source: PhysicalMetal_121
ita: Acciaio inossidabile

source: PhysicalMetal_122
ita: Acciaio inox AISI 440C

source: PhysicalMetal_123
ita: Acciaio inox - Austenitico

source: PhysicalMetal_124
ita: Acciaio

source: PhysicalMetal_125
ita: Acciaio - Bassa lega ad alta resistenza

source: PhysicalMetal_126
ita: Acciaio - Dolce

source: PhysicalMetal_128
ita: Alluminio 6061 - Saldato

source: PhysicalMetal_129
ita: Ottone - Giallo chiaro - Saldato

source: PhysicalMetal_130
ita: Acciaio inox 440C - Saldato

source: PhysicalMetal_131
ita: Acciaio - Dolce - Saldato

source: PhysicalMetal_132
ita: Rame - Battuto

source: PhysicalMetal_133
ita: Acciaio - Battuto

source: PhysicalPlastic_101
ita: Resina acetalica

source: PhysicalPlastic_107
ita: Composto di nylon 6/6

source: PhysicalPlastic_110
ita: Miscela policarbonato - ABS

source: PhysicalPlastic_117
ita: Polistirene

source: PhysicalPlastic_119
ita: Tubazione in PVC

source: PhysicalPlastic_120
ita: Cloruro di polivinile - Non plastificato

source: PhysicalPlastic_122
ita: Plastica SAN

source: PhysicalPlastic_124
ita: Resina termoplastica

source: PhysicalWood_100
ita: Legno - Betulla

source: PhysicalWood_101
ita: Legno - Ciliegio

source: PhysicalWood_102
ita: Legno - Acero

source: PhysicalWood_103
ita: Tegola piatta in legno

source: PhysicalWood_104
ita: Legno - Noce

source: Piping
ita: Tubatura

source: Plane swatch.
ita: Campione di piano.

source: Plastic
ita: Plastica

source: Plastic and vinyl material.
ita: Materiale plastica e vinile.

source: Plastic structural asset.
ita: Componente strutturale in plastica.

source: Plastic-001
ita: Liscia - Nero

source: Plastic-002
ita: Con trama fine - Nero

source: Plastic-003
ita: Con trama grezza - Nero - Versione 1.1

source: Plastic-003-1-2
ita: Con trama grezza - Nero

source: Plastic-004
ita: Trasparente - Nero

source: Plastic-005
ita: Liscia - Marrone scuro

source: Plastic-006
ita: Liscia - Beige chiaro

source: Plastic-007
ita: Liscia - Grigio scuro

source: Plastic-008
ita: Con trama fine - Grigio scuro

source: Plastic-009
ita: Con trama grezza - Grigio scuro - Versione 1.1

source: Plastic-009-1-2
ita: Con trama grezza - Grigio scuro

source: Plastic-010
ita: Liscia - Grigio chiaro

source: Plastic-011
ita: Liscia - Grigio medio

source: Plastic-012
ita: Liscia - Verde foresta scuro

source: Plastic-013
ita: Liscia - Verde mare scuro

source: Plastic-014
ita: Liscia - Giallo

source: Plastic-015
ita: Con trama grezza - Arancione chiaro - Versione 1.1

source: Plastic-015-1-2
ita: Con trama grezza - Arancione chiaro

source: Plastic-016
ita: Liscia - Bianco

source: Plastic-017
ita: Con trama fine - Bianco

source: Plastic-018
ita: Con trama grezza - Bianco - Versione 1.1

source: Plastic-018-1-2
ita: Con trama grezza - Bianco

source: Plastic-019
ita: Marrone

source: Plastic-020
ita: Liscia - Ambra

source: Plastic-021
ita: Liscia - Verde acqua

source: Plastic-022
ita: Liscia - Rosso terra bruciata

source: Plastic-023
ita: Liscia - Grigio cenere

source: Plastic-024
ita: Liscia - Avorio

source: Plastic-025
ita: Liscia - Bianco sporco

source: Plastic-026
ita: Liscia - Viola

source: Plastic-027
ita: Liscia - Rosso

source: Plastic-028
ita: Trasparente - Chiaro

source: Plastic-029
ita: Trasparente - Grigio chiaro

source: Plastic-030
ita: Trasparente - Rosso acceso

source: Plastic-031
ita: Laminata - Marrone chiaro

source: Plastic-032
ita: Laminata - Marrone grigio

source: Plastic-033
ita: Laminata - Blu marina

source: Plastic-034
ita: Rombi

source: Plastic-035
ita: Punti

source: Plastic-036
ita: Griglia

source: Plastic-037
ita: Mosaico

source: Plastic-038
ita: Divisione - Quadrati

source: Plastic-039
ita: Quadrati 2

source: Plastic-040
ita: Opaca granulare

source: Plastic-041
ita: Parquet

source: Plastic-042
ita: Scacchiera

source: Plastic-043
ita: Ardesia

source: Plastic-044
ita: Liscia - Verde turchese scuro

source: Plastic-045
ita: Liscia - Blu marina

source: Plastic-046
ita: Trasparente - Blu ardesia

source: Plastic-047
ita: Con trama - Ocra

source: Plastic-048
ita: Con trama grezza - Terra d'ombra - Versione 1.1

source: Plastic-048-1-2
ita: Con trama grezza - Terra d'ombra

source: Plastic-049
ita: Con trama grezza - Grigio

source: Plastic-050
ita: Trasparente - Verde oliva

source: Plastic-051
ita: Liscia - Amaranto scuro

source: Plastic-052
ita: Liscia - Amaranto chiaro

source: Plastic-053
ita: Trasparente - Rosso chiaro

source: Plastic-054
ita: Liscia - Arancione chiaro

source: Plastic-055
ita: Trasparente - Arancione chiaro

source: Plastic-056
ita: Trasparente - Rosso lucido

source: Plastic-057
ita: Con trama - Oro scuro

source: Plastic-058
ita: Liscia - Oro chiaro

source: Plastic-059
ita: Alta lucentezza - Rosso terra bruciata

source: Plastic-060
ita: Bassa lucentezza - Nero

source: Plastic-061
ita: Con trama - Grigio opaco

source: Plastic-062
ita: Con trama - Verde scuro opaco

source: Plastic-063
ita: Con trama - Blu avio opaco

source: Plastic/Composite
ita: Plastica/Composto

source: Plastic/Elastomer
ita: Plastica/Elastomero

source: Plastic/Thermoplastic
ita: Plastica/Termoplastica

source: Plastic/Thermoset
ita: Plastica/Termoindurente

source: PlasticVinyl
ita: Plastica vinile

# PlasticVinylSchema_localname:Plastic
source: Plastic
ita: Plastica

# PlasticVinylSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: PointLight-001
ita: Luce puntiforme

source: Polished
ita: Lucidato

source: Polyamide
ita: Poliamide

source: Polyaryletherketone
ita: Pliarileterchetone

source: Polybutylene terephthalate
ita: Polibutilene tereftalato

source: Polycarbonate
ita: Policarbonato

source: Polycarbonate - acrylonitrile butadiene styrene blend
ita: Policarbonato - raccordo diffuso di acrilonitrile butadiene stirene

source: Polycarbonate sheet or molding
ita: Stampaggio o foglio di policarbonato

source: Polyethylene terephthalate
ita: Polietilene tereftalato

source: Polymethylmethacrylate, Molding and Extrusion
ita: Polimetilmetacrilato, Stampaggio ed estrusione

source: Polyoxymethylene
ita: Poliossimetilene

source: Polyphenylene Sulfide
ita: Polifenilene sulfide

source: Polypropylene molding
ita: Stampaggio in polipropilene

source: Polystyrene
ita: Polistirene

source: Polyvinyl Chloride Rigid
ita: Cloruro di polivinile Rigido

source: Polyvinyl chloride
ita: Cloruro di polivinile

source: Portland Cement Concrete
ita: Calcestruzzo di cemento Portland

source: Preview a texture on a flat surface.
ita: Anteprima della composizione su una superficie piatta.

source: Preview material as a pool of liquid.
ita: Anteprima del materiale in una vasca di liquido.

source: Preview material on a flat surface.
ita: Anteprima del materiale su una superficie piatta.

# ProvidesLighting:uilabel
source: Provides Lighting
ita: Fornisce illuminazione

source: Pure lead
ita: Piombo puro

source: Pure titanium
ita: Titanio puro

source: Pure white color
ita: Colore bianco

source: Rectangle tiles with gray speckles
ita: Piastrelle rettangolari con puntini grigi

source: Rectangle tiles with light gray speckles
ita: Piastrelle rettangolari con puntini grigio chiaro

source: Refractory ceramic
ita: Ceramica refrattaria

source: Rigid PVC, molded
ita: PVC rigido, stampato

source: Rigid polyvinyl chloride - unplasticized
ita: Cloruro di polivinile rigido - non plastificato

source: Roofing
ita: Copertura

source: Rubber
ita: Gomma

# Scene:uilabel
source: Scene
ita: Scena

# Settings:uilabel
source: Settings
ita: Impostazioni

source: Siding
ita: Rivestimento verticale

source: Silicon Nitride
ita: Nitruro di silicio

source: Silicone Rubber
ita: Gomma di silicone

source: Silicone rubber
ita: Gomma in silicone

source: Silver
ita: Argento

source: SiteWork.Planting.Basket.Woven.Loose
ita: Esterni.Superficie.Fibra.Intrecciata.Lasca

source: SiteWork.Planting.Basket.Woven.Tight
ita: Esterni.Superficie.Fibra.Intrecciata.Stretta

source: SiteWork.Planting.Grass.Bermuda
ita: Esterni.Superficie.Erba.Gramigna

source: SiteWork.Planting.Grass.Bluegrass
ita: Esterni.Superficie.Erba.Fienarola

source: SiteWork.Planting.Grass.StAugustine
ita: Esterni.Superficie.Erba.Loglierella americana

source: Sitework
ita: Esterni

source: Sitework.Paving - Surfacing.Asphalt
ita: Esterni.Pavimentazione e lastricati.Asfalto

source: Sitework.Paving - Surfacing.Asphalt.1
ita: Esterni.Pavimentazione e lastricati.Asfalto.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
ita: Esterni.Pavimentazione e lastricati.Acciottolato.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
ita: Esterni.Pavimentazione e lastricati.Acciottolato.Smaltato.Più colori

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
ita: Esterni.Pavimentazione e lastricati.Acciottolato.A spina di pesce

source: Sitework.Paving - Surfacing.Pavers.1
ita: Esterni.Pavimentazione e lastricati.Mattonelle.1

source: Sitework.Paving - Surfacing.Pavers.2
ita: Esterni.Pavimentazione e lastricati.Mattonelle.2

source: Sitework.Paving - Surfacing.Pavers.3
ita: Esterni.Pavimentazione e lastricati.Mattonelle.3

source: Sitework.Paving - Surfacing.Pavers.4
ita: Esterni.Pavimentazione e lastricati.Mattonelle.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
ita: Esterni.Pavimentazione e lastricati.Mattonelle.Bordi irregolari

source: Sitework.Paving - Surfacing.Pavers.Square
ita: Esterni.Pavimentazione e lastricati.Mattonelle.Quadrati

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
ita: Esterni.Pavimentazione e lastricati.Mattonelle.Terracotta

source: Sitework.Paving - Surfacing.Riverstone
ita: Esterni.Pavimentazione e lastricati.Mattonelle.Pietra di fiume

source: Sitework.Paving - Surfacing.Riverstone.Mortared
ita: Esterni.Pavimentazione e lastricati.Mattonelle.Pietra di fiume.Con malta

source: Sitework.Planting.Grass.Short
ita: Esterni.Superficie.Erba.Bassa

source: Sitework.Planting.Grass.Thick
ita: Esterni.Superficie.Erba.Folta

source: Sitework.Planting.Gravel.Compact
ita: Esterni.Superficie.Ghiaietto.Compatto

source: Sitework.Planting.Gravel.Crushed
ita: Esterni.Superficie.Ghiaietto.Frantumato

source: Sitework.Planting.Gravel.Loose
ita: Esterni.Superficie.Ghiaietto.Sparso

source: Sitework.Planting.Gravel.Mixed
ita: Esterni.Superficie.Ghiaietto.Misto

source: Sitework.Planting.Sand
ita: Esterni.Superficie.Sabbia

source: Sitework.Planting.Soil
ita: Esterni.Superficie.Suolo

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
ita: Esterni.Migliorie.Staccionate e cancellate in metallo

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
ita: Esterni.Migliorie.Staccionate e cancellate in legno.Steccato

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
ita: Esterni.Migliorie.Staccionate e cancellate in legno.Pergolato

source: Slightly Translucent cream coloured low luminant material.
ita: Materiale color crema lievemente traslucido a bassa luminosità.

source: Small gray rectangular stones
ita: Pietre rettangolari grigie piccole

source: Small uneven brown rectangle stones
ita: Pietre rettangolari marroni irregolari piccole

source: Soda Lime Glass
ita: Vetro sodico-calcico

source: Soft tin bronze
ita: Bronzo stagnato dolce

source: Soft yellow brass
ita: Ottone giallo chiaro

source: Soft yellow brass, welded
ita: Ottone giallo chiaro, saldato

source: Solid Glass material.
ita: Materiale vetro uniforme.

source: Solid thermal asset.
ita: Componente termico solido.

source: Solid/Concrete
ita: Solido/Calcestruzzo

source: Solid/Glass
ita: Solido/Vetro

source: Solid/Metal
ita: Solido/Metallo

source: Solid/Plastic
ita: Solido/Plastica

source: SolidGlass
ita: Vetro uniforme

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
ita: Vetro uniforme

# SolidGlassSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Speckle
ita: Picchiettatura

source: Speckle map.
ita: Mappa della picchiettatura.

# SpeckleSchema_localname:Speckle
source: Speckle
ita: Picchiettatura

# SpeckleSchema_localtype:Texture
source: Texture
ita: Composizione

source: Sphere swatch.
ita: Campione di sfera.

source: SpotLight-001
ita: Riflettore

source: Square tiles with light gray speckles
ita: Piastrelle quadrate picchiettate di grigio chiaro

source: Square tiles with white and black circular mosaics
ita: Piastrelle quadrate con mosaici circolari bianco e nero

source: Stainless Steel 18/8
ita: Acciaio inox 18/8

source: Stainless Steel, polished
ita: Acciaio inox, levigato

source: Steel
ita: Acciaio

source: Steel, mill finish
ita: Acciaio, finitura zigrinata

source: Steel, sheet
ita: Acciaio, foglio

source: Stone
ita: Pietra

source: Stone material.
ita: Materiale pietra.

source: Stone-001
ita: Ardesia - Blu

source: Stone-002
ita: Ardesia - Grigio

source: Stone-003
ita: Levigata - Nero

source: Stone-004
ita: Levigata - Rosa

source: Stone-005
ita: Fine - Alabastro

source: Stone-006
ita: Levigata grezza - Bianco

source: Stone-007
ita: Levigata fine - Bianco

source: Stone-008
ita: Travertino

source: Stone-009
ita: Quadrati - Grigio e marrone

source: Stone-010
ita: Quadrati - Rame nero e blu

source: Stone-011
ita: Grigio picchiettato

source: Stone-012
ita: Più colori

source: Stone-013
ita: Rosa

source: Stone-014
ita: Lastricato

source: Stone-015
ita: Quadrati - Venature spesse

source: Stone-016
ita: Acciottolato - Smaltato - Più colori

source: Stone-017
ita: Acciottolato - Bordi irregolari

source: Stone-018
ita: Ghiaietto - Sparso

source: Stone-019
ita: Grezza - Nero

source: Stone-020
ita: Grezzo - Rosa

source: Stone-021
ita: Grezza - Rosso

source: Stone-022
ita: Levigata grezza - Alabastro

source: Stone-023
ita: Levigata fine - Alabastro

source: Stone-024
ita: Muratura irregolare

source: Stone-025
ita: Aggregato esposto

source: Stone-026
ita: Pietra di fiume - Blu

source: Stone-027
ita: Senza finitura

source: Stone/Granite
ita: Pietra/Granito

source: Stone/Marble
ita: Pietra/Marmo

# StoneSchema_localname:Stone
source: Stone
ita: Pietra

# StoneSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: StructuralBasic
ita: Strutturale di base di default

# StructuralBasicSchema_localname:Basic
source: Basic
ita: Base

# StructuralBasicSchema_localtype:Physical
source: Physical
ita: Fisico

source: StructuralConcrete
ita: Calcestruzzo strutturale di default

source: StructuralConcrete-001
ita: Calcestruzzo

source: StructuralConcrete-021
ita: Calcestruzzo rinforzato con fibre di vetro

# StructuralConcreteSchema_localname:Concrete
source: Concrete
ita: Calcestruzzo

# StructuralConcreteSchema_localtype:Physical
source: Physical
ita: Fisico

source: StructuralFatigue
ita: Strutturale fatica di default

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
ita: Fatica

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
ita: Fatica

source: StructuralGas
ita: Strutturale gas di default

# StructuralGasSchema_localtype:Physical
source: Physical
ita: Fisico

source: StructuralGeneric
ita: Strutturale generico di default

source: StructuralGeneric-004
ita: Vetro

source: StructuralGeneric-010
ita: Nitruro di silicio

# StructuralGenericSchema_localname:Generic
source: Generic
ita: Generico

# StructuralGenericSchema_localtype:Physical
source: Physical
ita: Fisico

source: StructuralLiquid
ita: Strutturale liquido di default

# StructuralLiquidSchema_localname:Liquid
source: Liquid
ita: Liquido

# StructuralLiquidSchema_localtype:Physical
source: Physical
ita: Fisico

source: StructuralMetal
ita: Metallo strutturale di default

source: StructuralMetal-001
ita: Acciaio - Carbonio

source: StructuralMetal-031
ita: Alluminio

source: StructuralMetal-031-2
ita: Alluminio 6061

source: StructuralMetal-037
ita: Ferro - Duttile

source: StructuralMetal-043
ita: Rame

source: StructuralMetal-045
ita: Titanio

source: StructuralMetal-047
ita: Piombo

source: StructuralMetal-051
ita: Oro

source: StructuralMetal-054
ita: Argento

source: StructuralMetal-058
ita: Bronzo - Stagno dolce

# StructuralMetalSchema_localname:Metal
source: Metal
ita: Metallo

# StructuralMetalSchema_localtype:Physical
source: Physical
ita: Fisico

source: StructuralPlastic
ita: Plastica strutturale di default

source: StructuralPlastic-002
ita: Acrilico

source: StructuralPlastic-004
ita: Acrilonitrile butadiene stirene

source: StructuralPlastic-006
ita: Plastica rinforzata con fibra di carbonio

source: StructuralPlastic-009
ita: Resina fenolica

source: StructuralPlastic-010
ita: Policarbonato

source: StructuralPlastic-011
ita: Polietilene LDPE

source: StructuralPlastic-012
ita: Polietilene HDPE

source: StructuralPlastic-013
ita: Polipropilene

source: StructuralPlastic-014
ita: Polistirene, Antiurto

source: StructuralPlastic-017
ita: Cloruro di polivinile - Rigido

source: StructuralPlastic-019
ita: Gomma - Naturale

source: StructuralPlastic-023
ita: Polietilene tereftalato

source: StructuralPlastic-024
ita: Polifenilene sulfide

source: StructuralPlastic-025
ita: Polibutilene tereftalato

source: StructuralPlastic-026
ita: Polimero di cristalli liquidi

source: StructuralPlastic-027
ita: Silicone

source: StructuralPlastic-028
ita: Stirene acrilonitrile

source: StructuralPlastic-029
ita: Resina di poliarileterchetone

source: StructuralPlastic-030
ita: Polietilene - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
ita: Plastica

# StructuralPlasticSchema_localtype:Physical
source: Physical
ita: Fisico

source: StructuralWood
ita: Legno strutturale di default

# StructuralWoodSchema_localname:Wood
source: Wood
ita: Legno

# StructuralWoodSchema_localtype:Physical
source: Physical
ita: Fisico

source: Styrene acrylonitrile
ita: Stirene acrilonitrile

source: Sun and Sky.
ita: Sole e cielo.

source: SunAndSky
ita: Sereno

source: SunAndSky-001
ita: Nuvole rade
