Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# noise_Type:uilabel
source: Noise Type
hun: Zaj típusa

# noise_fractal
source: Fractal
hun: Fraktál

# noise_regular
source: Regular
hun: Normál

# noise_transforms_group
source: Transforms
hun: Transzformálások

# noise_turbulence
source: Turbulence
hun: Örvényesség

source: non
hun: nem

source: non-uniform
hun: nem egyenletes

# none
source: No Area
hun: Nincs

source: normal
hun: normál

# north_offset_from_x
source: North Azimuth:
hun: Észak azimutja:

# north_offset_from_x:uilabel
source: North Azimuth:
hun: Észak azimutja:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
hun: Ciklusok száma

source: oak
hun: tölgy

source: ocean
hun: óceán

source: octagon
hun: nyolcszög

source: octagonal
hun: nyolcszögletű

source: off
hun: Ki

source: off-white
hun: piszkosfehér

source: olive
hun: olíva

source: on
hun: Be

# on:uilabel
source: On:
hun: Be

source: orange
hun: narancs

# origin
source: Point
hun: Pont

source: oxidised
hun: eloxált

source: oxidized
hun: eloxált

source: paint
hun: festék

source: panelling
hun: panelezés

source: paperboard
hun: papírlemez

source: parquet
hun: parketta

source: particle
hun: részecske

source: pastel
hun: pasztell

source: pattern
hun: minta

source: pavement
hun: burkolat

source: paver
hun: burkoló

source: paving
hun: burkolás

source: peach
hun: barack

source: pearl
hun: gyöngy

source: pebble
hun: kavics

source: pebbled
hun: kavicsos

source: periwinkle
hun: télizöld

# photon
source: Photons
hun: Fotonok

source: physical
hun: fizikai

source: physical material
hun: fizikai anyag

# physmat_Comments
source: Comments
hun: Megjegyzések

# physmat_Comments:uilabel
source: Comments
hun: Megjegyzések

# physmat_Cost
source: Cost
hun: Költség

# physmat_Cost:uilabel
source: Cost
hun: Költség

# physmat_Keynote
source: Keynote
hun: Tétel

# physmat_Keynote:uilabel
source: Keynote
hun: Tétel

# physmat_Keywords
source: Keywords
hun: Kulcsszavak

# physmat_Keywords:uilabel
source: Keywords
hun: Kulcsszavak

# physmat_Label:uilabel
source: Label
hun: Feliratok

# physmat_Manufacturer
source: Manufacturer
hun: Gyártó

# physmat_Manufacturer:uilabel
source: Manufacturer
hun: Gyártó

# physmat_Mark
source: Mark
hun: Típus

# physmat_Mark:uilabel
source: Mark
hun: Típus

# physmat_Model
source: Model
hun: Modell

# physmat_Model:uilabel
source: Model
hun: Modell

# physmat_Type
source: Type
hun: Típus

# physmat_Type:physmat_ceramic
source: Ceramic
hun: Kerámia

# physmat_Type:physmat_concrete
source: Concrete
hun: Beton

# physmat_Type:physmat_earth
source: Earth
hun: Föld

# physmat_Type:physmat_gas
source: Gas
hun: Gáz

# physmat_Type:physmat_generic
source: Generic
hun: Általános

# physmat_Type:physmat_glass
source: Glass
hun: Üveg

# physmat_Type:physmat_liquid
source: Liquid
hun: Folyadék

# physmat_Type:physmat_masonry
source: Masonry
hun: Falazat

# physmat_Type:physmat_metal
source: Metal
hun: Fém

# physmat_Type:physmat_paint
source: Paint/Coating
hun: Festék/bevonat

# physmat_Type:physmat_plastic
source: Plastic
hun: Műanyag

# physmat_Type:physmat_stone
source: Stone
hun: Kő

# physmat_Type:physmat_textile
source: Textile
hun: Textil

# physmat_Type:physmat_wood
source: Wood
hun: Fa

# physmat_Type:uilabel
source: Type
hun: Típus

# physmat_aspects:uilabel
source: Physical Aspects
hun: Fizikai szempontok

# physmat_ceramic
source: Ceramic
hun: Kerámia

# physmat_class
source: Class
hun: Osztály

# physmat_class:uilabel
source: Class
hun: Osztály

# physmat_classification:uilabel
source: physmat_classification
hun: fizany_osztályozás

# physmat_concrete
source: Concrete
hun: Beton

# physmat_earth
source: Earth
hun: Föld

# physmat_gas
source: Gas
hun: Gáz

# physmat_generic
source: Generic
hun: Általános

# physmat_glass
source: Glass
hun: Üveg

# physmat_liquid
source: Liquid
hun: Folyadék

# physmat_masonry
source: Masonry
hun: Falazat

# physmat_metal
source: Metal
hun: Fém

# physmat_paint
source: Paint/Coating
hun: Festék/bevonat

# physmat_plastic
source: Plastic
hun: Műanyag

# physmat_stone
source: Stone
hun: Kő

# physmat_textile
source: Textile
hun: Textil

# physmat_wood
source: Wood
hun: Fa

source: pile
hun: cölöp

source: pine
hun: fenyő

source: plaid
hun: minta

source: plain
hun: egyszerű

source: plaster
hun: vakolat

source: plastic
hun: műanyag

# plastic_props1
source: Basic Thermal
hun: Egyszerű hőtani

# plastic_props2
source: Mechanical
hun: Mechanikai

# plastic_props4
source: Strength
hun: Szilárdsági

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# plasticvinyl_ao_distance
source: Max Distance
hun: Max. távolság

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# plasticvinyl_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# plasticvinyl_ao_samples
source: Samples
hun: Minták

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# plasticvinyl_ao_samples:uilabel
source: Samples
hun: Minták

# plasticvinyl_application
source: Finish
hun: Felület

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
hun: Magas fényű

# plasticvinyl_application:plasticvinyl_matte
source: Matte
hun: Matt

# plasticvinyl_application:plasticvinyl_polished
source: Polished
hun: Polírozott

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
hun: Választás polírozott, magas fényű vagy matt lehetőségek közül.

# plasticvinyl_application:uilabel
source: Finish
hun: Felület

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
hun: Egyéni

# plasticvinyl_bump:plasticvinyl_none
source: None
hun: Nincs

# plasticvinyl_bump:uilabel
source: Finish Bumps
hun: Felületi egyenetlenségek

# plasticvinyl_bump_amount
source: Amount
hun: Mérték

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
hun: Csúszka az egyenetlenségek magasságának 0 és 1 érték közötti meghatározásához.

# plasticvinyl_bump_amount:uilabel
source: Amount
hun: Mérték

# plasticvinyl_bump_list_label
source: Finish Bumps
hun: Felületi egyenetlenségek

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
hun: Bitkép kiválasztása az egyenetlenség érdességéhez.

# plasticvinyl_bump_map
source: Image
hun: Kép

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
hun: Bitkép kiválasztása az egyenetlenség érdességéhez.

# plasticvinyl_bump_map:uilabel
source: Image
hun: Kép

# plasticvinyl_bump_panel_label
source: Finish Bumps
hun: Felületi egyenetlenségek

# plasticvinyl_color
source: Color
hun: Szín

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
hun: Szín, kép vagy procedurális mintázat kiválasztása az anyag megjelenésének létrehozásához.

# plasticvinyl_color:uilabel
source: Color
hun: Szín

# plasticvinyl_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# plasticvinyl_custom
source: Custom
hun: Egyéni

# plasticvinyl_glossy
source: Glossy
hun: Magas fényű

# plasticvinyl_matte
source: Matte
hun: Matt

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
hun: Egyéni

# plasticvinyl_pattern:plasticvinyl_none
source: None
hun: Nincs

# plasticvinyl_pattern:uilabel
source: Relief Pattern
hun: Felületminta

# plasticvinyl_pattern_amount
source: Amount
hun: Mérték

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
hun: Csúszka az egyenetlenségek magasságának 0 és 2 érték között meghatározásához.

# plasticvinyl_pattern_amount:uilabel
source: Amount
hun: Mérték

# plasticvinyl_pattern_list_label
source: Bump Pattern
hun: Egyenetlenségminta

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
hun: Magasabb és alacsonyabb területek létrehozása a megadott képfájl sötét és világos területei alapján.

# plasticvinyl_pattern_map
source: Image
hun: Kép

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
hun: Bitkép kiválasztása a felületmintához.

# plasticvinyl_pattern_map:uilabel
source: Image
hun: Kép

# plasticvinyl_pattern_panel_label
source: Relief Pattern
hun: Felületminta

# plasticvinyl_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# plasticvinyl_plasticsolid
source: Plastic (Solid)
hun: Műanyag (tömör)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
hun: Műanyag (átlátszó)

# plasticvinyl_plasticvinylgroup
source: Plastic
hun: Műanyag

# plasticvinyl_polished
source: Polished
hun: Polírozott

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
hun: Fénytörés max. követési mélysége

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
hun: Bejelölése esetén az anyag fénytörési mélysége helyileg vezérelt, és a korlát elérésekor további átlátszósági sugár keletkezik, így korlátozva az általában tömör üveg objektumokon megjelenő sötét élhatást.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# plasticvinyl_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# plasticvinyl_roundcorners_radius
source: Source
hun: Forrás

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# plasticvinyl_type
source: Type
hun: Típus

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
hun: Műanyag (tömör)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
hun: Műanyag (átlátszó)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
hun: PVC

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
hun: Választás műanyag (szilárd vagy átlátszó) és PVC között.

# plasticvinyl_type:uilabel
source: Type
hun: Típus

# plasticvinyl_vinyl
source: Vinyl
hun: PVC

source: plate
hun: lemez

# plotGlyph:uilabel
source: Plot glyph:
hun: Gliff nyomtatása:

source: plywood
hun: rétegelt lemez

source: point
hun: pont

source: polished
hun: polírozott

source: pond
hun: tó

source: pool
hun: medence

source: porcelain
hun: porcelán

source: precast
hun: előre gyártott

# projMap:uilabel
source: File Name:
hun: Fájlnév:

# projMapOn
source: On:
hun: Be:

# projMapOn:uilabel
source: On:
hun: Be:

source: Projection Maps
hun: Vetítési térképek

source: pumpkin
hun: sütőtök

source: purple
hun: lila

source: purple and gray carpet
hun: lila-szürke szőnyeg

source: pyramid
hun: gúla

# quartz
source: HID Quartz Metal Halide
hun: HID kvarc fémhalogén

# quartzCool
source: HID Quartz Metal Halide (Cool)
hun: HID kvarc fémhalogén (hideg)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
hun: HID kvarc fémhalogén (meleg)

# rect
source: Rectangle
hun: Téglalap

source: rectangle
hun: Téglalap

# rectangle_length
source: Length:
hun: Hossz:

# rectangle_length:uilabel
source: Length:
hun: Hossz:

# rectangle_width
source: Width:
hun: Szélesség:

# rectangle_width:uilabel
source: Width:
hun: Szélesség:

source: rectangles
hun: téglalapok

source: rectangular
hun: négyszögletes

source: red
hun: vörös

source: red carpet
hun: vörös szőnyeg

source: red plaid
hun: vörös minta

source: red-orange
hun: vörösesnarancs

source: Red/Blue Shift:
hun: Vörös/kék eltolás:

# redblueshift:uilabel
source: Red/Blue Shift:
hun: Vörös/kék eltolás:

source: reflect
hun: tükrözés

source: reflecting
hun: tükröző

source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
hun: Definiálja azon minták maximális (nyalábok) számát, mely elvi nyalábok alapján a fényes reflexiók kiszámításra kerülnek.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

source: reflective
hun: tükröző

source: Refraction Glossy Samples
hun: Fénytörés fényes mintái

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
hun: Definiálja azon minták maximális (nyalábok) számát, mely elvi nyalábok alapján a fényes törések kiszámításra kerülnek.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
hun: Fénytörés fényes mintái

source: retaining
hun: ellenálló

source: Reverse
hun: Megfordítás

# reverse:uilabel
source: Reverse
hun: Megfordítás

# rgbLightColor
source: Light Color:
hun: Fény színe:

# rgbLightColor:uilabel
source: Light Color:
hun: Fény színe:

# rgb_unit_conversion
source: Color Conversion:
hun: Színkonverzió:

# rgb_unit_conversion:uilabel
source: Color Conversion:
hun: Színkonverzió:

source: rippled
hun: hullámos

source: river
hun: folyó

source: riverstone
hun: vízi terméskő

source: road
hun: út

source: rock
hun: kő

source: roof
hun: tető

source: roofing
hun: tető

source: rose
hun: rózsa

source: rosette
hun: rozetta

source: rosewood
hun: rózsafa

source: rough
hun: durva

source: round
hun: kerek

source: royal
hun: király

source: rubble
hun: terméskövek

source: running
hun: futó

source: rye
hun: rozs

source: salmon
hun: lazac

source: sand
hun: homok

source: sandy
hun: homokos

source: satin
hun: selyemfényű

source: Saturation:
hun: Színtelítettség:

# saturation:uilabel
source: Saturation:
hun: Színtelítettség:

# scale:uilabel
source: Scale
hun: Lépték

source: sceneeffect
hun: jeleneteffektus

source: screen
hun: rács

source: sea
hun: tenger

source: sea side
hun: tengerpart

source: seam
hun: vonalhegesztés

source: seaside
hun: tengerpart

source: semi-polished
hun: félfényes polírozott

# shadowCol
source: Color:
hun: Szín:

# shadowCol:uilabel
source: Color:
hun: Szín:

# shadowColMap:uilabel
source: File Name:
hun: Fájlnév:

source: Shadow Color Map
hun: Árnyék színtérképe

# shadowDensity:uilabel
source: shadowDensity
hun: árnyéksűrűség

# shadowOn
source: Compute Shadows:
hun: Árnyékok számítása:

# shadowOn:uilabel
source: Compute Shadows:
hun: Árnyékok számítása:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
hun: Árnyéksugár meghosszabbítása

# shadow_softness:uilabel
source: Shadow Softness
hun: Árnyék puhasága

source: Shadows
hun: Árnyékok

# shadows:uilabel
source: Shadows
hun: Árnyékok

source: shake
hun: rázás

source: shingle
hun: zsindely

source: shiny
hun: fényes

source: siding
hun: élképzés

source: sienna
hun: vörösesbarna

source: silver
hun: ezüst

source: sky
hun: égbolt

source: slate
hun: pala

source: slate blue
hun: palakék

source: small
hun: kicsi

source: smoked
hun: füstös

source: smooth
hun: sima

# sn_Constant
source: Constant
hun: Állandó

source: S-N Curve
hun: S-N görbe

source: snow
hun: hó

# softDiffEdges
source: Soften Diffuse Edges:
hun: Diffúz élek simítása:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
hun: Diffúz élek simítása:

source: soldier
hun: kötés

source: solid
hun: tömör

# solid_props1
source: Properties
hun: Tulajdonságok

# solidglass_blue
source: Blue
hun: Kék

# solidglass_bluegreen
source: Blue Green
hun: Zöldeskék

# solidglass_bronze
source: Bronze
hun: Bronz

# solidglass_bump_amount
source: Amount
hun: Mérték

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
hun: Csúszka az egyenetlenségek magasságának 0 és 2 érték között meghatározásához.

# solidglass_bump_amount:uilabel
source: Amount
hun: Mérték

# solidglass_bump_enable:solidglass_custom
source: Custom
hun: Egyéni

# solidglass_bump_enable:solidglass_none
source: None
hun: Nincs

# solidglass_bump_enable:solidglass_rippled
source: Rippled
hun: Hullámmintás

# solidglass_bump_enable:solidglass_wavy
source: Wavy
hun: Hullámos

# solidglass_bump_enable:uilabel
source: Type
hun: Típus

# solidglass_bump_enable_list_label
source: Type
hun: Típus

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
hun: Választás hullámos (durva zaj), hullámos (lágy zaj) vagy egyéni lehetőségek közül.

# solidglass_bump_enable_panel_label
source: Relief Pattern
hun: Felületminta

# solidglass_bump_map
source: Image
hun: Kép

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
hun: Bitkép kiválasztása a felületmintához.

# solidglass_bump_map:uilabel
source: Image
hun: Kép

# solidglass_clear
source: Clear
hun: Tiszta

# solidglass_color_by_object:uilabel
source: Custom Color
hun: Egyéni szín

# solidglass_custom
source: Custom
hun: Egyéni

# solidglass_custom_color
source: Custom
hun: Egyéni

# solidglass_glossiness
source: Roughness
hun: Érdesség

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
hun: Az üvegfelület érdességének beállítása. Csökkentésével sima és fényes, növelésével homályos hatású üveget kaphat. Az alapértelmezett érték 0, a tartomány 0 - 1.

# solidglass_glossiness:uilabel
source: Roughness
hun: Érdesség

# solidglass_gray
source: Gray
hun: Szürke

# solidglass_green
source: Green
hun: Zöld

# solidglass_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# solidglass_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# solidglass_reflectance
source: Reflectance
hun: Visszaverődés

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
hun: Az üveg felületéről visszaverődő (nem azon áthaladó) fény mennyiségének beállítása. Az alapértelmezett érték 15, a tartomány 0 - 100.

# solidglass_reflectance:uilabel
source: Reflectance
hun: Visszaverődés

# solidglass_refr_depth
source: Refraction Max Trace Depth
hun: Fénytörés max. követési mélysége

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
hun: Bejelölése esetén az anyag fénytörési mélysége helyileg vezérelt, és a korlát elérésekor további átlátszósági sugár keletkezik, így korlátozva az általában tömör üveg objektumokon megjelenő sötét élhatást.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# solidglass_refr_depth_control_label
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
hun: Teljes megvilágítás távolsága

# solidglass_refr_ior
source: Refraction
hun: Fénytörés

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
hun: A felületen áthaladó és megtörő fény mennyiségének beállítása. Alapértelmezett érték: 1.52, tartomány: 0 - 5.

# solidglass_refr_ior:uilabel
source: Refraction
hun: Fénytörés

# solidglass_refr_ior_air
source: Air
hun: Levegő

# solidglass_refr_ior_alcohol
source: Alcohol
hun: Alkohol

# solidglass_refr_ior_custom
source: Custom
hun: Egyéni

# solidglass_refr_ior_diamond
source: Diamond
hun: Gyémánt

# solidglass_refr_ior_glass
source: Glass
hun: Üveg

# solidglass_refr_ior_quartz
source: Quartz
hun: Kvarc

# solidglass_refr_ior_water
source: Water
hun: Víz

# solidglass_rippled
source: Rippled
hun: Hullámmintás

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal
