Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# d65
source: D65 Illuminant (Reference White)
esp: Iluminancia D65 (blanco de referencia)

source: dark
esp: oscuro

source: dark bronze
esp: bronce oscuro

source: dark green
esp: verde oscuro

# decApp_backface_cull:uilabel
source: Backface Cull:
esp: Selección de cara oculta:

# decApp_bump_amount
source: Bump Amount:
esp: Cantidad de relieves:

# decApp_bump_amount:uilabel
source: Bump Amount:
esp: Cantidad de relieves:

# decApp_bump_map
source: Bump Pattern:
esp: Patrón de relieve:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
esp: Use las áreas oscuras y claras de una imagen para especificar áreas elevadas y hundidas en el estampado

# decApp_bump_map:uilabel
source: Bump Pattern:
esp: Patrón de relieve:

# decApp_cutout_opacity
source: Cutouts:
esp: Cortes:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
esp: Use una imagen en blanco y negro para cortar áreas del estampado. Las áreas negras se cortarán.

# decApp_cutout_opacity:uilabel
source: Cutouts:
esp: Cortes:

# decApp_diffuse
source: Decal Image File:
esp: Archivo de imagen de estampado:

# decApp_diffuse:uilabel
source: Decal Image File:
esp: Archivo de imagen de estampado:

# decApp_glossiness
source: Finish:
esp: Acabado:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
esp: Especifique el brillo de los resaltes especulares (haces de luz) en el estampado

# decApp_glossiness:uilabel
source: Finish:
esp: Acabado:

# decApp_glossiness_gloss
source: Gloss
esp: Brillo

# decApp_glossiness_high_gloss
source: High Gloss
esp: Brillo alto

# decApp_glossiness_matte
source: Matte
esp: Mate

# decApp_glossiness_semi_gloss
source: Semi-gloss
esp: Semibrillante

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
esp: Ejemplos de brillo reflejado:

# decApp_reflectivity_at_0deg
source: Reflectivity:
esp: Reflexividad:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
esp: espejo

# decApp_reflectivity_at_0deg:minlabel
source: dull
esp: mate

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
esp: Especifique qué proporción del estampado se reflejará en otros objetos alrededor del mismo

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
esp: Reflexividad:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
esp: Reflexividad:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
esp: Ejemplos de brillo reflejado:

# decApp_refraction_index:uilabel
source: Refraction Index:
esp: Índice de refracción:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
esp: Grosor de translucidez refractiva:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
esp: Temperatura de color de luminancia

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
esp: Mapa de filtros de luminancia:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
esp: Luminancia (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
esp: Especifique si se iluminará el estampado, y con qué brillo

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
esp: Luminancia (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
esp: Pantalla de teléfono móvil

# decApp_self_illum_luminance_crt_television
source: CRT television
esp: Televisor CRT

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
esp: Lente de lámpara de escritorio

# decApp_self_illum_luminance_dim_glow
source: Dim glow
esp: Regular brillo

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
esp: Bombilla esmerilada

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
esp: Lente de lámpara halógena

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
esp: Pantalla exterior de lámpara

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
esp: Pantalla interior de lámpara

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
esp: Pantalla LCD

# decApp_self_illum_luminance_led_panel
source: LED panel
esp: Panel LED

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
esp: Sin iluminación

# decApp_transparency
source: Transparency:
esp: Transparencia:

# decApp_transparency:maxlabel
source: transparent
esp: transparente

# decApp_transparency:minlabel
source: opaque
esp: opaco

# decApp_transparency:uilabel
source: Transparency:
esp: Transparencia:

# decal-1:uilabel
source: Decal 1:
esp: Estampado 1:

# decalbumpmap_Bitmap
source: Image File:
esp: Archivo de imagen:

# decalbumpmap_Bitmap:uilabel
source: Image File:
esp: Archivo de imagen:

# decalbumpmap_Blur:uilabel
source: Blur
esp: Desenfoque

# decalbumpmap_Filtering:uilabel
source: Filtering
esp: Filtrado

# decalbumpmap_Invert
source: Invert:
esp: Invertir:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
esp: Intercambie las áreas claras y oscuras de la imagen.

# decalbumpmap_Invert:uilabel
source: Invert:
esp: Invertir:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
esp: Canal del mapa

# decalbumpmap_RGBAmount:uilabel
source: Brightness
esp: Brillo

# decalbumpmap_UMirror:uilabel
source: U Mirror
esp: Simetría U

# decalbumpmap_UOffset:uilabel
source: U Offset
esp: Desfase U

# decalbumpmap_UVScale:uilabel
source: UV Scale
esp: Escala UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
esp: Ajuste U

# decalbumpmap_VMirror:uilabel
source: V Mirror
esp: Simetría V

# decalbumpmap_VOffset:uilabel
source: V Offset
esp: Desfase V

# decalbumpmap_VWrap:uilabel
source: V Wrap
esp: Ajuste V

# decalbumpmap_WAngle:uilabel
source: Angle
esp: Ángulo

# decalmap_Bitmap
source: Image File:
esp: Archivo de imagen:

# decalmap_Bitmap:uilabel
source: Image File:
esp: Archivo de imagen:

# decalmap_Blur:uilabel
source: Blur
esp: Desenfoque

# decalmap_Filtering:uilabel
source: Filtering
esp: Filtrado

# decalmap_Invert:uilabel
source: Invert:
esp: Invertir:

# decalmap_MapChannel:uilabel
source: Map Channel
esp: Mapa de canal

# decalmap_RGBAmount
source: Brightness:
esp: Brillo:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
esp: Ajuste el brillo de la imagen.

# decalmap_RGBAmount:uilabel
source: Brightness
esp: Brillo

# decalmap_UMirror:uilabel
source: U Mirror
esp: Simetría U

# decalmap_UOffset:uilabel
source: U Offset
esp: Desfase U

# decalmap_UVScale:uilabel
source: UV Scale
esp: Escala UV

# decalmap_UWrap:uilabel
source: U Wrap
esp: Ajuste U

# decalmap_VMirror:uilabel
source: V Mirror
esp: Simetría V

# decalmap_VOffset:uilabel
source: V Offset
esp: Desfase V

# decalmap_VWrap:uilabel
source: V Wrap
esp: Ajuste V

# decalmap_WAngle:uilabel
source: Angle
esp: Ángulo

# decayStartDistance
source: Decay Start:
esp: Disminución inicial:

# decayStartDistance:uilabel
source: Decay Start:
esp: Disminución inicial:

source: Decay Type:
esp: Disminución de tipo:

# decayType:inverse
source: Inverse
esp: Inverso

# decayType:inverseSquare
source: Inverse Square
esp: Cuadrado inverso

# decayType:none
source: None
esp: Ninguno

# decayType:uilabel
source: Decay Type:
esp: Disminución de tipo:

source: decorative
esp: decorativo

source: denim
esp: mezclilla

source: diamond
esp: rombo

source: diamond plate texture
esp: textura de placa de rombos

source: diamonds
esp: rombos

source: Diffuse:
esp: Difuso

# diffuse:uilabel
source: Diffuse:
esp: Difuso:

# dimmer
source: Multiplier:
esp: Multiplicador:

# dimmer:uilabel
source: Multiplier:
esp: Multiplicador:

# dimmerPanel
source: Dimming
esp: Atenuación

source: Directional
esp: Direccional

source: dirt
esp: tierra

source: Disc
esp: Disco

# disc_radius
source: Radius:
esp: Radio:

# disc_radius:uilabel
source: Radius:
esp: Radio:

source: Distribution:
esp: Distribución:

# distribution:diffuse
source: Diffuse
esp: Difuso

# distribution:isotropic
source: Uniform
esp: Uniforme

# distribution:spot
source: Spot
esp: Foco

# distribution:uilabel
source: Distribution:
esp: Distribución:

# distribution:web
source: Use Light Profile
esp: Usar perfil de luz

source: dots
esp: puntos

source: ecru
esp: color crudo

source: Effects
esp: Efectos

# electricalEfficiency
source: Electrical Efficiency (lm/W):
esp: Eficiencia eléctrica (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
esp: Eficiencia eléctrica (lm/W):

source: elm
esp: olmo

# emit_direct_photons:uilabel
source: Emit Direct Photons
esp: Emitir fotones directos

source: environments
esp: entornos

source: expanded
esp: foraminado

source: exposed
esp: descubierto

# exterior:uilabel
source: Exterior Daylight
esp: Luz diurna exterior

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
esp: Fluorescente (blanco frío)

# f3_fluorescentWhite
source: Fluorescent (White)
esp: Fluorescente (blanco)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
esp: Fluorescente (blanco cálido)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
esp: Fluorescente (luz diurna)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
esp: Fluorescente (blanco claro)

# f_number
source: Aperture (f-stop):
esp: Apertura (diafragma):

# f_number:uilabel
source: Aperture (f-stop):
esp: Apertura (diafragma):

source: fabric
esp: tejido

source: fabric with gray, blue and white stripes
esp: tejido con rayas grises, azules y blancas

source: fabric with yellow and black stripes
esp: tejido con rayas amarillas y negras

source: fabric with yellow and gray stripes
esp: tejido con rayas amarillas y grises

source: fabric with yellow and white stripes
esp: tejido con rayas amarillas y blancas

source: face
esp: cara

source: Fall Off:
esp: Reducción:

# fallOff:tooltip
source: Spot width, in radians
esp: Anchura de partícula, en radianes

# fallOff:uilabel
source: Fall Off:
esp: Reducción:

# farAttenuationEnd
source: End Point:
esp: Punto final:

# farAttenuationEnd:uilabel
source: End Point:
esp: Punto final:

# farAttenuationOn
source: Far Attenuation:
esp: Atenuación lejana:

# farAttenuationOn:uilabel
source: Far Attenuation:
esp: Atenuación lejana:

# farAttenuationStart
source: Start Point:
esp: Punto inicial:

# farAttenuationStart:uilabel
source: Start Point:
esp: Punto inicial:

source: fatigue
esp: fatiga

source: fatigue structural asset.
esp: activo fatiga estructural.

# fatigue_SN_Behavior
source: Behavior
esp: Comportamiento

# fatigue_SN_Behavior:sn_Constant
source: Constant
esp: Constante

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
esp: S-N curva

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
esp: Permite seleccionar entre comportamiento constante o curvas S-N.

# fatigue_SN_Behavior:uilabel
source: Behavior
esp: Comportamiento

# fatigue_SN_Graph
source: S-N Curve
esp: Curva S-N

# fatigue_props1
source: Strain-Fatigue Life
esp: Vida útil tensión-fatiga

# fatigue_props2
source: Stress-Fatigue Life
esp: Vida útil tensión-fatiga

# fatigue_props3
source: Compressive Strength
esp: Resistencia a la compresión

source: fieldstone
esp: piedra de campo

# film_iso
source: Film speed (ISO):
esp: Velocidad de película (ISO):

# film_iso:uilabel
source: Film speed (ISO):
esp: Velocidad de película (ISO):

source: Filter Color:
esp: Color de filtro:

# filterColor:uilabel
source: Filter Color:
esp: Color de filtro:

source: fine
esp: fino

source: fissured
esp: fisurado

# flags:uilabel
source: Flags
esp: Indicadores

source: flagstone
esp: suelo de lajas

source: flaked
esp: motas

source: flat
esp: plano

source: floor
esp: suelo

source: flooring
esp: solado

# focal_length:uilabel
source: focal_length
esp: longitud_focal

source: forest
esp: bosque

source: formwork
esp: encofrado

source: frosted
esp: esmerilado

source: furniture
esp: mobiliario

source: galvanized
esp: galvanizado

# gas_props1
source: Properties
esp: Térmico básico

# gas_props2
source: Mechanical
esp: Mecánico

source: generic
esp: genérico

# generic_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# generic_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# generic_ao_distance
source: Max Distance
esp: Distancia máxima

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# generic_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# generic_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# generic_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# generic_ao_samples
source: Samples
esp: Muestras

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# generic_ao_samples:uilabel
source: Samples
esp: Muestras

# generic_backface_cull:uilabel
source: Backface Cull
esp: Selección de cara oculta

# generic_bump_amount
source: Amount
esp: Cantidad

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
esp: Ajusta la altura relativa del patrón de relieve especificado. Escriba 0 para que la superficie sea plana. Especifique valores decimales más altos (hasta 1000.0) para aumentar la altura de las irregularidades de la superficie.

# generic_bump_amount:uilabel
source: Amount
esp: Cantidad

# generic_bump_map:uilabel
source: Bump
esp: Relieve

# generic_bump_map_image_label
source: Image
esp: Imagen

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
esp: Utiliza un mapa de texturas para seleccionar un patrón de relieve para el material. Un patrón de relieve define las áreas elevadas y hundidas a partir de las áreas oscuras y claras de un archivo de imagen.

# generic_bump_map_panel_label
source: Bump
esp: Relieve

# generic_cutout_opacity:uilabel
source: Cutouts
esp: Cortes

# generic_cutout_opacity_image_label
source: Image
esp: Imagen

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
esp: Utiliza un mapa de texturas para controlar las formas cortadas en la superficie del material.

# generic_cutout_opacity_panel_label
source: Cutouts
esp: Cortes

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
esp: Ajusta el color de la superficie. Afecta tanto a la luz rebotada (reflectancia) como a la luz que atraviesa (transmitancia).

# generic_diffuse_image
source: Image
esp: Imagen

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
esp: Muestra el mapa de colores difusos del material.

# generic_diffuse_image_fade
source: Image Fade
esp: Difuminado de imagen

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
esp: Ajusta el compuesto entre el color base y la imagen difusa. Sólo se activa cuando se ha seleccionado una imagen.

# generic_diffuse_image_fade:uilabel
source: Image Fade
esp: Difuminado de imagen

# generic_general
source: Generic
esp: Genérico

# generic_glossiness
source: Glossiness
esp: Lustre

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
esp: Especifica la suavidad de la superficie, que afecta tanto a la reflexividad como a la transparencia. Reduzca el brillo para crear superficies mate o cristal esmerilazo. Especifique un valor entre 0 (mate) y 100 (espejo).

# generic_glossiness:uilabel
source: Glossiness
esp: Lustre

# generic_is_metal
source: Highlights
esp: Resaltes

# generic_is_metal:offlabel
source: Non-Metallic
esp: No metalizado

# generic_is_metal:onlabel
source: Metallic
esp: Metálicos

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
esp: Ajusta la incorporación de resaltes metálicos. Predeterminado = No metálicos.

# generic_is_metal:uilabel
source: Highlights
esp: Resaltes

# generic_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# generic_props1
source: Basic Thermal
esp: Térmico básico

# generic_props2
source: Mechanical
esp: Mecánico

# generic_props4
source: Strength
esp: Resistencia

# generic_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
esp: Define el número máximo de muestras (rayos) que calcula mental ray para crear reflejos brillantes.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

# generic_reflectivity_at_0deg
source: Reflectivity
esp: Reflexividad

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
esp: Reflexividad

# generic_reflectivity_at_0deg_slider
source: Direct
esp: Directa

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
esp: Ajusta la cantidad de luz que refleja el material cuando la superficie está orientada directamente hacia la cámara. Especifique un valor entre 0 (sin reflejos) y 100 (reflejos máximos).

# generic_reflectivity_at_90deg
source: Oblique
esp: Oblicua

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
esp: Ajusta la cantidad de luz que refleja el material cuando la superficie se encuentra a un determinado ángulo de la cámara. Especifique un valor entre 0 (sin reflejos) y 100 (reflejos máximos).

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
esp: Reflexividad

# generic_refr_depth
source: Refraction Max Trace Depth
esp: Profundidad máxima del trazo de refracción

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
esp: Cuando se encuentra marcada, la profundidad de refracción del material se controla de forma local y se proyecta un rayo de transparencia adicional al alcanzar el límite, lo que limita el efecto de "borde oscuro" que se suele dar en los objetos de cristal sólidos.

# generic_refr_depth:uilabel
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# generic_refr_depth_control_label
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# generic_refraction_custom
source: Custom
esp: Personalizado

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
esp: Muestras de refracciones brillantes

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
esp: Define el número máximo de muestras (rayos) que calcula mental ray para crear refracciones brillantes.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
esp: Muestras de refracciones brillantes

# generic_refraction_index
source: Refraction
esp: Refracción

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
esp: Ajusta el grado de curvatura de la luz al atravesar una superficie. Sólo se activa cuando Transparencia tiene un valor mayor que 0. Especifique un número de índice entre 0 (sin refracción) y 5 (refracción máxima).

# generic_refraction_index:uilabel
source: Refraction
esp: Refracción

# generic_refraction_index_air
source: Air
esp: Aire

# generic_refraction_index_diamond
source: Diamond
esp: Diamante

# generic_refraction_index_glass
source: Glass
esp: Cristal

# generic_refraction_index_quartz
source: Quartz
esp: Cuarzo

# generic_refraction_index_water
source: Water
esp: Agua

# generic_refraction_translucency_weight
source: Translucency
esp: Translucidez

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
esp: Ajusta el porcentaje de luz que se absorbe y se vuelve a transmitir al atravesar la superficie, como si la superficie fuera una pantalla de cine retroiluminada. Especifique un valor entre 0 (no translúcido) y 100 (completamente translúcido, como el cristal esmerilazo). Sólo se activa cuando Transparencia tiene un valor mayor que 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
esp: Translucidez

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales
