Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
esp: Selecciona un patrón de superficie de madera o personalizado.

# hardwood_imperfections_panel_label
source: Relief Pattern
esp: Patrón de relieve

# hardwood_imperfections_shader
source: Image
esp: Imagen

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
esp: Utiliza una imagen de mapa de bits para ajustar el patrón de relieve de la madera.

# hardwood_imperfections_shader:uilabel
source: Image
esp: Imagen

# hardwood_no_color
source: None
esp: Ninguno

# hardwood_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# hardwood_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# hardwood_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# hardwood_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# hardwood_roundcorners_radius
source: Source
esp: Origen

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# hardwood_roundcorners_radius:uilabel
source: Source
esp: Origen

# hardwood_satin
source: Satin Varnish
esp: Barniz satinado

# hardwood_semigloss
source: Semi-gloss Varnish
esp: Barniz semibrillante

# hardwood_tint_color
source: Stain Color
esp: Color de tinte

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
esp: Ajusta el color del tinte.

# hardwood_tint_color:uilabel
source: Stain Color
esp: Color de tinte

# hardwood_tint_enabled
source: Stain
esp: Tinte

# hardwood_tint_enabled:hardwood_no_color
source: None
esp: Ninguno

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
esp: Especifica si la madera está teñida.

# hardwood_tint_enabled:uilabel
source: Stain
esp: Tinte

# hardwood_unfinished
source: Unfinished
esp: Sin acabado

# haze
source: Sky Haziness/Cloudiness:
esp: Nebulosidad/Nubes:

# haze:uilabel
source: Sky Haziness/Cloudiness:
esp: Nebulosidad/Nubes:

source: Haze On:
esp: Niebla activada:

# hazeOn:uilabel
source: Haze On:
esp: Niebla activada:

# haze_small:uilabel
source: Haze Small
esp: Niebla pequeña

source: heavy cardboard used for mounting and architectural model-building
esp: cartón duro usado para construcción de maquetas arquitectónicas y montaje

source: hedge
esp: seto

# hemispherical_Bitmap
source: Image File
esp: Archivo de imagen

# hemispherical_Bitmap:uilabel
source: Image File
esp: Archivo de imagen

# hemispherical_RGBAmount
source: Relative Brightness:
esp: Brillo relativo:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
esp: Brillo relativo:

source: herringbone
esp: espina de pescado

source: hexagon
esp: hexágono

source: hickory
esp: carya

source: high
esp: alto

# highPressureSodium
source: HID High Pressure Sodium
esp: HID sodio de alta presión

source: holes
esp: agujeros

source: home
esp: inicio

source: honey
esp: miel

# horizon
source: Ground and Horizon
esp: Tierra y horizonte

source: Horizon Blur:
esp: Desenfoque de horizonte:

# horizon_blur:uilabel
source: Horizon Blur:
esp: Desenfoque de horizonte:

source: Horizon Height:
esp: Altura de horizonte:

# horizon_height:uilabel
source: Horizon Height:
esp: Altura de horizonte:

source: Hot Spot:
esp: Haz de luz:

# hotSpot:tooltip
source: Hot spot, in radians
esp: Haz de luz, en radianes

# hotSpot:uilabel
source: Hot Spot:
esp: Haz de luz:

source: ice
esp: hielo

# illuminanceAt
source: At (meters):
esp: A (metros):

# illuminanceAt:uilabel
source: At (meters):
esp: A (metros):

source: Illumination
esp: Iluminación

source: Illumination On:
esp: Iluminación activada:

# illuminationOn:uilabel
source: Illumination On:
esp: Iluminación activada:

# image_x_resolution:uilabel
source: image_x_resolution
esp: resolución_imagen_x

# image_y_resolution:uilabel
source: image_y_resolution
esp: resolución_imagen_y

source: indian
esp: indio

source: indoor
esp: interior

source: Intensity Units:
esp: Unidades de intensidad:

# intensityUnits:lumen
source: lumens
esp: lúmenes

# intensityUnits:lux_at
source: lux at
esp: lux en

# intensityUnits:uilabel
source: Intensity Units:
esp: Unidades de intensidad:

# intensityUnits:unitless
source: unitless
esp: sin unidades

# intensityUnits:watt
source: watts
esp: vatios

# intensityValue
source: Value:
esp: Valor:

# intensityValue:uilabel
source: Value:
esp: Valor:

# intensity_factor
source: Sun Multiplier:
esp: Multiplicador de sol:

# intensity_factor:uilabel
source: Brightness of the sun:
esp: Brillo del sol:

# intensitygroup
source: Intensity
esp: Intensidad

source: interlocking
esp: intertrabado

source: Inverse
esp: Inverso

source: Inverse Square
esp: Cuadrado inverso

source: iron
esp: hierro

# isLinearLight:uilabel
source: Is Linear Light:
esp: Es luz lineal:

# isotropic
source: Uniform
esp: Uniforme

source: ivory
esp: marfil

source: jagged
esp: irregular

source: jaggy
esp: irregular

# kelvinPanel
source: Kelvin Color
esp: Color Kelvin

source: khaki
esp: caqui

source: knurl
esp: moleteado

source: lake
esp: lago

source: laminate
esp: laminado

source: laminates
esp: laminados

source: large
esp: grande

source: lavender
esp: lavanda

source: leather
esp: piel

source: led
esp: diodo

source: lemon
esp: limón

source: Length
esp: Longitud

# length:uilabel
source: Length
esp: Longitud

source: light
esp: luz

source: light gray
esp: gris claro

source: light red
esp: rojo claro

# lightAffectShadowCol
source: Light Affects Color:
esp: Luz afecta a color:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
esp: Luz afecta a color:

# lightColorPanel
source: Light Color
esp: Color de luz

source: Light Color Units:
esp: Unidades de color de luz:

# lightColorUnits:uilabel
source: Light Color Units:
esp: Unidades de color de luz:

source: Light Distribution
esp: Distribución de luz

source: Light Loss Factor:
esp: Factor de pérdida de luminosidad:

# lightLossFactor:uilabel
source: Light Loss Factor:
esp: Factor de pérdida de luminosidad:

# lightName:uilabel
source: Name:
esp: Nombre:

# lightProfileFileName
source: Light Profile:
esp: Perfil de luz:

# lightProfileFileName:tooltip
source: IES light profile file name
esp: Nombre de archivo de perfil de luz IES

# lightProfileFileName:uilabel
source: Light Profile:
esp: Perfil de luz:

# lightTempPresets
source: Light Temperature:
esp: Temperatura de luz:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
esp: Lámpara de filamento incandescente

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
esp: HID cerámica haluro metálico (fresco)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
esp: HID cerámica haluro metálico (cálido)

# lightTempPresets:custom
source: Custom
esp: Personalizado

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
esp: Iluminancia D50 (blanco de referencia)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
esp: Iluminancia D65 (blanco de referencia)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
esp: Fluorescente (blanco frío)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
esp: Fluorescente (blanco)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
esp: Fluorescente (blanco cálido)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
esp: Fluorescente (luz diurna)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
esp: Fluorescente (blanco claro)

# lightTempPresets:halogen
source: Halogen
esp: Halógena

# lightTempPresets:halogenCool
source: Halogen (Cool)
esp: Halógena (fresca)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
esp: Halógena (cálida)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
esp: HID sodio de alta presión

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
esp: HID sodio de baja presión

# lightTempPresets:mercury
source: HID Mercury
esp: HID mercurio

# lightTempPresets:quartz
source: HID Quartz Metal Halide
esp: HID cuarzo haluro metálico

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
esp: HID cuarzo haluro metálico (fresco)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
esp: HID cuarzo haluro metálico (cálido)

# lightTempPresets:uilabel
source: Light Temperature:
esp: Temperatura de luz:

# lightTempPresets:xenon
source: HID Xenon
esp: HID xenón

# lightTemperature
source: Custom Light Temperature:
esp: Temperatura de luz personalizada:

# lightTemperature:uilabel
source: Custom Light Temperature:
esp: Temperatura de luz personalizada:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
esp: Activar luz de área de fuerza:

# lightobjectareatype
source: Area Type:
esp: Tipo de área:

# lightobjectareatype:cylinder
source: Cylinder
esp: Cilindro

# lightobjectareatype:disc
source: Disc
esp: Disco

# lightobjectareatype:line
source: Line
esp: Línea

# lightobjectareatype:none
source: No Area
esp: No hay ningún área

# lightobjectareatype:object
source: Object
esp: Objeto

# lightobjectareatype:rectangle
source: Rectangle
esp: Rectángulo

# lightobjectareatype:sphere
source: Sphere
esp: Esfera

# lightobjectareatype:uilabel
source: Area Type:
esp: Tipo de área:

# lightobjectareatype:user
source: User
esp: Usuario

# lightobjectexponent
source: Attenuation:
esp: Atenuación:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
esp: Magnitud de atenuación de fotón

# lightobjectexponent:uilabel
source: Attenuation:
esp: Atenuación:

# lightobjecttype
source: Type:
esp: Tipo:

# lightobjecttype:directional
source: Directional
esp: Direccional

# lightobjecttype:origin
source: Point
esp: Punto

# lightobjecttype:spot
source: Spot
esp: Foco

# lightobjecttype:uilabel
source: Type:
esp: Tipo:

# lightobjectvisible
source: Light Visible:
esp: Luz visible:

# lightobjectvisible:uilabel
source: Visible
esp: Luz visible:

source: lights
esp: Luces

source: lime
esp: lima

source: Line
esp: Línea

source: linen
esp: lino

source: link
esp: vínculo

source: liquid
esp: líquido

# liquid_props1
source: Properties
esp: Térmico básico

# liquid_props2
source: Mechanical
esp: Mecánico

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
esp: Consulta mediante los rayos de FG

source: loose
esp: suelto

source: low
esp: bajo

# lowPressureSodium
source: HID Low Pressure Sodium
esp: HID sodio de baja presión

source: lubricated
esp: lubricado

# lumen
source: lumens
esp: lúmenes

source: luminant
esp: luminiscente

source: luminous
esp: luminoso

source: lux at
esp: lux en

source: machined
esp: mecanizado

source: mahogany
esp: caoba

source: maple
esp: arce

source: maps
esp: mapas

source: marble
esp: mármol

# marble_Appearance
source: Appearance
esp: Aspecto

# marble_Color1
source: Stone Color
esp: Color piedra

# marble_Color1:tooltip
source: Specifies the color of the stone
esp: Especifica el color de la piedra.

# marble_Color1:uilabel
source: Stone Color
esp: Color piedra

# marble_Color2
source: Vein Color
esp: Color de veta

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
esp: Especifica el color de veta del mármol.

# marble_Color2:uilabel
source: Vein Color
esp: Color de veta

# marble_Position
source: Position
esp: Posición

# marble_Size
source: Vein Spacing
esp: Intervalo de veta

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
esp: Determina el espacio entre las vetas. Rango = de 0 a 100; predeterminado = 1.

# marble_Size:uilabel
source: Vein Spacing
esp: Intervalo de veta

# marble_Width
source: Vein Width
esp: Anchura de veta

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
esp: Determina la anchura de las vetas. Rango = de 0 a 100; predeterminado = 1.

# marble_Width:uilabel
source: Vein Width
esp: Anchura de veta

# marble_tex:uilabel
source: Marble Texture
esp: Textura de mármol

# marble_transforms_group
source: Transforms
esp: Transformaciones

source: maroon
esp: granate

source: masonry
esp: albañilería

# masonry_pattern_list_label
source: Type
esp: Tipo

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# masonrycmu_ao_distance
source: Max Distance
esp: Distancia máxima

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# masonrycmu_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# masonrycmu_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# masonrycmu_ao_samples
source: Samples
esp: Muestras

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# masonrycmu_ao_samples:uilabel
source: Samples
esp: Muestras

# masonrycmu_application
source: Finish
esp: Acabado

# masonrycmu_application:masonrycmu_glossy
source: Glossy
esp: Brillante

# masonrycmu_application:masonrycmu_matte
source: Matte
esp: Mate

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
esp: Sin acabado

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
esp: Controla la textura de la superficie acabada (brillante, mate, sin acabado).

# masonrycmu_application:uilabel
source: Finish
esp: Acabado

# masonrycmu_cmu
source: CMU
esp: Bloques de hormigón

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
esp: Selecciona un color, una imagen o una textura de procedimiento para crear el aspecto del material.

# masonrycmu_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# masonrycmu_custom
source: Custom
esp: Personalizado

# masonrycmu_glossy
source: Glossy
esp: Brillante

# masonrycmu_masonry
source: Masonry
esp: Albañilería

# masonrycmu_masonrycmugroup
source: Masonry
esp: Albañilería

# masonrycmu_matte
source: Matte
esp: Mate

# masonrycmu_pattern:masonrycmu_custom
source: Custom
esp: Personalizado

# masonrycmu_pattern:masonrycmu_none
source: None
esp: Ninguno

# masonrycmu_pattern:uilabel
source: Relief Pattern
esp: Patrón de relieve

# masonrycmu_pattern_height
source: Amount
esp: Cantidad

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
esp: Utiliza un control deslizante para controlar los patrones de relieve o el alicatado.

# masonrycmu_pattern_height:uilabel
source: Amount
esp: Cantidad

# masonrycmu_pattern_map:uilabel
source: Image
esp: Imagen

# masonrycmu_pattern_map_image_label
source: Image
esp: Imagen

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
esp: Controla los patrones de relieve o el alicatado. Un patrón de relieve define las áreas elevadas y hundidas a partir de las áreas oscuras y claras de un archivo de imagen.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
esp: Patrón de relieve

# masonrycmu_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# masonrycmu_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# masonrycmu_roundcorners_radius
source: Source
esp: Origen

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# masonrycmu_roundcorners_radius:uilabel
source: Source
esp: Origen

# masonrycmu_type
source: Type
esp: Tipo

# masonrycmu_type:masonrycmu_cmu
source: CMU
esp: Bloques de hormigón

# masonrycmu_type:masonrycmu_masonry
source: Masonry
esp: Albañilería

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
esp: Controla el método de aplicación (bloques de hormigón o albañilería).

# masonrycmu_type:uilabel
source: Type
esp: Tipo

# masonrycmu_unfinished
source: Unfinished
esp: Sin acabado

source: materials
esp: Materiales

source: matte
esp: mate

source: medium
esp: medio

source: meduim blue
esp: azul medio

# mercury
source: HID Mercury
esp: HID mercurio

source: mesh
esp: malla

# metal_aluminum
source: Aluminum
esp: Aluminio

# metal_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# metal_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# metal_ao_distance
source: Max Distance
esp: Distancia máxima

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# metal_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# metal_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# metal_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# metal_ao_samples
source: Samples
esp: Muestras

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# metal_ao_samples:uilabel
source: Samples
esp: Muestras

# metal_brass
source: Brass
esp: Latón

# metal_bronze
source: Bronze
esp: Bronce

# metal_brushed
source: Brushed
esp: Cepillado

# metal_checker_plate
source: Checker Plate
esp: Lámina ajedrezada

# metal_chrome
source: Chrome
esp: Cromo

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
esp: Permite seleccionar un color sólo para el aluminio anodizado.

# metal_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# metal_copper
source: Copper
esp: Cobre

# metal_custom
source: Custom - Image
esp: Personalizado - Imagen

# metal_diamond_plate
source: Diamond Plate
esp: Placa de rombos
