Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# structural_wood_glued_kertoQ
source: Glued KertoQ
rus: Клееный брус KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
rus: Клееный брус KertoS

# structural_wood_lvl
source: LVL
rus: Клееный брус

# structural_wood_natural
source: Natural
rus: Натуральный

# structural_wood_shear_parallel
source: Shear Parallel to Grain
rus: Продольный сдвиг

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
rus: Продольный сдвиг

# structural_wood_tension_parallel
source: Tension Parallel to Grain
rus: Продольное натяжение

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
rus: Продольное натяжение

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
rus: Поперечное натяжение

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
rus: Поперечное натяжение

source: stucco
rus: штукатурный гипс

# stuctural_wood_Species
source: Species
rus: Виды

# stuctural_wood_Species:uilabel
source: Species
rus: Виды

# stuctural_wood_Strength_grade
source: Strength Grade
rus: Прочность

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
rus: Прочность

source: Sun
rus: Солнце

# sun:uilabel
source: Sun Shader:
rus: Солнечное тонирование:

source: Sun Position
rus: Положение солнца

source: Sun Color:
rus: Цвета солнца:

# sun_color:uilabel
source: Sun Color:
rus: Цвета солнца:

# sun_disk_intensity
source: Disk Intensity:
rus: Интенсивность свечения диска:

# sun_disk_intensity:uilabel
source: Disk Intensity:
rus: Интенсивность свечения диска:

# sun_disk_scale
source: Disk Scale:
rus: Размер диска:

# sun_disk_scale:uilabel
source: Disk Scale:
rus: Размер диска:

# sun_glow_intensity
source: Glow Intensity:
rus: Интенсивность излучения:

# sun_glow_intensity:uilabel
source: Glow Intensity:
rus: Интенсивность излучения:

source: sunny day
rus: солнечный день

# surface_material:uilabel
source: Surface Material:
rus: Материал поверхности:

source: swamp
rus: болото

# swatch
source: Swatch Scene
rus: Образец сцены

source: swimming
rus: плавательный

source: taliesin
rus: Тейлисин-Уэст

source: tan
rus: рыжевато-коричневый

# targeted:uilabel
source: Targeted:
rus: Нацеленный:

source: tarmac
rus: дегтебетон

source: taupe
rus: серо-коричневый

source: teak
rus: тик

source: terra cotta
rus: терракотовый

source: texture
rus: текстура

# texture_Angle
source: XYZ Rotation
rus: Поворот XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
rus: Угол поворота области, представленной приведенным выше изображением.

# texture_Angle:uilabel
source: Angle
rus: Угол

# texture_LinkTextureTransforms
source: Link texture transforms
rus: Связать преобразования текстур

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
rus: При установленном флажке этого параметра все изменения значений параметров "Положение", "Масштаб" и "Повтор" для данного атрибута будут передаваться в другие атрибуты в пределах материала, использующего текстуру.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
rus: Связать преобразования

# texture_MapChannel:uilabel
source: Map Channel
rus: Канал карты

# texture_MapChannel_ID_Advanced
source: Map Channel
rus: Канал карты

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
rus: Идентификатор канала карты

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
rus: Источник UVW

# texture_Offset:uilabel
source: Offset
rus: Смещение

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
rus: Ограничение смещения. При изменении смещения по оси X выполняется такое же смещение по оси Y.

# texture_OffsetLock:uilabel
source: Offset Lock
rus: Блокировка смещения

# texture_RealWorldOffsetX
source: Offset
rus: Смещение

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
rus: Перемещение исходной точки карты вдоль оси X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
rus: Смещение по X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
rus: Перемещение исходной точки карты вдоль оси Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
rus: Смещение по Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
rus: Перемещение начальной точки карты вдоль оси Z.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
rus: Смещение по Z

# texture_RealWorldScaleX
source: Sample Size
rus: Размер образца

# texture_RealWorldScaleX:rightlabel
source: Width
rus: Ширина

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
rus: Масштаб по горизонтали для этой текстуры.

# texture_RealWorldScaleX:uilabel
source: Size X
rus: Размер по X

# texture_RealWorldScaleY:rightlabel
source: Height
rus: Высота

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
rus: Масштаб по вертикали для этой текстуры.

# texture_RealWorldScaleY:uilabel
source: Size Y
rus: Размер по Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
rus: Фиксация пропорций изображения для карты. При изменении высоты или ширины другая величина изменяется так, чтобы пропорции были сохранены.

# texture_ScaleLock:uilabel
source: Scale Lock
rus: Блокировка масштаба

# texture_Tiling:uilabel
source: Tiling
rus: Мозаика

# texture_UOffset:uilabel
source: U Offset
rus: Смещение по U

# texture_URepeat
source: Horizontal
rus: По горизонтали

# texture_URepeat:offlabel
source: None
rus: Нет

# texture_URepeat:onlabel
source: Tile
rus: Мозаика

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
rus: Корректировка схемы расположения карты по оси X. При значении "Нет" карта не накладывается на материал. Значение "Мозаика" определяет мозаичное расположение карты на материале.

# texture_URepeat:uilabel
source: U Repeat
rus: Повтор по U

# texture_UScale:uilabel
source: U Scale
rus: Масштаб по U

# texture_UVScale:uilabel
source: UV Scale
rus: Масштаб по UV

# texture_VOffset:uilabel
source: V Offset
rus: Смещение по V

# texture_VRepeat
source: Vertical
rus: По вертикали

# texture_VRepeat:offlabel
source: None
rus: Нет

# texture_VRepeat:onlabel
source: Tile
rus: Мозаика

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
rus: Корректировка схемы расположения карты по оси Y. При значении quot;Нетquot; карта не накладывается на материал. Значение quot;Мозаикаquot; определяет мозаичное расположение карты на материале.

# texture_VRepeat:uilabel
source: V Repeat
rus: Повтор по V

# texture_VScale:uilabel
source: V Scale
rus: Масштаб по V

# texture_WAngle
source: Rotation
rus: Поворот

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
rus: Поворот карты с изменением угла с 0 на 360 градусов.

# texture_WAngle:uilabel
source: Angle
rus: Угол

source: textured
rus: с текстурой

source: thermal
rus: тепловой

# thermal_Behavior
source: Behavior
rus: Поведение

# thermal_Behavior:thermal_isotropic
source: Isotropic
rus: Изотропное

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
rus: Ортотропное

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
rus: Выбор между изотропным и ортотропным поведением.

# thermal_Behavior:uilabel
source: Behavior
rus: Поведение

# thermal_Compressibility
source: Compressibility
rus: Сжимаемость

# thermal_Compressibility:uilabel
source: Compressibility
rus: Сжимаемость

# thermal_Density
source: Density
rus: Плотность

# thermal_Density:uilabel
source: Density
rus: Плотность

# thermal_Electrical_resistivity
source: Electrical Resistivity
rus: Электрическая сопротивляемость

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
rus: Электрическая сопротивляемость

# thermal_Emissivity
source: Emissivity
rus: Излучение

# thermal_Emissivity:uilabel
source: Emissivity
rus: Излучение

# thermal_Gas_viscosity
source: Gas Viscosity
rus: Вязкость газа

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
rus: Вязкость газа

# thermal_Liquid_viscosity
source: Liquid Viscosity
rus: Вязкость жидкости

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
rus: Вязкость жидкости

# thermal_Permeability
source: Permeability
rus: Проницаемость

# thermal_Permeability:uilabel
source: Permeability
rus: Проницаемость

# thermal_Porosity
source: Porosity
rus: Пористость

# thermal_Porosity:uilabel
source: Porosity
rus: Пористость

# thermal_Reflectivity
source: Reflectivity
rus: Отражательная способность

# thermal_Reflectivity:uilabel
source: Reflectivity
rus: Отражательная способность

# thermal_Specific_heat
source: Specific Heat
rus: Удельная теплоемкость

# thermal_Specific_heat:uilabel
source: Specific Heat
rus: Удельная теплоемкость

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
rus: Теплоемкость испарения

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
rus: Теплоемкость испарения

# thermal_Thermal_conductivity
source: Thermal Conductivity
rus: Теплопроводность

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
rus: Теплопроводность

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
rus: Теплопроводность X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
rus: Теплопроводность X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
rus: Теплопроводность Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
rus: Теплопроводность Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
rus: Теплопроводность Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
rus: Теплопроводность Z

# thermal_Transmits_light
source: Transmits Light
rus: Пропускает свет

# thermal_Transmits_light:uilabel
source: Transmits Light
rus: Пропускает свет

# thermal_Vapor_pressure
source: Vapor Pressure
rus: Давление пара

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
rus: Давление пара

# thermal_isotropic
source: Isotropic
rus: Изотропное

# thermal_orthotropic
source: Orthotropic
rus: Ортотропное

# thermal_source
source: Source
rus: Источник

# thermal_source:uilabel
source: Source
rus: Источник

# thermal_sourceURL
source: Source URL
rus: URL-адрес

# thermal_sourceURL:uilabel
source: Source URL
rus: URL-адрес

# thermal_subclass
source: Subclass
rus: Подкласс

# thermal_subclass:uilabel
source: Subclass
rus: Подкласс

source: thread
rus: резьба

source: tiger
rus: тигровое

source: tile
rus: мозаика

source: Tile Appearance
rus: Представление плитки

# tile_BrickColor
source: Tile Color
rus: Цвет плитки

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
rus: Возможность выбора карты цвета или текстур для одного из компонентов.

# tile_BrickColor:uilabel
source: Tile Color
rus: Цвет плитки

# tile_BrickType
source: Type
rus: Тип

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
rus: Обычная фламандская перевязка

# tile_BrickType:tile_BrickType_custom
source: Custom
rus: Пользовательский

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
rus: Цепная перевязка

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
rus: Точная ложковая перевязка

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
rus: Точная штабельная кладка

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
rus: 1/2 ложковая перевязка

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
rus: Ложковая перевязка

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
rus: Штабельная кладка

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
rus: Определение стандартного или пользовательского образца мозаичного расположения. Для стандартных образцов обычно не предусмотрены элементы управления компоновкой послойного размещения и редактированием вертикальных и горизонтальных рядов или большинство из них.

# tile_BrickType:uilabel
source: Type
rus: Тип

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
rus: Обычная фламандская перевязка

# tile_BrickType_custom
source: Custom
rus: Пользовательский

# tile_BrickType_english_bond
source: English Bond
rus: Цепная перевязка

# tile_BrickType_fine_running_bond
source: Fine Running Bond
rus: Точная ложковая перевязка

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
rus: Точная штабельная кладка

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
rus: 1/2 ложковая перевязка

# tile_BrickType_running_bond
source: Running Bond
rus: Ложковая перевязка

# tile_BrickType_stack_bond
source: Stack Bond
rus: Штабельная кладка

# tile_ChangeColumn
source: Amount
rus: Количество

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
rus: Изменение высоты плиток в соответствующих вертикальных рядах. По умолчанию высота плиток = 1,0. Большее значение соответствует большей высоте плиток, меньшее значение — меньшей высоте. Диапазон = 0,0-5,0. Если значение параметра изменения равно 0,0, плитки в этом вертикальном ряду отсутствуют и виден расположенный под ними материал.

# tile_ChangeColumn:uilabel
source: Amount
rus: Количество

# tile_ChangeRow
source: Amount
rus: Количество

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
rus: Изменение ширины плиток в соответствующих рядах. По умолчанию ширина плиток = 1,0. Большее значение соответствует большей ширине плиток, меньшее значение — меньшей ширине. Диапазон = 0,0-5,0. Если значение параметра изменения равно 0,0, плитки в этом ряду отсутствуют и виден расположенный под ними материал.

# tile_ChangeRow:uilabel
source: Amount
rus: Количество

# tile_ColorVariance
source: Color Variance
rus: Допустимое отклонение цвета

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
rus: Управление допустимым отклонением цвета плиток. Диапазон = 0-100; значение по умолчанию = 0.

# tile_ColorVariance:uilabel
source: Color Variance
rus: Допустимое отклонение цвета

# tile_EdgeRoughness
source: Roughness
rus: Шероховатость

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
rus: Управление шероховатостью кромок раствора. Диапазон = 0-200; значение по умолчанию = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
rus: Шероховатость

# tile_FadeVariance
source: Fade Variance
rus: Допустимое отклонение цветовых переходов

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
rus: Управление допустимым отклонением цветовых переходов для плиток. Диапазон = 0-100; значение по умолчанию = 0,05.

# tile_FadeVariance:uilabel
source: Fade Variance
rus: Допустимое отклонение цветовых переходов

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
rus: Фиксация ширины зазоров по горизонтали и по вертикали. При изменении одного значения соответствующим образом изменяется другое значение.

# tile_GroutAppearance
source: Grout Appearance
rus: Представление цементного раствора

# tile_HorizontalCount
source: Tile Count
rus: Количество плиток

# tile_HorizontalCount:rightlabel
source: Per Row
rus: В ряду

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
rus: Управление количеством плиток в ряду.

# tile_HorizontalCount:uilabel
source: Tile Count
rus: Количество плиток

# tile_HorizontalGap
source: Gap Width
rus: Ширина зазора

# tile_HorizontalGap:rightlabel
source: Horiz
rus: Гориз

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
rus: Управление размером по горизонтали для раствора между плитками. Эти значения по умолчанию связаны друг с другом, поэтому редактирование одного из них приводит к изменению другого. Диапазон = 0-100; значение по умолчанию = 0,50.

# tile_HorizontalGap:uilabel
source: Gap Width
rus: Ширина зазора

# tile_LineShift
source: Line Shift
rus: Линейное смещение

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
rus: Смещение каждого второго ряда плиток на расстояние, равное одной единице. Диапазон = 0-100; значение по умолчанию = 0,50

# tile_LineShift:uilabel
source: Line Shift
rus: Линейное смещение

# tile_MortarColor
source: Grout Color
rus: Цвет цементного раствора

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
rus: Возможность выбора карты цвета или текстур для одного из компонентов.

# tile_MortarColor:uilabel
source: Grout Color
rus: Цвет цементного раствора

# tile_Pattern
source: Pattern
rus: Образец

# tile_PerColumn:uilabel
source: Every
rus: Каждый

# tile_PerColumn_panel_label
source: Column Modify
rus: Изменение вертикальных рядов

# tile_PerColumn_slider_label
source: Every
rus: Каждый

# tile_PerColumn_slider_label:rightlabel
source: Columns
rus: Вертикальные ряды

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
rus: Указание изменяемых вертикальных рядов. Если значение равно 0, вертикальные ряды не изменяются. Если значение равно 1, изменяется каждый такой ряд.

# tile_PerRow:uilabel
source: Every
rus: Каждый

# tile_PerRow_panel_label
source: Row Modify
rus: Изменение рядов

# tile_PerRow_slider_label
source: Every
rus: Каждый

# tile_PerRow_slider_label:rightlabel
source: Rows
rus: Ряды

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
rus: Указание изменяемых рядов. Если значение равно 0, ряды не изменяются. Если значение равно 1, изменяется каждый ряд.

# tile_Position
source: Position
rus: Положение

# tile_RandomSeed
source: Randomize
rus: В случайном порядке

# tile_RandomSeed:rightlabel
source: Seed Value
rus: Случайное значение

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
rus: Случайное применение отклонения цвета к плиткам. Для формирования совершенно разных узоров какой-либо другой параметр не требуется.

# tile_RandomSeed:uilabel
source: Randomize
rus: В случайном порядке

# tile_RandomShift
source: Random
rus: Случайно

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
rus: Случайное смещение всех рядов плитки на расстояние, равное одной единице. Диапазон = 0–100; значение по умолчанию = 0.

# tile_RandomShift:uilabel
source: Random
rus: Случайно

# tile_Repeat
source: Repeat
rus: Повтор

# tile_Scale
source: Scale
rus: Масштаб

# tile_StackingLayout
source: Stacking Layout
rus: Компоновка послойного размещения

# tile_UseColumnEdit:uilabel
source: Column Modify
rus: Изменение вертикальных рядов

# tile_UseRowEdit:uilabel
source: Row Modify
rus: Изменение рядов

# tile_VerticalCount:rightlabel
source: Per Column
rus: В вертикальном ряду

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
rus: Управление количеством плиток в вертикальном ряду.

# tile_VerticalGap:rightlabel
source: Vert
rus: Верт

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
rus: Управление размером по вертикали для раствора между плитками. Эти значения по умолчанию связаны друг с другом, поэтому редактирование одного из них приводит к изменению другого. Диапазон = 0-100; значение по умолчанию = 0,50.

# tile_VerticalGap:uilabel
source: Vert
rus: Верт

# tile_transforms_group
source: Transforms
rus: Преобразования

# tiling:uilabel
source: Tiling
rus: Мозаика

source: timber
rus: лесоматериал

# tint_color
source: Light Tint
rus: Светлый оттенок

# tint_color:uilabel
source: Light Tint
rus: Светлый оттенок

source: tinted
rus: с оттенком

source: Top Left 1:
rus: Вверху слева 1:

# top_left-1:uilabel
source: Top Left 1:
rus: Вверху слева 1:

source: Top Right 1:
rus: Вверху справа 1:

# top_right-1:uilabel
source: Top Right 1:
rus: Вверху справа 1:

source: translucent
rus: полупрозрачный

source: Transparency
rus: Прозрачность

# transparency:uilabel
source: Transparency
rus: Прозрачность

source: transparent
rus: прозрачный

source: travertine
rus: травертин

source: triangle
rus: треугольник

source: tropical
rus: тропический

source: turbid
rus: затуманенный

source: turquoise
rus: бирюзовый

source: tweed
rus: твид

source: umber
rus: умбра

source: unfinished
rus: без отделки

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
rus: Расширенные параметры

# unifiedbitmap_Bitmap
source: Source
rus: Источник

# unifiedbitmap_Bitmap:uilabel
source: Source
rus: Источник

# unifiedbitmap_Blur
source: Blur
rus: Размытие

# unifiedbitmap_Blur:uilabel
source: Blur
rus: Размытие

# unifiedbitmap_Blur_Offset
source: Blur Offset
rus: Смещение размытия

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
rus: Смещение размытия

# unifiedbitmap_Filtering
source: Filtering
rus: Фильтрация

# unifiedbitmap_Filtering:uilabel
source: Filtering
rus: Фильтрация

# unifiedbitmap_Invert
source: Invert Image
rus: Инверсия изображения

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
rus: Замена темных областей изображения светлыми и наоборот.

# unifiedbitmap_Invert:uilabel
source: Invert Image
rus: Инверсия изображения

# unifiedbitmap_None
source: None
rus: Нет

# unifiedbitmap_Pyramidal
source: Pyramidal
rus: Пирамидальный

# unifiedbitmap_RGBAmount
source: Brightness
rus: Яркость

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
rus: Регулировка яркости изображения.
