Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# generic_roundcorners_radius
source: Source
esp: Origen

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# generic_roundcorners_radius:uilabel
source: Round Corners
esp: Redondeo de esquinas

# generic_roundcorners_radius_control_label
source: Round Corners
esp: Redondeo de esquinas

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# generic_self_illum_color_temperature
source: Color Temperature
esp: Temperatura de color

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
esp: Ajusta la temperatura de color (cálido o frío) de la luz emitida por este material en grados Kelvin; p. ej., Vela = 1850, Lámpara de arco de xenón = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
esp: Temperatura de color

# generic_self_illum_color_temperature_candle
source: Candle
esp: Vela

# generic_self_illum_color_temperature_custom
source: Custom
esp: Personalizado

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
esp: Luz diurna Fría

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
esp: Pantalla de televisor

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
esp: Luz diurna Cálida

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
esp: Lámpara de arco de xenón

# generic_self_illum_color_temperature_floodlight
source: Floodlight
esp: Reflector

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
esp: Bombilla incandescente

# generic_self_illum_color_temperature_moonlight
source: Moonlight
esp: Luz de la luna

# generic_self_illum_filter_map
source: Filter Color
esp: Color de filtro

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
esp: Ajusta el color de la luz emitida a través de un material transparente o semitransparente, como el cristal.

# generic_self_illum_filter_map:uilabel
source: Filter Color
esp: Color de filtro

# generic_self_illum_list_label
source: Luminance
esp: Luminancia

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
esp: Ajusta el brillo de la luz emitida por esta superficie, medida en candelas por metro cuadrado; p. ej., Brillo atenuado = 10, Lente de lámpara halógena = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
esp: Autoiluminación

# generic_self_illum_panel_label
source: Self Illumination
esp: Autoiluminación

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
esp: Pantalla de teléfono móvil

# generic_self_illumination_crt_television
source: CRT Television
esp: Televisor CRT

# generic_self_illumination_custom
source: Custom
esp: Personalizado

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
esp: Lente de lámpara de escritorio

# generic_self_illumination_dim_glow
source: Dim Glow
esp: Brillo atenuado

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
esp: Bombilla esmerilada

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
esp: Lente de lámpara halógena

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
esp: Pantalla exterior de lámpara

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
esp: Pantalla interior de lámpara

# generic_self_illumination_led_panel
source: LED Panel
esp: Panel LED

# generic_self_illumination_led_screen
source: LED Screen
esp: Pantalla LED

# generic_transparancy_fade
source: Image
esp: Imagen

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
esp: Añade una imagen para combinar con la cantidad de transparencia total.

# generic_transparency:uilabel
source: Transparency
esp: Transparencia

# generic_transparency_image_fade
source: Image Fade
esp: Difuminado de imagen

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
esp: Controla el compuesto de imagen y transparencia, p. ej. el blanco de la imagen será transparente, y el valor de atenuado determinará el grado de opacidad del negro.

# generic_transparency_image_fade:uilabel
source: Image Fade
esp: Difuminado de imagen

# generic_transparency_panel_label
source: Transparency
esp: Transparencia

# generic_transparency_slider_label
source: Amount
esp: Cantidad

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
esp: Ajusta la cantidad de luz que atraviesa una superficie en lugar de ser reflejada o absorbida. Especifique un valor entre 0 (completamente opaco) y 1 (completamente transparente).

source: geometric
esp: geométrico

source: glass
esp: Cristal

source: glazed
esp: vidriado

source: glazing
esp: cristalera

# glazing_blue
source: Blue
esp: Azul

# glazing_bluegreen
source: Blue Green
esp: Verde azul

# glazing_bronze
source: Bronze
esp: Bronce

# glazing_clear
source: Clear
esp: Claro

# glazing_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# glazing_custom_color
source: Custom
esp: Personalizado

# glazing_glazinggroup
source: Glazing
esp: Cristalera

# glazing_gray
source: Gray
esp: Gris

# glazing_green
source: Green
esp: Verde

# glazing_no_levels
source: Sheets of Glass
esp: Láminas de cristal

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
esp: Ajusta el número de paneles de cristal; p. ej., para una cristalera doble, el valor será de 2. Especifique un número entre el 1 y el 6.

# glazing_no_levels:uilabel
source: Sheets of Glass
esp: Láminas de cristal

# glazing_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# glazing_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# glazing_reflectance
source: Reflectance
esp: Reflectancia

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
esp: Ajusta la cantidad de luz que refleja la superficie del cristal en vez de atravesarlo. Especifique un valor entre el 0% y el 100%.

# glazing_reflectance:uilabel
source: Reflectance
esp: Reflectancia

# glazing_refr_depth
source: Refraction Max Trace Depth
esp: Profundidad máxima del trazo de refracción

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
esp: Cuando se encuentra marcada, la profundidad de refracción del material se controla de forma local y se proyecta un rayo de transparencia adicional al alcanzar el límite, lo que limita el efecto de "borde oscuro" que se suele dar en los objetos de cristal sólidos.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# glazing_refr_depth_control_label
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# glazing_transmittance_color:glazing_blue
source: Blue
esp: Azul

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
esp: Verde azul

# glazing_transmittance_color:glazing_bronze
source: Bronze
esp: Bronce

# glazing_transmittance_color:glazing_clear
source: Clear
esp: Claro

# glazing_transmittance_color:glazing_custom
source: Custom
esp: Personalizado

# glazing_transmittance_color:glazing_gray
source: Gray
esp: Gris

# glazing_transmittance_color:glazing_green
source: Green
esp: Verde

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
esp: Ajusta el color y la cantidad de luz que se transmite a través del cristal.

# glazing_transmittance_map
source: Custom Color
esp: Color personalizado

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
esp: Selecciona un color, una imagen o una textura de procedimiento para crear el aspecto del material.

# glazing_transmittance_map:uilabel
source: Custom Color
esp: Color personalizado

source: gloss
esp: brillo

source: glossy
esp: brillante

source: glow
esp: resplandor

# glyphDisplay:uilabel
source: Glyph display:
esp: Visualización de glifo:

source: gold
esp: oro

source: golden
esp: dorado

source: goldenrod
esp: vara de oro

# gradient_Appearance
source: Appearance
esp: Aspecto

# gradient_Position:uilabel
source: Position
esp: Posición

# gradient_Repeat
source: Repeat
esp: Repetir

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
esp: Permite añadir nodos haciendo clic en la barra de degradado, y eliminar nodos arrastrándolos fuera de la barra o seleccionándolos y pulsando la tecla Supr.

# gradient_interpolation:gradient_interp_custom
source: Custom
esp: Personalizado

# gradient_interpolation:gradient_interp_easyin
source: Ease in
esp: Mitigar desde

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
esp: Turbulencia

# gradient_interpolation:gradient_interp_easyout
source: Ease out
esp: Mitigar hasta

# gradient_interpolation:gradient_interp_linear
source: Linear
esp: Lineal

# gradient_interpolation:gradient_interp_solid
source: Solid
esp: Sólido

# gradient_interpolation:uilabel
source: Interpolation
esp: Interpolación

# gradient_noise:gradient_noise_turbulence
source: Turbulence
esp: Turbulencia

# gradient_noise:uilabel
source: Noise Type
esp: Tipo de ruido

# gradient_noise_amount:uilabel
source: Amount
esp: Cantidad

# gradient_noise_high
source: High
esp: Alto

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
esp: Ajusta el umbral máximo. Rango = de 0 a 1.

# gradient_noise_high:uilabel
source: High
esp: Alto

# gradient_noise_levels
source: Levels
esp: Niveles

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
esp: Define el número de iteraciones fractales o turbulencias (como función continua).

# gradient_noise_levels:uilabel
source: Levels
esp: Niveles

# gradient_noise_list_label
source: Noise Type
esp: Tipo de ruido

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
esp: Muestra distintos métodos para crear patrones de ruido: Regular, Fractal o Turbulencia.

# gradient_noise_low
source: Low
esp: Bajo

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
esp: Ajusta el umbral mínimo de ruido. Cuando el valor de ruido está por encima del umbral mínimo y por debajo del umbral máximo, el rango dinámico se extiende de 0 a 1. Esto ocasiona una discontinuidad inferior en la transición del umbral y produce menos alisación potencial.

# gradient_noise_low:uilabel
source: Low
esp: Bajo

# gradient_noise_panel_label
source: Noise
esp: Ruido

# gradient_noise_phase
source: Phase
esp: Fase

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
esp: Controla la velocidad de animación de la función de ruido. Se utiliza una función de ruido 3D para el ruido; los dos primeros parámetros son U y V y el tercero es una fase.

# gradient_noise_phase:uilabel
source: Phase
esp: Fase

# gradient_noise_size
source: Size
esp: Tamaño

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
esp: Establece la escala de la función de ruido. Cuando menor sea el valor, más pequeños serán los bloques de ruido.

# gradient_noise_size:uilabel
source: Size
esp: Tamaño

# gradient_noise_slider_label
source: Amount
esp: Cantidad

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
esp: Cuando el valor es distinto de cero, se aplica un efecto de ruido aleatorio al degradado, basado en la interacción de los colores de la rampa de degradado (y los mapas, si los hay). Cuanto más elevado sea el valor, mayor será el efecto. Rango = de 0 a 100.

# gradient_noise_smooth
source: Smooth
esp: Suave

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
esp: Especifica la suavidad del ruido. Rango = de 0 a 1.

# gradient_noise_smooth:uilabel
source: Smooth
esp: Suave

# gradient_noise_threshold
source: Noise Threshold
esp: Umbral de ruido

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
esp: Especifique el umbral de ruido del área representada por la imagen de arriba.

# gradient_noise_turbulence
source: Turbulence
esp: Turbulencia

# gradient_position
source: Position
esp: Posición

# gradient_scale_group
source: Scale
esp: Escala

# gradient_transforms_group
source: Transforms
esp: Transformaciones

source: Gradient Type
esp: Tipo de degradado

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
esp: Lineal asimétrico

# gradient_type:gradient_type_box
source: Box
esp: Cuadro

# gradient_type:gradient_type_lighting
source: Light normal
esp: Iluminación normal

# gradient_type:gradient_type_linear
source: Linear
esp: Lineal

# gradient_type:gradient_type_mapped
source: Mapped
esp: Asignado

# gradient_type:gradient_type_normal
source: Camera normal
esp: Cámara normal

# gradient_type:gradient_type_pong
source: Pong
esp: Phong

# gradient_type:gradient_type_spiral
source: Spiral
esp: Espiral

# gradient_type:gradient_type_sweep
source: Sweep
esp: Barrido

# gradient_type:gradient_type_tartan
source: Tartan
esp: Tartán

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
esp: Especifica la forma del degradado, excepto para los tipos de luz y cámara, en los que se define la forma del degradado como una función de la cámara o de la iluminación de la escena.

# gradient_type:uilabel
source: Gradient Type
esp: Tipo de degradado

# gradient_type_4corner
source: Linear asymmetrical
esp: Lineal asimétrico

# gradient_type_box
source: Box
esp: Cuadro

# gradient_type_lighting
source: Light normal
esp: Iluminación normal

# gradient_type_linear
source: Linear
esp: Lineal

# gradient_type_normal
source: Camera normal
esp: Cámara normal

# gradient_type_pong
source: Pong
esp: Phong

# gradient_type_spiral
source: Spiral
esp: Espiral

# gradient_type_sweep
source: Sweep
esp: Barrido

# gradient_type_tartan
source: Tartan
esp: Tartán

source: grain
esp: veta

source: granite
esp: granito

# granite_tex:uilabel
source: Granite Texture
esp: Textura de granito

source: graphics asset
esp: objeto de gráficos

# graphics_cut_pattern
source: Pattern
esp: Patrón

# graphics_cut_pattern:uilabel
source: Pattern
esp: Patrón

# graphics_cut_pattern_label
source: Cut Pattern
esp: Patrón de corte

# graphics_shading_label
source: Shading
esp: Sombreado

# graphics_shading_transparency
source: Transparency
esp: Transparencia

# graphics_shading_transparency:uilabel
source: Transparency
esp: Transparencia

# graphics_surface_pattern
source: Pattern
esp: Patrón

# graphics_surface_pattern:uilabel
source: Pattern
esp: Patrón

# graphics_surface_pattern_alignment
source: Alignment
esp: Alineación

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
esp: Alineación X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
esp: Alineación Y

# graphics_surface_pattern_label
source: Surface Pattern
esp: Patrón de superficie

# graphics_use_appearance
source: Use Render Appearance
esp: Usar aspecto renderizado

# graphics_use_appearance:uilabel
source: Use Render Appearance
esp: Usar aspecto renderizado

source: grass
esp: hierba

source: gravel
esp: grava

source: gray
esp: gris

source: green
esp: verde

source: green carpet
esp: moqueta verde

source: grey
esp: gris

source: grid
esp: rejilla

source: Ground Color:
esp: Color de suelo:

# ground_color:uilabel
source: Ground Color:
esp: Color de suelo:

source: half
esp: mitad

source: halogen
esp: Halógena

source: Halogen (Cool)
esp: Halógena (fresca)

source: Halogen (Warm)
esp: Halógena (cálida)

source: hammered
esp: martillado

source: handsplit
esp: división a mano

source: hardwood
esp: madera noble

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# hardwood_ao_distance
source: Max Distance
esp: Distancia máxima

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# hardwood_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# hardwood_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# hardwood_ao_samples
source: Samples
esp: Muestras

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# hardwood_ao_samples:uilabel
source: Samples
esp: Muestras

# hardwood_application
source: Used For
esp: Uso

# hardwood_application:hardwood_flooring
source: Flooring
esp: Suelos

# hardwood_application:hardwood_furniture
source: Furniture
esp: Mobiliario

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
esp: Selecciona cómo se utilizará la superficie de madera (solado o mobiliario).

# hardwood_application:uilabel
source: Used For
esp: Uso

# hardwood_automatic
source: Based on Wood Grain
esp: Basado en veta de madera

# hardwood_color
source: Image
esp: Imagen

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
esp: Utiliza una imagen de mapa de bits para ajustar el color y la textura de la madera.

# hardwood_color:uilabel
source: Image
esp: Imagen

# hardwood_custom
source: Custom
esp: Personalizado

# hardwood_finish
source: Finish
esp: Acabado

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
esp: Barniz brillante

# hardwood_finish:hardwood_satin
source: Satin Varnish
esp: Barniz satinado

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
esp: Barniz semibrillante

# hardwood_finish:hardwood_unfinished
source: Unfinished
esp: Sin acabado

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
esp: Permite seleccionar entre barniz brillante, barniz semibrillante, barniz satinado y sin acabado.

# hardwood_finish:uilabel
source: Finish
esp: Acabado

# hardwood_flooring
source: Flooring
esp: Suelos

# hardwood_furniture
source: Furniture
esp: Mobiliario

# hardwood_glossy
source: Glossy Varnish
esp: Barniz brillante

# hardwood_hardwoodgroup
source: Wood
esp: Madera

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
esp: Basado en veta de madera

# hardwood_imperfections:hardwood_custom
source: Custom
esp: Personalizado

# hardwood_imperfections:hardwood_none
source: None
esp: Ninguno

# hardwood_imperfections:uilabel
source: Relief Pattern
esp: Patrón de relieve

# hardwood_imperfections_amount
source: Amount
esp: Cantidad

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
esp: Ajusta la altura de los relieves de superficie. Especifique 0 para una superficie plana, un número positivo (entre 0 y 10) para aumentar la veta o un número negativo (entre 0 y –10) para invertir la veta.

# hardwood_imperfections_amount:uilabel
source: Amount
esp: Cantidad

# hardwood_imperfections_list_label
source: Type
esp: Tipo
