Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# generic_transparency_image_fade
source: Image Fade
hun: Kép fakultsága

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
hun: A kép és az átlátszósági érték összetételének meghatározása, például: a kép fehér részei a teljes érték tekintetében átlátszók, a fekete szín átlátszatlansági fokát a fakítottsági érték határozza meg.

# generic_transparency_image_fade:uilabel
source: Image Fade
hun: Kép fakultsága

# generic_transparency_panel_label
source: Transparency
hun: Átlátszóság

# generic_transparency_slider_label
source: Amount
hun: Mérték

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
hun: A felületen áthaladó (nem visszavert és nem elnyelt) fény mennyiségének beállítása. Írjon be egy értéket 0% (teljesen átlátszatlan) és 100% (teljesen átlátszó) között.

source: geometric
hun: geometriai

source: glass
hun: üveg

source: glazed
hun: üveghatású

source: glazing
hun: üvegezés

# glazing_blue
source: Blue
hun: Kék

# glazing_bluegreen
source: Blue Green
hun: Zöldeskék

# glazing_bronze
source: Bronze
hun: Bronz

# glazing_clear
source: Clear
hun: Tiszta

# glazing_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# glazing_custom_color
source: Custom
hun: Egyéni

# glazing_glazinggroup
source: Glazing
hun: Üvegezés

# glazing_gray
source: Gray
hun: Szürke

# glazing_green
source: Green
hun: Zöld

# glazing_no_levels
source: Sheets of Glass
hun: Üveglapok

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
hun: Az üveglapok számának beállítása (például dupla üveg esetében állítsa 2 értékre). Írjon be egy számot 1 és 6 között.

# glazing_no_levels:uilabel
source: Sheets of Glass
hun: Üveglapok

# glazing_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# glazing_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# glazing_reflectance
source: Reflectance
hun: Visszaverődés

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
hun: Az üveg felületéről visszaverődő (nem azon áthaladó) fény mennyiségének beállítása. Írjon be egy értéket 0% és 100% között.

# glazing_reflectance:uilabel
source: Reflectance
hun: Visszaverődés

# glazing_refr_depth
source: Refraction Max Trace Depth
hun: Fénytörés max. követési mélysége

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
hun: Bejelölése esetén az anyag fénytörési mélysége helyileg vezérelt, és a korlát elérésekor további átlátszósági sugár keletkezik, így korlátozva az általában tömör üveg objektumokon megjelenő sötét élhatást.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# glazing_refr_depth_control_label
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# glazing_transmittance_color
source: Color
hun: Szín

# glazing_transmittance_color:glazing_blue
source: Blue
hun: Kék

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
hun: Zöldeskék

# glazing_transmittance_color:glazing_bronze
source: Bronze
hun: Bronz

# glazing_transmittance_color:glazing_clear
source: Clear
hun: Tiszta

# glazing_transmittance_color:glazing_custom
source: Custom
hun: Egyéni

# glazing_transmittance_color:glazing_gray
source: Gray
hun: Szürke

# glazing_transmittance_color:glazing_green
source: Green
hun: Zöld

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
hun: Az üveg színének és az átbocsátott fény mennyiségének beállítása.

# glazing_transmittance_color:uilabel
source: Color
hun: Szín

# glazing_transmittance_map
source: Custom Color
hun: Egyéni szín

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
hun: Szín, kép vagy procedurális mintázat kiválasztása az anyag megjelenésének létrehozásához.

# glazing_transmittance_map:uilabel
source: Custom Color
hun: Egyéni szín

source: gloss
hun: fényes

source: glossy
hun: magas fényű

source: glow
hun: ragyogás

# glyphDisplay:uilabel
source: Glyph display:
hun: Gliff megjelenítése:

source: gold
hun: arany

source: golden
hun: aranyszínű

source: goldenrod
hun: mustársárga

# gradient_Appearance
source: Appearance
hun: Megjelenés

# gradient_Color:uilabel
source: Color
hun: Szín

# gradient_Position:uilabel
source: Position
hun: Hely

# gradient_Repeat
source: Repeat
hun: Ismétlés

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
hun: Csomópontok hozzáadása az átmenet sorra kattintással, illetve csomópontok törlése a csomópontok kijelölésével és a sávról való lehúzásával vagy a törlés billentyű megnyomásával.

# gradient_interpolation:gradient_interp_custom
source: Custom
hun: Egyéni

# gradient_interpolation:gradient_interp_easyin
source: Ease in
hun: Beúszás

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
hun: Örvényesség

# gradient_interpolation:gradient_interp_easyout
source: Ease out
hun: Kiúszás

# gradient_interpolation:gradient_interp_linear
source: Linear
hun: Lineáris

# gradient_interpolation:gradient_interp_solid
source: Solid
hun: Tömör

# gradient_interpolation:uilabel
source: Interpolation
hun: Interpoláció

# gradient_noise:gradient_noise_fractal
source: Fractal
hun: Fraktál

# gradient_noise:gradient_noise_regular
source: Regular
hun: Normál

# gradient_noise:gradient_noise_turbulence
source: Turbulence
hun: Örvényesség

# gradient_noise:uilabel
source: Noise Type
hun: Zaj típusa

# gradient_noise_amount:uilabel
source: Amount
hun: Mérték

# gradient_noise_fractal
source: Fractal
hun: Fraktál

# gradient_noise_high
source: High
hun: Magas

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
hun: A magas zajküszöb megadása. Tartomány = 0 - 1.

# gradient_noise_high:uilabel
source: High
hun: Magas

# gradient_noise_levels
source: Levels
hun: Szintek

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
hun: A fraktáliterációk száma vagy az örvényesség beállítása (folyamatos függvényként).

# gradient_noise_levels:uilabel
source: Levels
hun: Szintek

# gradient_noise_list_label
source: Noise Type
hun: Zaj típusa

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
hun: Különböző módszerek megjelenítése zajminták létrehozásához: Normál, Fraktál vagy Örvény.

# gradient_noise_low
source: Low
hun: Alacsony

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
hun: Az alacsony zajküszöb megadása. Amikor a zaj értéke az alacsony küszöb felett és a magas alatt van, a dinamikus tartományt a 0 - 1 intervallum kitöltéséig nyújtja a szoftver. Ez egy kis szakadást okoz a küszöb átlépésénél, és kevesebb potenciális fűrészfogas élet okoz.

# gradient_noise_low:uilabel
source: Low
hun: Alacsony

# gradient_noise_panel_label
source: Noise
hun: Zaj

# gradient_noise_phase
source: Phase
hun: Fázis

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
hun: A zajfüggvény animációjának sebességét szabályozza. A szoftver 3D zajfüggvényt használ a zaj ábrázolására, az első két paraméter U és V, a harmadik pedig a fázis.

# gradient_noise_phase:uilabel
source: Phase
hun: Fázis

# gradient_noise_regular
source: Regular
hun: Normál

# gradient_noise_size
source: Size
hun: Méret

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
hun: A zaj funkció léptékének beállítása. Kisebb értékek kisebb mértékű zajt eredményeznek.

# gradient_noise_size:uilabel
source: Size
hun: Méret

# gradient_noise_slider_label
source: Amount
hun: Mérték

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
hun: Ha nem nulla, véletlenszerű zajeffektust alkalmaz az átmenethez, az átmenet a skála színeinek (és térképeinek, ha van) kölcsönhatásán alapul. Minél nagyobb az értéke, annál nagyobb a hatás. Tartomány= 0 - 1.

# gradient_noise_smooth
source: Smooth
hun: Sima

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
hun: A zaj simaságának megadása. Tartomány = 0 - 1.

# gradient_noise_smooth:uilabel
source: Smooth
hun: Sima

# gradient_noise_threshold
source: Noise Threshold
hun: Zajküszöb

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
hun: A fenti kép által ábrázolt terület zajküszöbének megadása.

# gradient_noise_turbulence
source: Turbulence
hun: Örvényesség

# gradient_position
source: Position
hun: Hely

# gradient_scale_group
source: Scale
hun: Lépték

# gradient_transforms_group
source: Transforms
hun: Transzformálások

source: Gradient Type
hun: Átmenet típusa

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
hun: Lineáris aszimmetrikus

# gradient_type:gradient_type_box
source: Box
hun: Téglalap

# gradient_type:gradient_type_diagonal
source: Diagonal
hun: Átlós

# gradient_type:gradient_type_lighting
source: Light normal
hun: Fényforrás normálisa

# gradient_type:gradient_type_linear
source: Linear
hun: Lineáris

# gradient_type:gradient_type_mapped
source: Mapped
hun: Leképezett

# gradient_type:gradient_type_normal
source: Camera normal
hun: Kamera normálisa

# gradient_type:gradient_type_radial
source: Radial
hun: Sugárirányú

# gradient_type:gradient_type_spiral
source: Spiral
hun: Spirál

# gradient_type:gradient_type_sweep
source: Sweep
hun: Söprés

# gradient_type:gradient_type_tartan
source: Tartan
hun: Skótkockás

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
hun: Az átmenet alakjának megadása, kivéve azon Fényforrás és Kamera típusokat, ahol az átmenet alakját a kamera vagy jelenet megvilágításának függvényeként határozzák meg.

# gradient_type:uilabel
source: Gradient Type
hun: Átmenet típusa

# gradient_type_4corner
source: Linear asymmetrical
hun: Lineáris aszimmetrikus

# gradient_type_box
source: Box
hun: Téglalap

# gradient_type_diagonal
source: Diagonal
hun: Átlós

# gradient_type_lighting
source: Light normal
hun: Fényforrás normálisa

# gradient_type_linear
source: Linear
hun: Lineáris

# gradient_type_normal
source: Camera normal
hun: Kamera normálisa

# gradient_type_radial
source: Radial
hun: Sugárirányú

# gradient_type_spiral
source: Spiral
hun: Spirál

# gradient_type_sweep
source: Sweep
hun: Söprés

# gradient_type_tartan
source: Tartan
hun: Skótkockás

source: granite
hun: gránit

# granite_tex:uilabel
source: Granite Texture
hun: Gránit mintázat

source: graphics asset
hun: grafikaeszköz

# graphics_cut_pattern
source: Pattern
hun: Minta

# graphics_cut_pattern:uilabel
source: Pattern
hun: Minta

# graphics_cut_pattern_color
source: Color
hun: Szín

# graphics_cut_pattern_color:uilabel
source: Color
hun: Szín

# graphics_cut_pattern_label
source: Cut Pattern
hun: Kivágási minta

# graphics_shading_color
source: Color
hun: Szín

# graphics_shading_color:uilabel
source: Color
hun: Szín

# graphics_shading_label
source: Shading
hun: Árnyalás

# graphics_shading_transparency
source: Transparency
hun: Átlátszóság

# graphics_shading_transparency:uilabel
source: Transparency
hun: Átlátszóság

# graphics_surface_pattern
source: Pattern
hun: Minta

# graphics_surface_pattern:uilabel
source: Pattern
hun: Minta

# graphics_surface_pattern_alignment
source: Alignment
hun: Illesztés

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
hun: Illesztés - X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
hun: Illesztés - Y

# graphics_surface_pattern_color
source: Color
hun: Szín

# graphics_surface_pattern_color:uilabel
source: Color
hun: Szín

# graphics_surface_pattern_label
source: Surface Pattern
hun: Felületminta

# graphics_use_appearance
source: Use Render Appearance
hun: Renderelési megjelenés használata

# graphics_use_appearance:uilabel
source: Use Render Appearance
hun: Renderelési megjelenés használata

source: grass
hun: fű

source: gravel
hun: kavics

source: gray
hun: szürke

source: green
hun: zöld

source: green carpet
hun: zöld szőnyeg

source: grey
hun: szürke

source: grid
hun: rács

source: Ground Color:
hun: Alapszín:

# ground_color:uilabel
source: Ground Color:
hun: Alapszín:

source: half
hun: fél

source: halogen
hun: Halogén

source: Halogen (Cool)
hun: Halogén (hideg)

source: Halogen (Warm)
hun: Halogén (meleg)

source: hammered
hun: kalapált

source: handsplit
hun: felosztott

source: hardwood
hun: keményfa

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# hardwood_ao_distance
source: Max Distance
hun: Max. távolság

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# hardwood_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# hardwood_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# hardwood_ao_samples
source: Samples
hun: Minták

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# hardwood_ao_samples:uilabel
source: Samples
hun: Minták

# hardwood_application
source: Used For
hun: Felhasználás

# hardwood_application:hardwood_flooring
source: Flooring
hun: Padlóburkolat

# hardwood_application:hardwood_furniture
source: Furniture
hun: Bútor

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
hun: Fa felület használati módjának kiválasztása (padló vagy bútor).

# hardwood_application:uilabel
source: Used For
hun: Felhasználás

# hardwood_automatic
source: Based on Wood Grain
hun: Faerezet-alapú

# hardwood_color
source: Image
hun: Kép

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
hun: Bitkép használata a fa színének és mintázatának beállításához.

# hardwood_color:uilabel
source: Image
hun: Kép

# hardwood_color_choice
source: Color
hun: Szín

# hardwood_custom
source: Custom
hun: Egyéni

# hardwood_finish
source: Finish
hun: Felület

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
hun: Magas fényű lakkozás

# hardwood_finish:hardwood_satin
source: Satin Varnish
hun: Selyemfényű lakkozás

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
hun: Félfényes lakkozás

# hardwood_finish:hardwood_unfinished
source: Unfinished
hun: Kezeletlen

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
hun: Választás magas fényű lakkozás, félmagas fényű lakkozás, sima lakkozás és kezeletlen felület lehetőségek közül.

# hardwood_finish:uilabel
source: Finish
hun: Felület

# hardwood_flooring
source: Flooring
hun: Padlóburkolat

# hardwood_furniture
source: Furniture
hun: Bútor

# hardwood_glossy
source: Glossy Varnish
hun: Magas fényű lakkozás

# hardwood_hardwoodgroup
source: Wood
hun: Fa

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
hun: Faerezet-alapú

# hardwood_imperfections:hardwood_custom
source: Custom
hun: Egyéni

# hardwood_imperfections:hardwood_none
source: None
hun: Nincs

# hardwood_imperfections:uilabel
source: Relief Pattern
hun: Felületminta

# hardwood_imperfections_amount
source: Amount
hun: Mérték

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
hun: Felületi egyenetlenség magasságának beállítása. Lapos felülethez írja be a 0 értéket, az erezet emeléséhez adjon meg pozitív számot (0 és 10 között), vagy adjon meg negatív értéket (0 és -10 között) az erezet megfordításához.

# hardwood_imperfections_amount:uilabel
source: Amount
hun: Mérték

# hardwood_imperfections_list_label
source: Type
hun: Típus

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
hun: Fa- vagy egyéni felület felületmintájának kiválasztása.

# hardwood_imperfections_panel_label
source: Relief Pattern
hun: Felületminta

# hardwood_imperfections_shader
source: Image
hun: Kép

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
hun: Bitkép használata a fa felületmintájának beállításához.

# hardwood_imperfections_shader:uilabel
source: Image
hun: Kép

# hardwood_no_color
source: None
hun: Nincs

# hardwood_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# hardwood_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# hardwood_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# hardwood_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# hardwood_roundcorners_radius
source: Source
hun: Forrás

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# hardwood_roundcorners_radius:uilabel
source: Source
hun: Forrás

# hardwood_satin
source: Satin Varnish
hun: Selyemfényű lakkozás

# hardwood_semigloss
source: Semi-gloss Varnish
hun: Félfényes lakkozás

# hardwood_tint_color
source: Stain Color
hun: Lakk színe

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
hun: A lakk színének beállítása.

# hardwood_tint_color:uilabel
source: Stain Color
hun: Lakk színe

# hardwood_tint_enabled
source: Stain
hun: Lakk

# hardwood_tint_enabled:hardwood_color_choice
source: Color
hun: Szín

# hardwood_tint_enabled:hardwood_no_color
source: None
hun: Nincs

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
hun: Annak meghatározása, hogy a fa lakkozott-e.

# hardwood_tint_enabled:uilabel
source: Stain
hun: Lakk

# hardwood_unfinished
source: Unfinished
hun: Kezeletlen

# haze
source: Sky Haziness/Cloudiness:
hun: Ég elmosódottsága/felhőssége:

# haze:uilabel
source: Sky Haziness/Cloudiness:
hun: Ég elmosódottsága/felhőssége:

source: Haze On:
hun: Elmosódottság be:

# hazeOn:uilabel
source: Haze On:
hun: Elmosódottság be:

# haze_small:uilabel
source: Haze Small
hun: Kis elmosódottság

source: heavy cardboard used for mounting and architectural model-building
hun: kemény farostlemez, amelyet szereléshez és építészeti modellekhez használnak

source: hedge
hun: sövény

# hemispherical_Bitmap
source: Image File
hun: Képfájl

# hemispherical_Bitmap:uilabel
source: Image File
hun: Képfájl

# hemispherical_RGBAmount
source: Relative Brightness:
hun: Relatív fényerő:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
hun: Relatív fényerő:

source: herringbone
hun: halszálka

source: hexagon
hun: hatszög

source: hexagonal
hun: hatszögű

source: hickory
hun: hikori

source: high
hun: magas

# highPressureSodium
source: HID High Pressure Sodium
hun: HID nagynyomású nátrium

source: holes
hun: lyukak

source: home
hun: kezdőlap

source: honey
hun: mézszínű
