Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

source: Swatch-TexturePreview-MentalRay
plk: Próbka podglądu tekstury 1

source: Swatch-TexturePreview-OGS
plk: Próbka podglądu tekstury 2

source: Swatch-Vase
plk: Waza

source: Swatch-Wall
plk: Ściany

source: SwatchScene
plk: Próbka sceny

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
plk: Próbka sceny

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
plk: Próbka sceny

source: Thermal - Moisture.Insulation.Rigid Insulation
plk: Ochrona cieplna i przeciwwilgociowa.Izolacja.Izolacja sztywna

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
plk: Ochrona cieplna i przeciwwilgociowa.Dachówki.Hiszpańskie.Niebieskie

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
plk: Ochrona cieplna i przeciwwilgociowa.Dachówki.Hiszpańskie.Niebieskie.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
plk: Ochrona cieplna i przeciwwilgociowa.Dachówki.Hiszpańskie.Czerwone

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
plk: Ochrona cieplna i przeciwwilgociowa.Dachówki.Hiszpańskie.Czerwone.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
plk: Ochrona cieplna i przeciwwilgociowa.Dachówki.Hiszpańskie.Czerwone.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Panele kompozytowe.Szare

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Na metalowym żebrowaniu.Miedziane

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Metalowe z wystającym szwem.Miedziane patynowane

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Metalowe z wystającym szwem.Miedziane.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Metalowe.Miedziane

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Metalowe.Miedziane patynowane

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Na drewnianych łatach.Nowe

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Drewniane.Układane poziomo

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Drewniane.Układane poziomo.Cedr

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Drewniane.Układane poziomo.Białe

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
plk: Ochrona cieplna i przeciwwilgociowa.Panele dachowe i elewacyjne.Drewniane.Układane pionowo.Białe

source: Thermal - Moisture.Shakes.Weathered
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Zwietrzałe

source: Thermal - Moisture.Shingles.Asphalt Roofing
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Bitumiczne pokrycia dachowe

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Gonty bitumiczne.3-częściowe.Czarne

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Gonty bitumiczne.3-częściowe.Szare

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Gonty bitumiczne.Z efektem głębokiego cienia.Beżowe

source: Thermal - Moisture.Shingles.Even.1
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Symetryczne.1

source: Thermal - Moisture.Shingles.Even.2
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Symetryczne.2

source: Thermal - Moisture.Shingles.Even.3
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Symetryczne.2

source: Thermal - Moisture.Shingles.Halfround
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Półokrągłe

source: Thermal - Moisture.Shingles.Uneven.1
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Asymetryczne.1

source: Thermal - Moisture.Shingles.Uneven.2
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Asymetryczne.2

source: Thermal - Moisture.Shingles.Uneven.3
plk: Ochrona cieplna i przeciwwilgociowa.Gonty.Asymetryczne.3

source: ThermalGas
plk: Termiczny, domyślny - gaz

# ThermalGasSchema_localname:Gas
source: Gas
plk: Gaz

# ThermalGasSchema_localtype:Thermal
source: Thermal
plk: Termiczny

source: ThermalLiquid
plk: Termiczny, domyślny - płyn

source: ThermalLiquid-001
plk: Woda

# ThermalLiquidSchema_localname:Liquid
source: Liquid
plk: Płyn

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
plk: Termiczny

source: ThermalSolid
plk: Termiczny, domyślny - bryła

source: ThermalSolid-012
plk: Beton

source: ThermalSolid-033
plk: Szkło - wapniowe okienne

source: ThermalSolid-081
plk: Aluminium

source: ThermalSolid-081-2
plk: Aluminium 6061

source: ThermalSolid-082-2
plk: Mosiądz, miękki żółty

source: ThermalSolid-082-3
plk: Mosiądz, miękki żółty, spawany

source: ThermalSolid-083-2
plk: Brąz, miękki cynowy

source: ThermalSolid-083-3
plk: Brąz, odlew

source: ThermalSolid-085-2
plk: Miedź, odlew

source: ThermalSolid-085-3
plk: Miedź, stop

source: ThermalSolid-085-4
plk: Stop niklowo-miedziowy 400

source: ThermalSolid-085-5
plk: Miedź kuta

source: ThermalSolid-086
plk: Żelazo

source: ThermalSolid-089
plk: Ołów

source: ThermalSolid-092
plk: Stal

source: ThermalSolid-092-10
plk: Stal kuta

source: ThermalSolid-092-2
plk: Stal V2

source: ThermalSolid-092-3
plk: Stal, galwanizowana

source: ThermalSolid-092-6
plk: Stal, stopowa

source: ThermalSolid-092-7
plk: Stal, węglowa

source: ThermalSolid-092-8
plk: Stal, niestopowa

source: ThermalSolid-092-9
plk: Stal, o wysokiej wytrzymałości, niskostopowa

source: ThermalSolid-093-2
plk: Stal nierdzewna V2

source: ThermalSolid-093-3
plk: Stal nierdzewna 440C

source: ThermalSolid-093-4
plk: Stal nierdzewna, austenityczna

source: ThermalSolid-093-8
plk: Stal nierdzewna 440C, spawana

source: ThermalSolid-095
plk: Tytan

source: ThermalSolid-118
plk: Arkusz akrylowy

source: ThermalSolid-128
plk: Żywica fenolowa

source: ThermalSolid-130
plk: Poliwęglan

source: ThermalSolid-132
plk: Polietylen - dużej gęstości

source: ThermalSolid-133
plk: Polietylen - małej gęstości

source: ThermalSolid-137
plk: Polipropylen

source: ThermalSolid-142
plk: Polistyren

source: ThermalSolid-149
plk: Polichlorek winylu - sztywny

source: ThermalSolid-152
plk: Kauczuk

source: ThermalSolid-189
plk: Kompozyt z włókien epoksydowo-węglowych

# ThermalSolidSchema_localname:Solid
source: Solid
plk: Bryła

# ThermalSolidSchema_localtype:Thermal
source: Thermal
plk: Termiczny

source: Thermoplastic
plk: Termoplastyczny

source: Thermoplastic Resin
plk: Żywica termoplastyczna

source: Thermoset
plk: Termoutwardzalny

source: Tile
plk: Klepka

source: Tile map.
plk: Mapa klepek.

# TileSchema_localname:Tile Texture
source: Tile Texture
plk: Tekstura płytek

# TileSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Time:
plk: Czas:

# Time:uilabel
source: Time:
plk: Czas:

source: Time Zone Offset:
plk: Przesunięcie strefy czasowej:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
plk: Przesunięcie strefy czasowej:

source: Titanium
plk: Tytan

source: Titanium, polished
plk: Tytan, polerowany

source: Translucent
plk: Półprzezroczysty

source: Translucent white luminous material.
plk: Półprzezroczysty, biały materiał świecący.

source: Transparent
plk: Przezroczysty

source: Ultra High Molecular Weight Polyethylene
plk: Polietylen o ultrawysokiej masie cząsteczkowej

source: Ultra-high-molecular-weight polyethylene
plk: Polietylen o ultrawysokiej masie cząsteczkowej

source: Unfilled Polycarbonate, molded
plk: Niewypełniony poliwęglan, formowany

source: Unified Bitmap.
plk: Połączona mapa bitowa.

source: UnifiedBitmap
plk: Połączona mapa bitowa

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
plk: Tekstura bitmapowa

# UnifiedBitmapSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Vase swatch.
plk: Próbka wazy.

source: Wall Covering
plk: Pokrycie ścian

source: Wall Paint/Glossy
plk: Farba ścienna/Lśniąca

source: Wall Paint/Matte
plk: Farba ścienna/Matowa

source: Wall swatch.
plk: Próbka ściany.

source: WallPaint
plk: Farba ściany

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
plk: Farba ściany

# WallPaintSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Water
plk: Woda

source: Water material.
plk: Materiał wody.

source: Water, properties @20C
plk: Woda, właściwości przy 20°C

source: Water-001
plk: Wewnętrzny basen wodny

source: Water-002
plk: Bagno

source: Water-003
plk: Tropikalny

source: Water-004
plk: Przejrzyste jezioro

source: Water-005
plk: Zamulona rzeka

source: Water-006
plk: Basen pływacki

source: Water-007
plk: Basen odbijający światło

source: Water-008
plk: Tropikalnie niebieska

# WaterSchema_localname:Water
source: Water
plk: Woda

# WaterSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Wave
plk: Fala

source: Wave map.
plk: Mapa fal.

# WaveSchema_localname:Wave
source: Wave
plk: Fala

# WaveSchema_localtype:Texture
source: Texture
plk: Tekstura

source: White and green marble stone floor
plk: Podłoga z biało-zielonego marmuru

source: White square bricks with black floral patterns
plk: Białe cegły kwadratowe z czarnymi wzorami roślinnymi

source: Window glass
plk: Szkło okienne

source: Wood
plk: Drewno

source: Wood map.
plk: Mapa drewna.

source: Wood structural asset.
plk: Zasób konstrukcyjny - drewno.

source: Wood-001
plk: Wiśnia amerykańska

source: Wood-002
plk: Drewno bukowe - rowkowane

source: Wood-003
plk: Drewno bukowe - brązowe

source: Wood-004
plk: Drewno bukowe - spieczony brąz

source: Wood-005
plk: Drewno bukowe - miodowe

source: Wood-006
plk: Drewno bukowe - wiśniowe

source: Wood-007
plk: Drewno bukowe - whisky

source: Wood-008
plk: Drewno bukowe - Jawa

source: Wood-009
plk: Drewno bukowe - Amaretto

source: Wood-010
plk: Drewno bukowe - naturalne

source: Wood-011
plk: Drewno bukowe - naturalne niewykończone

source: Wood-012
plk: Drewno bukowe - palisander

source: Wood-013
plk: Drewno bukowe - gunstock

source: Wood-014
plk: Drewno bukowe - Galliano

source: Wood-015
plk: Drewno bukowe - czekolada

source: Wood-016
plk: Drewno bukowe - dzikie jagody

source: Wood-017
plk: Drewno bukowe - mistyczny brąz

source: Wood-018
plk: Brazylijski tek - naturalny

source: Wood-019
plk: Orzesznik

source: Wood-020
plk: Orzesznik - plamy obrabiane ciśnieniowo

source: Wood-021
plk: Orzesznik - niewykończony

source: Wood-022
plk: Klon naturalny - antyczny

source: Wood-023
plk: Klon naturalny - klasyczny niewykończony

source: Wood-024
plk: Klon naturalny - klasyczny wykończony

source: Wood-025
plk: Klon - palisander

source: Wood-026
plk: Klon - spieczony brąz

source: Wood-027
plk: Klon - Galliano

source: Wood-028
plk: Klon - czekolada

source: Wood-029
plk: Klon - dzikie jagody

source: Wood-030
plk: Klon - mistyczny brąz

source: Wood-031
plk: Klon naturalny - lśniący

source: Wood-032
plk: Klon naturalny - lśniący - ciemny odcień

source: Wood-033
plk: Kempas - naturalny

source: Wood-034
plk: Andiroba - naturalna

source: Wood-035
plk: Dąb czerwony - naturalny - antyczny

source: Wood-036
plk: Dąb czerwony - naturalny klasyczny

source: Wood-037
plk: Dąb czerwony - naturalny- klasyczny niewykończony

source: Wood-038
plk: Dąb czerwony - naturalny wiejski

source: Wood-039
plk: Dąb czerwony - palisander

source: Wood-040
plk: Dąb czerwony - miodowy

source: Wood-041
plk: Dąb czerwony - whisky

source: Wood-042
plk: Dąb czerwony - Jawa

source: Wood-043
plk: Dąb czerwony - Amaretto

source: Wood-044
plk: Dąb czerwony - czekolada

source: Wood-045
plk: Dąb czerwony - dzikie jagody

source: Wood-046
plk: Dąb czerwony - mistyczny brąz

source: Wood-047
plk: Dąb czerwony - naturalny

source: Wood-048
plk: Dąb czerwony - naturalny odcień

source: Wood-049
plk: Klon srebrny - brązowy

source: Wood-050
plk: Klon srebrny - palisander

source: Wood-051
plk: Klon srebrny - miodowy

source: Wood-052
plk: Klon srebrny - gunstock

source: Wood-053
plk: Klon srebrny - Galliano

source: Wood-054
plk: Klon srebrny - czekolada

source: Wood-055
plk: Klon srebrny - dzikie jagody

source: Wood-056
plk: Klon srebrny - mistyczny brąz

source: Wood-057
plk: Klon srebrny - naturalny

source: Wood-058
plk: Klon srebrny - naturalny odcień

source: Wood-059
plk: Drewno tygrysie - naturalne

source: Wood-060
plk: Jesion amerykański - Jawa

source: Wood-061
plk: Jesion amerykański - Amaretto

source: Wood-062
plk: Jesion amerykański - Galliano

source: Wood-063
plk: Jesion amerykański - czekolada

source: Wood-064
plk: Jesion amerykański - dzikie jagody

source: Wood-065
plk: Kasztan - naturalny

source: Wood-066
plk: Kasztan - naturalny niewykończony

source: Wood-067
plk: Dąb biały - Galliano

source: Wood-068
plk: Dąb biały - czekolada

source: Wood-069
plk: Dąb biały - dzikie jagody

source: Wood-070
plk: Dąb biały - mistyczny brąz

source: Wood-071
plk: Dąb biały - naturalny

source: Wood-072
plk: Dzika wiśnia - naturalna 1

source: Wood-073
plk: Dzika wiśnia - naturalna 2

source: Wood-074
plk: Dzika wiśnia - rowkowana

source: Wood-075
plk: Dzika wiśnia - średniobrązowa

source: Wood-076
plk: Dzika wiśnia - palisander

source: Wood-077
plk: Dzika wiśnia - spieczony brąz

source: Wood-078
plk: Dzika wiśnia - miodowa

source: Wood-079
plk: Dzika wiśnia - wiśnia

source: Wood-080
plk: Dzika wiśnia - gunstock

source: Wood-081
plk: Dzika wiśnia - gunstock- niewykończona

source: Wood-082
plk: Dzika wiśnia - whisky

source: Wood-083
plk: Dzika wiśnia - Jawa

source: Wood-084
plk: Dzika wiśnia - Amaretto

source: Wood-085
plk: Dzika wiśnia - Galliano

source: Wood-086
plk: Dzika wiśnia - czekolada

source: Wood-087
plk: Dzika wiśnia - dzikie jagody

source: Wood-088
plk: Dzika wiśnia - mistyczny brąz

source: Wood-089
plk: Orzech - barwiony na jasno - bez połysku

source: Wood-090
plk: Orzech - naturalny - polerowany

source: Wood-091
plk: Brzoza - naturalna - bez połysku

source: Wood-092
plk: Brzoza - pełna - naturalna - niski połysk

source: Wood-093
plk: Brzoza - naturalna - średni połysk

source: Wood-094
plk: Brzoza - naturalna - polerowana

source: Wood-095
plk: Brzoza - pełna - barwiona na jasno - bez połysku

source: Wood-096
plk: Brzoza - pełna - barwiona na ciemno - bez połysku

source: Wood-097
plk: Brzoza - pełna - barwiona na ciemno - średni połysk

source: Wood-098
plk: Wiśnia - pełna - barwiona na ciemno - średni połysk

source: Wood-099
plk: Wiśnia - pełna - barwiona na ciemno - bez połysku

source: Wood-100
plk: Wiśnia - pełna - barwiona na jasno - bez połysku

source: Wood-101
plk: Wiśnia - naturalna - średni połysk

source: Wood-102
plk: Wiśnia - barwiona na jasno - niski połysk

source: Wood-103
plk: Wiśnia - barwiona na jasno - bez połysku 1

source: Wood-104
plk: Wiśnia - jasna - surowa

source: Wood-105
plk: Wiśnia - jasna

source: Wood-106
plk: Mahoń - pełny - barwiony na ciemno- średni połysk

source: Wood-107
plk: Mahoń - pełny - barwiony na ciemno - bez połysku

source: Wood-108
plk: Mahoń - pełny - barwiony na jasno - bez połysku

source: Wood-109
plk: Mahoń - naturalny - polerowany

source: Wood-110
plk: Mahoń - barwiony na ciemno - polerowany

source: Wood-111
plk: Dąb biały - pełny - barwiony na jasno - bez połysku

source: Wood-112
plk: Dąb czerwony - naturalny - bez połysku

source: Wood-113
plk: Dąb czerwony - barwiony na jasno - średni połysk

source: Wood-114
plk: Dąb czerwony - barwiony na jasno - bez połysku

source: Wood-115
plk: Dąb biały - naturalny - średni połysk

source: Wood-116
plk: Dąb biały - barwiony na jasno - bez połysku 1

source: Wood-117
plk: Sosna żółta - pełna- naturalna - niski połysk

source: Wood-118
plk: Sosna żółta - pełna- naturalna - polerowana

source: Wood-119
plk: Sosna żółta - pełna - barwiona na ciemno- średni połysk

source: Wood-120
plk: Sosna żółta - pełna - barwiona na ciemno - bez połysku

source: Wood-121
plk: Sosna żółta - pełna - barwiona na jasno - bez połysku

source: Wood-122
plk: Sosna żółta - naturalna - bez połysku

source: Wood-123
plk: Sosna żółta - barwiona na jasno - polerowana

source: Wood-124
plk: Tek - pełny - barwiony na ciemno - polerowany

source: Wood-125
plk: Tek - naturalny - polerowany

source: Wood-126
plk: Tek - pełny - barwiony na jasno - bez połysku

source: Wood-127
plk: Tek

source: Wood-128
plk: Dąb - jodełka

source: Wood-129
plk: Sklejka - sezonowana

source: Wood-130
plk: Płyta wiórowa

source: Wood-131
plk: Palisander - naturalny - niski połysk

source: Wood-132
plk: Palisander - barwiony na jasno - bez połysku

source: Wood-133
plk: Palisander - pełny - barwiony na jasno - bez połysku

source: Wood-134
plk: Panele - brązowe

source: Wood-135
plk: Panele - żółto-brązowe

source: Wood-136
plk: Wiąz - czeczota - barwiony na jasno - bez połysku

source: Wood-137
plk: Brzoza - pełna - barwiona na ciemno - polerowana

source: Wood-138
plk: Brzoza - pełna - barwiona na jasno - niski połysk

source: Wood-139
plk: Mahoń - pełny - naturalny- polerowany

source: Wood-140
plk: Sosna - surowa

source: Wood-141
plk: Mahoń - pełny - barwiony na ciemno - polerowany 1

source: Wood-142
plk: Dąb biały - pełny - naturalny - średni połysk

source: Wood-143
plk: Sosna żółta - pełna - barwiona na jasno - niski połysk

source: Wood-144
plk: Tek - pełny - naturalny - średni połysk

source: Wood-145
plk: Brzoza - barwiona na ciemno - polerowana 1

source: Wood-146
plk: Brzoza - barwiona na jasno - średni połysk

source: Wood-147
plk: Wiśnia - naturalna - niski połysk

source: Wood-148
plk: Wiśnia - naturalna - bez połysku

source: Wood-149
plk: Wiśnia - barwiona na ciemno - niski połysk

source: Wood-150
plk: Wiśnia - barwiona na ciemno - średni połysk 1

source: Wood-151
plk: Mahoń - naturalny - niski połysk

source: Wood-152
plk: Dąb czerwony - naturalny - niski połysk

source: Wood-153
plk: Dąb czerwony - barwiony na ciemno - niski połysk

source: Wood-154
plk: Dąb biały - barwiony na ciemno - polerowany

source: Wood-155
plk: Dąb biały - barwiony na jasno - polerowany

source: Wood-156
plk: Sosna żółta - naturalna - polerowana

source: Wood-157
plk: Sosna żółta - barwiona na ciemno - średni połysk

source: Wood-158
plk: Tek - naturalny - średni połysk 1

source: Wood-159
plk: Tek - naturalny - bez połysku

source: Wood-160
plk: Tek - barwiony na ciemno - średni połysk

source: Wood-161
plk: Tek - barwiony na ciemno - bez połysku

source: Wood-162
plk: Panele - jesion

source: Wood-163
plk: Klon - pełny - naturalny - niski połysk

source: Wood-164
plk: Klon - pełny - naturalny - średni połysk

source: Wood-165
plk: Klon - pełny - naturalny - bez połysku

source: Wood-166
plk: Klon - pełny - naturalny - polerowany

source: Wood-167
plk: Klon - pełny - barwiony na jasno - niski połysk

source: Wood-168
plk: Klon - barwiony na ciemno - polerowany

source: Wood-169
plk: Klon - barwiony na jasno - średni połysk

source: Wood-170
plk: Klon - barwiony na jasno - bez połysku

source: Wood/Panels
plk: Drewno/Panele

# WoodSchema_localname:Wood
source: Wood
plk: Drewno

# WoodSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Laminaty.Jasnobeżowe

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Laminaty.Jasnobrązowe

source: Woods - Plastics.Finish Carpentry.Wood.Boards
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Deski

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Wiśnia

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Wiśnia.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Orzech amerykański

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Mahoń

source: Woods - Plastics.Finish Carpentry.Wood.Maple
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Klon

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Panele.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Sosna

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Topola

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Brzoza czerwona

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Dąb czerwony

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Sekwoja

source: Woods - Plastics.Finish Carpentry.Wood.Teak
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Drzewo tekowe

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Orzech włoski

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Jesion amerykański

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
plk: Drewno i tworzywa sztuczne.Wykończenia stolarskie.Drewno.Dąb biały

source: Woods - Plastics.FinishCarpentry.Lacquer
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Lakier

source: Woods - Plastics.FinishCarpentry.Shellac
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Szelak

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Panele.Łączone na spoinę

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Panele.Deski na łatach

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Panele.Zachodzące na siebie

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Panele.Cięte kłody

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Panele.Łączone na pióro i wpust

source: Woods - Plastics.FinishCarpentry.Urethane
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Uretan

source: Woods - Plastics.FinishCarpentry.Wax.Black
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Powierzchnie lakierowane.Czarny

source: Woods - Plastics.FinishCarpentry.Wax.Red
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Powierzchnie lakierowane.Czerwony

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Drewno.Drzewo żelazne

source: Woods - Plastics.FinishCarpentry.Wood.Roble
plk: Drewno – tworzywa sztuczne.Wykończenia stolarskie.Drewno.Dąb kalifornijski

source: Woods - Plastics.Masonite.Paneling
plk: Drewno – tworzywa sztuczne.Płyty Masonite.Panele

source: Woods - Plastics.Plastics.PVC.White
plk: Drewno – tworzywa sztuczne.Tworzywa sztuczne.PCW.Biały

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
plk: Drewno i plastik.Płyta tekturowo-wiórowa
