Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# horizon
source: Ground and Horizon
hun: Talaj és horizont

source: Horizon Blur:
hun: Horizont elmosása:

# horizon_blur:uilabel
source: Horizon Blur:
hun: Horizont elmosása:

source: Horizon Height:
hun: Horizont magassága:

# horizon_height:uilabel
source: Horizon Height:
hun: Horizont magassága:

source: horizontal
hun: vízszintes

source: Hot Spot:
hun: Megvilágítás:

# hotSpot:tooltip
source: Hot spot, in radians
hun: Megvilágítás radiánban

# hotSpot:uilabel
source: Hot Spot:
hun: Megvilágítás:

source: ice
hun: jég

source: iceberg
hun: jéghegy

# illuminanceAt
source: At (meters):
hun: Mértéke (méter):

# illuminanceAt:uilabel
source: At (meters):
hun: Mértéke (méter):

source: Illumination
hun: Megvilágítás

source: Illumination On:
hun: Megvilágítás be:

# illuminationOn:uilabel
source: Illumination On:
hun: Megvilágítás be:

# image_x_resolution:uilabel
source: image_x_resolution
hun: kép_x_felbontása

# image_y_resolution:uilabel
source: image_y_resolution
hun: kép_y_felbontása

source: indian
hun: indiai

source: indoor
hun: beltéri

source: Intensity Units:
hun: Intenzitási egység:

# intensityUnits:candela
source: candelas
hun: kandela

# intensityUnits:lumen
source: lumens
hun: lumen

# intensityUnits:lux_at
source: lux at
hun: lux -

# intensityUnits:uilabel
source: Intensity Units:
hun: Intenzitási egység:

# intensityUnits:unitless
source: unitless
hun: egység nélkül

# intensityUnits:watt
source: watts
hun: watt

# intensityValue
source: Value:
hun: Érték:

# intensityValue:uilabel
source: Value:
hun: Érték:

# intensity_factor
source: Sun Multiplier:
hun: Nap szorzója:

# intensity_factor:uilabel
source: Brightness of the sun:
hun: Nap fényereje:

# intensitygroup
source: Intensity
hun: Intenzitás

source: interior
hun: belső

source: interlocking
hun: küszöb

source: Inverse
hun: Inverz

source: Inverse Square
hun: Inverz négyzetes

source: iron
hun: vas

# isLinearLight:uilabel
source: Is Linear Light:
hun: Lineáris fény:

# isotropic
source: Uniform
hun: Egyenletes

source: ivory
hun: tört fehér

source: jagged
hun: recés

source: jaggy
hun: recés

# kelvinPanel
source: Kelvin Color
hun: Szín Kelvin értéke

source: knurl
hun: rovátka

source: lake
hun: tó

source: laminate
hun: laminált

source: laminates
hun: laminált

source: large
hun: nagy

source: lavender
hun: levendula

source: leather
hun: bőr

source: lemon
hun: citrom

source: Length
hun: Hossz

# length:uilabel
source: Length
hun: Hossz

source: light
hun: fény

source: light gray
hun: világosszürke

source: light red
hun: világos vörös

# lightAffectShadowCol
source: Light Affects Color:
hun: A fény befolyásolja a színt:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
hun: A fény befolyásolja a színt:

# lightColorPanel
source: Light Color
hun: Fény színe

source: Light Color Units:
hun: Fény színének egységei:

# lightColorUnits:uilabel
source: Light Color Units:
hun: Fény színének egységei:

source: Light Distribution
hun: Fényeloszlás

source: Light Loss Factor:
hun: Fényveszteség-tényező:

# lightLossFactor:uilabel
source: Light Loss Factor:
hun: Fényveszteség-tényező:

# lightName:uilabel
source: Name:
hun: Név:

# lightProfileFileName
source: Light Profile:
hun: Fényprofil:

# lightProfileFileName:tooltip
source: IES light profile file name
hun: IES fényprofil fájlneve

# lightProfileFileName:uilabel
source: Light Profile:
hun: Fényprofil:

# lightTempPresets
source: Light Temperature:
hun: Fényhőmérséklet:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
hun: Izzószálas lámpa

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
hun: HID kerámia fém-halogén (hideg)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
hun: HID kerámia fém-halogén (meleg)

# lightTempPresets:custom
source: Custom
hun: Egyéni

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
hun: D50 megvilágítás (referenciafehér)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
hun: D65 megvilágítás (referenciafehér)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
hun: Fénycső (hideg fehér)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
hun: Fénycső (fehér)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
hun: Fénycső (meleg fehér)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
hun: Fénycső (természetes)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
hun: Fénycső (világos fehér)

# lightTempPresets:halogen
source: Halogen
hun: Halogén

# lightTempPresets:halogenCool
source: Halogen (Cool)
hun: Halogén (hideg)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
hun: Halogén (meleg)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
hun: HID nagynyomású nátrium

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
hun: HID alacsony nyomású nátrium

# lightTempPresets:mercury
source: HID Mercury
hun: HID higany

# lightTempPresets:quartz
source: HID Quartz Metal Halide
hun: HID kvarc fémhalogén

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
hun: HID kvarc fémhalogén (hideg)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
hun: HID kvarc fémhalogén (meleg)

# lightTempPresets:uilabel
source: Light Temperature:
hun: Fényhőmérséklet:

# lightTemperature
source: Custom Light Temperature:
hun: Egyéni fényhőmérséklet:

# lightTemperature:uilabel
source: Custom Light Temperature:
hun: Egyéni fényhőmérséklet:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
hun: Területmegvilágítás kényszerítésének engedélyezése:

# lightobjectareatype
source: Area Type:
hun: Terület típusa:

# lightobjectareatype:cylinder
source: Cylinder
hun: Henger

# lightobjectareatype:disc
source: Disc
hun: Korong

# lightobjectareatype:line
source: Line
hun: Vonal

# lightobjectareatype:none
source: No Area
hun: Nincs terület

# lightobjectareatype:object
source: Object
hun: Objektum

# lightobjectareatype:rectangle
source: Rectangle
hun: Téglalap

# lightobjectareatype:sphere
source: Sphere
hun: Gömb

# lightobjectareatype:uilabel
source: Area Type:
hun: Terület típusa:

# lightobjectareatype:user
source: User
hun: Felhasználó

# lightobjectexponent
source: Attenuation:
hun: Gyengülés:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
hun: Fotongyengülés mértéke

# lightobjectexponent:uilabel
source: Attenuation:
hun: Gyengülés:

# lightobjecttype
source: Type:
hun: Típus:

# lightobjecttype:directional
source: Directional
hun: Irányított

# lightobjecttype:origin
source: Point
hun: Pont

# lightobjecttype:spot
source: Spot
hun: Reflektor

# lightobjecttype:uilabel
source: Type:
hun: Típus:

# lightobjectvisible
source: Light Visible:
hun: Látható fény:

# lightobjectvisible:uilabel
source: Visible
hun: Látható fény:

source: lights
hun: fények

source: lime
hun: borostyánszín

source: Line
hun: Vonal

source: linen
hun: vászon

source: liquid
hun: folyadék

# liquid_props1
source: Properties
hun: Egyszerű hőtani

# liquid_props2
source: Mechanical
hun: Mechanikai

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
hun: Keresés Fg sugarakkal

source: loose
hun: laza

source: low
hun: alacsony

# lowPressureSodium
source: HID Low Pressure Sodium
hun: HID alacsony nyomású nátrium

source: lubricated
hun: kent

# lumen
source: lumens
hun: lumen

source: luminant
hun: fényes

source: luminous
hun: fényes

source: lux at
hun: lux -

source: machined
hun: megmunkált

source: magenta
hun: bíbor

source: mahogany
hun: mahagóni

source: maple
hun: juhar

source: maps
hun: térképek

source: marble
hun: márvány

# marble_Appearance
source: Appearance
hun: Megjelenés

# marble_Color1
source: Stone Color
hun: Kő színe

# marble_Color1:tooltip
source: Specifies the color of the stone
hun: A kő színének beállítása

# marble_Color1:uilabel
source: Stone Color
hun: Kő színe

# marble_Color2
source: Vein Color
hun: Erezet színe

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
hun: A márvány erezetszínének beállítása.

# marble_Color2:uilabel
source: Vein Color
hun: Erezet színe

# marble_Position
source: Position
hun: Hely

# marble_Size
source: Vein Spacing
hun: Erezet távolsága

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
hun: Távolság beállítása az erezetek között. Tartomány = 0 - 100; Alapértelmezett = 1.

# marble_Size:uilabel
source: Vein Spacing
hun: Erezet távolsága

# marble_Width
source: Vein Width
hun: Erezetszélesség

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
hun: Erezetszélesség beállítása. Tartomány = 0 - 100; Alapértelmezett = 1.

# marble_Width:uilabel
source: Vein Width
hun: Erezetszélesség

# marble_tex:uilabel
source: Marble Texture
hun: Márvány mintázat

# marble_transforms_group
source: Transforms
hun: Transzformálások

source: maroon
hun: gesztenyebarna

source: masonry
hun: falazat

# masonry_pattern_list_label
source: Type
hun: Típus

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# masonrycmu_ao_distance
source: Max Distance
hun: Max. távolság

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# masonrycmu_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# masonrycmu_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# masonrycmu_ao_samples
source: Samples
hun: Minták

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# masonrycmu_ao_samples:uilabel
source: Samples
hun: Minták

# masonrycmu_application
source: Finish
hun: Felület

# masonrycmu_application:masonrycmu_glossy
source: Glossy
hun: Magas fényű

# masonrycmu_application:masonrycmu_matte
source: Matte
hun: Matt

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
hun: Kezeletlen

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
hun: A felület textúrájának megadása (magas fényű, matt, kezeletlen).

# masonrycmu_application:uilabel
source: Finish
hun: Felület

# masonrycmu_cmu
source: CMU
hun: Betonblokk

# masonrycmu_color
source: Color
hun: Szín

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
hun: Szín, kép vagy procedurális mintázat kiválasztása az anyag megjelenésének létrehozásához.

# masonrycmu_color:uilabel
source: Color
hun: Szín

# masonrycmu_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# masonrycmu_custom
source: Custom
hun: Egyéni

# masonrycmu_glossy
source: Glossy
hun: Magas fényű

# masonrycmu_masonry
source: Masonry
hun: Falazat

# masonrycmu_masonrycmugroup
source: Masonry
hun: Falazat

# masonrycmu_matte
source: Matte
hun: Matt

# masonrycmu_pattern:masonrycmu_custom
source: Custom
hun: Egyéni

# masonrycmu_pattern:masonrycmu_none
source: None
hun: Nincs

# masonrycmu_pattern:uilabel
source: Relief Pattern
hun: Felületminta

# masonrycmu_pattern_height
source: Amount
hun: Mérték

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
hun: Csúszka használata a felületminták és a mozaik megadásához.

# masonrycmu_pattern_height:uilabel
source: Amount
hun: Mérték

# masonrycmu_pattern_map:uilabel
source: Image
hun: Kép

# masonrycmu_pattern_map_image_label
source: Image
hun: Kép

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
hun: Felületminták vagy mozaik megadása. Az egyenetlenségminták magasabb vagy alacsonyabb területeket határoznak meg a képfájl sötét vagy világos területei alapján.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
hun: Felületminta

# masonrycmu_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# masonrycmu_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# masonrycmu_roundcorners_radius
source: Source
hun: Forrás

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# masonrycmu_roundcorners_radius:uilabel
source: Source
hun: Forrás

# masonrycmu_type
source: Type
hun: Típus

# masonrycmu_type:masonrycmu_cmu
source: CMU
hun: Betonblokk

# masonrycmu_type:masonrycmu_masonry
source: Masonry
hun: Falazat

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
hun: Alkalmazási mód meghatározása, betonblokk vagy falazat.

# masonrycmu_type:uilabel
source: Type
hun: Típus

# masonrycmu_unfinished
source: Unfinished
hun: Kezeletlen

source: materials
hun: anyagok

source: matte
hun: matt

source: medium
hun: közepes

source: meduim blue
hun: középkék

# mercury
source: HID Mercury
hun: HID higany

source: mesh
hun: háló

source: metal
hun: fém

# metal_aluminum
source: Aluminum
hun: Alumínium

# metal_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# metal_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# metal_ao_distance
source: Max Distance
hun: Max. távolság

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# metal_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# metal_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# metal_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# metal_ao_samples
source: Samples
hun: Minták

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# metal_ao_samples:uilabel
source: Samples
hun: Minták

# metal_brass
source: Brass
hun: Sárgaréz

# metal_bronze
source: Bronze
hun: Bronz

# metal_brushed
source: Brushed
hun: Csiszolt

# metal_checker_plate
source: Checker Plate
hun: Kockás lemez

# metal_chrome
source: Chrome
hun: Króm

# metal_color
source: Color
hun: Szín

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
hun: Szín kiválasztása csak az eloxált alumíniumhoz.

# metal_color:uilabel
source: Color
hun: Szín

# metal_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# metal_copper
source: Copper
hun: Réz

# metal_custom
source: Custom - Image
hun: Egyéni - kép

# metal_diamond_plate
source: Diamond Plate
hun: Rombuszlemez

# metal_finish
source: Finish
hun: Felület

# metal_finish:metal_brushed
source: Brushed
hun: Csiszolt

# metal_finish:metal_polished
source: Polished
hun: Polírozott

# metal_finish:metal_satin
source: Satin
hun: Selyemfényű

# metal_finish:metal_semi_polished
source: Semi-polished
hun: Félfényes polírozott

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
hun: Felület kiválasztása kizárólag alumínium, króm, réz, sárgaréz, bronz vagy rozsdamentes acél esetén.

# metal_finish:uilabel
source: Finish
hun: Felület

# metal_galvanized_alu
source: Anodized Aluminum
hun: Eloxált alumínium

# metal_knurl
source: Knurl
hun: Rovátka

# metal_metalgroup
source: Metal
hun: Fém

# metal_patina:maxlabel
source: Full
hun: Teljes

# metal_patina:minlabel
source: None
hun: Nincs

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
hun: Réz vagy bronz esetében az oxidáció vagy kémiai anyagok alkalmazása miatt bekövetkező elszíneződés beállítása. Írjon be egy értéket 0 (nincs) és 1 (teljes) között, vagy használja a csúszkát.

# metal_pattern:metal_checker_plate
source: Checker Plate
hun: Kockás lemez

# metal_pattern:metal_custom
source: Custom - Image
hun: Egyéni - kép

# metal_pattern:metal_diamond_plate
source: Diamond Plate
hun: Rombuszlemez

# metal_pattern:metal_knurl
source: Knurl
hun: Rovátka

# metal_pattern:metal_none
source: None
hun: Nincs

# metal_pattern:uilabel
source: Relief Pattern
hun: Felületminta

# metal_pattern_height
source: Amount
hun: Mérték

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
hun: A mintázat relatív magasságának kiválasztása csúszka használatával. Sima felülethez írjon be 0 értéket, a csúszka 2.0 értékig történő csúsztatásával növelhető a mintázat mélysége.

# metal_pattern_height:uilabel
source: Amount
hun: Mérték

# metal_pattern_list_label
source: Type
hun: Típus

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
hun: A fém felületére nyomott dekoratív terv kiválasztása.

# metal_pattern_panel_label
source: Relief Pattern
hun: Felületminta

# metal_pattern_scale
source: Scale
hun: Lépték

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
hun: A felületminta relatív méretének kiválasztása csúszka használatával. Adjon meg egy értéket 0 (nagyobb) és 50 (kisebb) között.

# metal_pattern_scale:uilabel
source: Scale
hun: Lépték

# metal_pattern_shader
source: Image
hun: Kép

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
hun: Felületminták vagy mozaik megadása. Az egyenetlenségminták magasabb vagy alacsonyabb területeket határoznak meg a képfájl sötét vagy világos területei alapján.

# metal_pattern_shader:uilabel
source: Image
hun: Kép

# metal_perf_circles_staggered
source: Staggered Circles
hun: Eltolt körök

# metal_perf_circles_straight
source: Straight Circles
hun: Egyenes körök

# metal_perf_cloverleaf
source: Cloverleaf
hun: Lóhere

# metal_perf_custom
source: Custom
hun: Egyéni

# metal_perf_grecian
source: Grecian
hun: Görög

# metal_perf_hexagon
source: Hexagon
hun: Hatszög

# metal_perf_squares
source: Squares
hun: Négyzetek

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
hun: Eltolt körök

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
hun: Egyenes körök

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
hun: Lóhere

# metal_perforations:metal_perf_custom
source: Custom
hun: Egyéni

# metal_perforations:metal_perf_grecian
source: Grecian
hun: Görög

# metal_perforations:metal_perf_hexagon
source: Hexagon
hun: Hatszög

# metal_perforations:metal_perf_none
source: None
hun: Nincs

# metal_perforations:metal_perf_squares
source: Squares
hun: Négyzetek

# metal_perforations:uilabel
source: Cutouts
hun: Kivágások

# metal_perforations_center
source: Center Spacing
hun: Középre helyezés
