Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# isLinearLight:uilabel
source: Is Linear Light:
fra: Est un éclairage linéaire:

# isotropic
source: Uniform
fra: Uniforme

source: ivory
fra: ivoire

source: jagged
fra: dentelé

source: jaggy
fra: irrégulier

# kelvinPanel
source: Kelvin Color
fra: Couleur Kelvin

source: khaki
fra: kaki

source: knurl
fra: molette

source: lake
fra: lac

source: laminate
fra: stratifié

source: laminates
fra: stratifiés

source: large
fra: grand

source: lavender
fra: lavande

source: leather
fra: cuir

source: lemon
fra: citron

source: Length
fra: Longueur

# length:uilabel
source: Length
fra: Longueur

source: light
fra: lumière

source: light gray
fra: gris clair

source: light red
fra: rouge clair

# lightAffectShadowCol
source: Light Affects Color:
fra: Lumière affectant la couleur:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
fra: Lumière affectant la couleur:

# lightColorPanel
source: Light Color
fra: Couleur lumière

source: Light Color Units:
fra: Unités de couleur lumière:

# lightColorUnits:rgb
source: RGB
fra: RVB

# lightColorUnits:uilabel
source: Light Color Units:
fra: Unités de couleur lumière:

source: Light Distribution
fra: Distribution de lumière

source: Light Loss Factor:
fra: Facteur de perte de luminosité:

# lightLossFactor:uilabel
source: Light Loss Factor:
fra: Facteur de perte de luminosité:

# lightName:uilabel
source: Name:
fra: Nom:

# lightProfileFileName
source: Light Profile:
fra: Profil de lumière:

# lightProfileFileName:tooltip
source: IES light profile file name
fra: Nom du fichier profil de lumière IES

# lightProfileFileName:uilabel
source: Light Profile:
fra: Profil de lumière:

# lightTempPresets
source: Light Temperature:
fra: Température de lumière:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
fra: Lampe à filament incandescent

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
fra: HID céramique métal halide (frais)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
fra: HID céramique métal halide (chaud)

# lightTempPresets:custom
source: Custom
fra: Personnalisé

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
fra: D50 éclairement (blanc de référence)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
fra: D65 éclairement (blanc de référence)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
fra: Fluorescent (blanc frais)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
fra: Fluorescent (blanc)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
fra: Fluorescent (blanc chaud)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
fra: Fluorescent (lumière du jour)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
fra: Fluorescent (blanc clair)

# lightTempPresets:halogen
source: Halogen
fra: Halogène

# lightTempPresets:halogenCool
source: Halogen (Cool)
fra: Halogène (frais)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
fra: Halogène (chaud)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
fra: HID sodium haute pression

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
fra: HID sodium basse pression

# lightTempPresets:mercury
source: HID Mercury
fra: HID mercure

# lightTempPresets:quartz
source: HID Quartz Metal Halide
fra: HID quartz métal halide

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
fra: HID quartz métal halide (frais)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
fra: HID quartz métal halide (chaud)

# lightTempPresets:uilabel
source: Light Temperature:
fra: Température de lumière:

# lightTempPresets:xenon
source: HID Xenon
fra: HID Xénon

# lightTemperature
source: Custom Light Temperature:
fra: Température lumière personnalisée:

# lightTemperature:uilabel
source: Custom Light Temperature:
fra: Température lumière personnalisée:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
fra: Activer le forçage de lumière de zone:

# lightobjectareatype
source: Area Type:
fra: Type de surface:

# lightobjectareatype:cylinder
source: Cylinder
fra: Cylindre

# lightobjectareatype:disc
source: Disc
fra: Disque

# lightobjectareatype:line
source: Line
fra: Ligne

# lightobjectareatype:none
source: No Area
fra: Pas d'aire

# lightobjectareatype:object
source: Object
fra: Objet

# lightobjectareatype:sphere
source: Sphere
fra: Sphère

# lightobjectareatype:uilabel
source: Area Type:
fra: Type de surface:

# lightobjectareatype:user
source: User
fra: Utilisateur

# lightobjectexponent
source: Attenuation:
fra: Atténuation:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
fra: Coefficient d'atténuation photonique

# lightobjectexponent:uilabel
source: Attenuation:
fra: Atténuation:

# lightobjecttype:directional
source: Directional
fra: Directionnel

# lightobjecttype:spot
source: Spot
fra: Projecteur

# lightobjectvisible
source: Light Visible:
fra: Lumière visible:

# lightobjectvisible:uilabel
source: Visible
fra: Lumière visible:

source: lights
fra: lumières

source: lime
fra: citron vert

source: Line
fra: Ligne

source: linen
fra: lin

source: link
fra: lien

source: liquid
fra: liquide

# liquid_props1
source: Properties
fra: Thermique de base

# liquid_props2
source: Mechanical
fra: Physique

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
fra: Chercher à l'aide des rayons FG

source: loose
fra: relâché

source: low
fra: inférieur

# lowPressureSodium
source: HID Low Pressure Sodium
fra: HID sodium basse pression

source: lubricated
fra: lubrifié

source: luminant
fra: lumineux

source: luminous
fra: lumineux

source: lux at
fra: lux à

source: machined
fra: usiné

source: mahogany
fra: acajou

source: maple
fra: érable

source: maps
fra: textures

source: marble
fra: marbre

# marble_Appearance
source: Appearance
fra: Apparence

# marble_Color1
source: Stone Color
fra: Couleur de la pierre

# marble_Color1:tooltip
source: Specifies the color of the stone
fra: Spécifie la couleur de la pierre.

# marble_Color1:uilabel
source: Stone Color
fra: Couleur de la pierre

# marble_Color2
source: Vein Color
fra: Couleur du marbré

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
fra: Spécifie la couleur du marbré.

# marble_Color2:uilabel
source: Vein Color
fra: Couleur du marbré

# marble_Size
source: Vein Spacing
fra: Espacement du marbré

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
fra: Spécifie l'amplitude des marbrures. Plage = 0 à 100. Valeur par défaut = 1.

# marble_Size:uilabel
source: Vein Spacing
fra: Espacement du marbré

# marble_Width
source: Vein Width
fra: Largeur du marbré

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
fra: Définit la largeur des marbrures. Plage = 0 à 100. Valeur par défaut = 1.

# marble_Width:uilabel
source: Vein Width
fra: Largeur du marbré

# marble_tex:uilabel
source: Marble Texture
fra: Texture marbre

# marble_transforms_group
source: Transforms
fra: Transformations

source: maroon
fra: châtaigne

source: masonry
fra: maçonnerie

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# masonrycmu_ao_distance
source: Max Distance
fra: Distance max.

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# masonrycmu_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# masonrycmu_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# masonrycmu_ao_samples
source: Samples
fra: Echantillons

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# masonrycmu_ao_samples:uilabel
source: Samples
fra: Echantillons

# masonrycmu_application
source: Finish
fra: Finition

# masonrycmu_application:masonrycmu_glossy
source: Glossy
fra: Lustré

# masonrycmu_application:masonrycmu_matte
source: Matte
fra: Mat

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
fra: Non finalisé

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
fra: Contrôle la texture de la surface terminée (lustrée, mate, non finie).

# masonrycmu_application:uilabel
source: Finish
fra: Finition

# masonrycmu_color
source: Color
fra: Couleur

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
fra: Sélectionne une couleur, une image ou une texture procédurale pour créer l'aspect du matériau.

# masonrycmu_color:uilabel
source: Color
fra: Couleur

# masonrycmu_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# masonrycmu_custom
source: Custom
fra: Personnalisé

# masonrycmu_glossy
source: Glossy
fra: Lustré

# masonrycmu_masonry
source: Masonry
fra: Maçonnerie

# masonrycmu_masonrycmugroup
source: Masonry
fra: Maçonnerie

# masonrycmu_matte
source: Matte
fra: Mat

# masonrycmu_pattern:masonrycmu_custom
source: Custom
fra: Personnalisé

# masonrycmu_pattern:masonrycmu_none
source: None
fra: Aucun

# masonrycmu_pattern:uilabel
source: Relief Pattern
fra: Motif de relief

# masonrycmu_pattern_height
source: Amount
fra: Quantité

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
fra: Utilise un curseur pour contrôler les motifs de relief ou de recouvrement.

# masonrycmu_pattern_height:uilabel
source: Amount
fra: Quantité

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
fra: Contrôle les motifs de relief ou de recouvrement. Un motif en relief définit les zones élevées et abaissées en fonction des zones foncées et claires d'un fichier image.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
fra: Motif de relief

# masonrycmu_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# masonrycmu_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# masonrycmu_type:masonrycmu_masonry
source: Masonry
fra: Maçonnerie

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
fra: Contrôle la méthode d'application, soit CMU, soit maçonnerie.

# masonrycmu_unfinished
source: Unfinished
fra: Non finalisé

source: materials
fra: matériaux

source: matte
fra: mat

source: medium
fra: moyen

source: meduim blue
fra: bleu moyen

# mercury
source: HID Mercury
fra: HID mercure

source: mesh
fra: maille

source: metal
fra: métal

# metal_aluminum
source: Aluminum
fra: Aluminium

# metal_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# metal_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# metal_ao_distance
source: Max Distance
fra: Distance max.

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# metal_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# metal_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# metal_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# metal_ao_samples
source: Samples
fra: Echantillons

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# metal_ao_samples:uilabel
source: Samples
fra: Echantillons

# metal_brass
source: Brass
fra: Laiton

# metal_brushed
source: Brushed
fra: Brossé

# metal_checker_plate
source: Checker Plate
fra: Plaque en damiers

# metal_color
source: Color
fra: Couleur

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
fra: Choisit une couleur pour l'aluminium anodisé uniquement.

# metal_color:uilabel
source: Color
fra: Couleur

# metal_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# metal_copper
source: Copper
fra: Cuivre

# metal_custom
source: Custom - Image
fra: Personnalisé - Image

# metal_diamond_plate
source: Diamond Plate
fra: Plaque losange

# metal_finish
source: Finish
fra: Finition

# metal_finish:metal_brushed
source: Brushed
fra: Brossé

# metal_finish:metal_polished
source: Polished
fra: Poli

# metal_finish:metal_satin
source: Satin
fra: Satiné

# metal_finish:metal_semi_polished
source: Semi-polished
fra: Semi-poli

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
fra: Sélectionne une finition de surface pour l'aluminium, le chrome, le cuivre, le laiton, le bronze et l'acier inoxydable uniquement.

# metal_finish:uilabel
source: Finish
fra: Finition

# metal_galvanized_alu
source: Anodized Aluminum
fra: Aluminium anodisé

# metal_knurl
source: Knurl
fra: Molette

# metal_metalgroup
source: Metal
fra: Métal

# metal_patina
source: Patina
fra: Patine

# metal_patina:maxlabel
source: Full
fra: Complet

# metal_patina:minlabel
source: None
fra: Aucun

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
fra: Règle le degré de coloration du cuivre ou du bronze en raison de l'oxydation ou de l'application d'un composé chimique. Entrez une valeur enter 0 (aucun) et 1 (complet) ou utilisez le curseur.

# metal_patina:uilabel
source: Patina
fra: Patine

# metal_pattern:metal_checker_plate
source: Checker Plate
fra: Plaque en damiers

# metal_pattern:metal_custom
source: Custom - Image
fra: Personnalisé - Image

# metal_pattern:metal_diamond_plate
source: Diamond Plate
fra: Plaque losange

# metal_pattern:metal_knurl
source: Knurl
fra: Molette

# metal_pattern:metal_none
source: None
fra: Aucun

# metal_pattern:uilabel
source: Relief Pattern
fra: Motif de relief

# metal_pattern_height
source: Amount
fra: Quantité

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
fra: Faire glisser pour sélectionner la hauteur relative du motif de relief spécifié. Entrez 0 pour obtenir une surface plate ou allez jusqu'à 2.0 pour augmenter la hauteur des irrégularités de surface.

# metal_pattern_height:uilabel
source: Amount
fra: Quantité

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
fra: Sélectionne un motif décoratif qui sera pressé sur la surface de métal.

# metal_pattern_panel_label
source: Relief Pattern
fra: Motif de relief

# metal_pattern_scale
source: Scale
fra: Echelle

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
fra: Faites glisser la souris pour sélectionner la taille relative du motif de relief spécifié. Entrez une valeur entre 0 (le plus grand) et 50 (le plus petit).

# metal_pattern_scale:uilabel
source: Scale
fra: Echelle

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
fra: Contrôle les motifs de relief ou de recouvrement. Un motif en relief définit les zones élevées et abaissées en fonction des zones foncées et claires d'un fichier image.

# metal_perf_circles_staggered
source: Staggered Circles
fra: Cercles décalés

# metal_perf_circles_straight
source: Straight Circles
fra: Cercles droits

# metal_perf_cloverleaf
source: Cloverleaf
fra: Trèfle

# metal_perf_custom
source: Custom
fra: Personnalisé

# metal_perf_grecian
source: Grecian
fra: Grec

# metal_perf_hexagon
source: Hexagon
fra: Hexagone

# metal_perf_squares
source: Squares
fra: Carrés

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
fra: Cercles décalés

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
fra: Cercles droits

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
fra: Trèfle

# metal_perforations:metal_perf_custom
source: Custom
fra: Personnalisé

# metal_perforations:metal_perf_grecian
source: Grecian
fra: Grec

# metal_perforations:metal_perf_hexagon
source: Hexagon
fra: Hexagone

# metal_perforations:metal_perf_none
source: None
fra: Aucun

# metal_perforations:metal_perf_squares
source: Squares
fra: Carrés

# metal_perforations:uilabel
source: Cutouts
fra: Découpes

# metal_perforations_center
source: Center Spacing
fra: Espacement du centre

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
fra: Fixé pour être inférieur de 0.0001 par rapport au diamètre; pour décalé, les 6 centres adjacents sont équidistants; pour droit, les centres sont mesurés par rapport aux quatre centres adjacents en haut, en bas, à gauche et à droite.

# metal_perforations_center:uilabel
source: Center Spacing
fra: Espacement du centre

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
fra: Règle les motifs de perforation dans le matériaux et certains choix permettent de contrôler la dimension.

# metal_perforations_panel_label
source: Cutouts
fra: Découpes

# metal_perforations_size:uilabel
source: Size
fra: Taille

# metal_perforations_size_label1
source: Diameter
fra: Diamètre

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
fra: Règle uniquement les cercles.

# metal_perforations_size_label2
source: Diameter
fra: Diamètre

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
fra: Règle uniquement les cercles.

# metal_perforations_size_label3
source: Size
fra: Taille

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
fra: Ajuste la taille des découpes carrées.

# metal_perforations_size_label4
source: Size
fra: Taille

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
fra: Ajuste la taille des découpes grecques.

# metal_perforations_size_label5
source: Size
fra: Taille

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
fra: Ajuste la taille des découpes en trèfle.

# metal_perforations_size_label6
source: Size
fra: Taille

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
fra: Ajuste la taille des découpes hexagonales.

# metal_perforations_space:uilabel
source: Perforations Space
fra: Espace de perforations

# metal_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# metal_polished
source: Polished
fra: Poli

# metal_props1
source: Basic Thermal
fra: Thermique de base

# metal_props2
source: Mechanical
fra: Physique

# metal_props4
source: Wood
fra: Résistance

# metal_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion
