Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

source: Masonry-002
rus: Неравномерная кладка — непрерывный ряд — бордовый

source: Masonry-003
rus: 12 дюймов — непрерывный ряд — бордовый

source: Masonry-004
rus: Плоский — нейтральный серый

source: Masonry-005
rus: Кладка в елочку — светло-коричневый

source: Masonry-006
rus: Кладка в елочку — коричневый

source: Masonry-007
rus: Квадраты

source: Masonry-008
rus: По вертикали

source: Masonry-009
rus: Модульный — светло-коричневый

source: Masonry-010
rus: Модульный — серый

source: Masonry-011
rus: Модульный — коричневый

source: Masonry-012
rus: Модульный — светло-красный

source: Masonry-013
rus: Сланец — квадраты — красный

source: Masonry-014
rus: Сланец — неправильными рядами — серый

source: Masonry-015
rus: Сырец — бежевый

source: Masonry-016
rus: Крестообразная укладка

source: Masonry-017
rus: Декоративные блоки

source: Masonry-018
rus: Подпорная стена — шлакоблоки

source: Masonry-019
rus: Подпорная стена — бороздчатые шлакоблоки

source: Masonry-020
rus: Небольшие прямоугольные камни разных размеров — коричневые

source: Masonry-021
rus: Небольшие прямоугольные камни — серые

source: Masonry-022
rus: Прямоугольные камни — светло-серые

source: Masonry-023
rus: Травертин — кремовый

source: Masonry-024
rus: Мрамор — бело-зеленый

source: Masonry-025
rus: Мрамор — серый

source: Masonry-026
rus: Булыжник — выветрившийся

source: Masonry-027
rus: Бордовый

source: Masonry-028
rus: Равномерная кладка — непрерывный ряд — коричневый

source: Masonry-029
rus: Равномерная кладка — на тычок — половина — коричневый

source: Masonry-030
rus: Неравномерная кладка — непрерывный ряд — коричневый

source: Masonry-031
rus: Равномерная кладка — непрерывный ряд — бордовый

source: Masonry-032
rus: Неравномерная кладка — на тычок — половина — бордовый

source: Masonry-033
rus: 12 дюймов — неравномерная кладка — на тычок — половина — бордовый

source: Masonry-034
rus: Равномерная кладка — непрерывный ряд — коралловый

source: Masonry-035
rus: Равномерная кладка — непрерывный ряд — серый

source: Masonry-036
rus: 12 дюймов — равномерная кладка — непрерывный ряд — серый

source: Masonry-037
rus: Равномерная кладка — непрерывный ряд — оранжевый

source: Masonry-038
rus: Неравномерная кладка — непрерывный ряд — красный

source: Masonry-039
rus: Равномерная кладка — непрерывный ряд — желтый

source: Masonry-040
rus: Равномерная кладка — на тычок — половина — желтый

source: Masonry-041
rus: Со скальной фактурой — штабельная кладка — коричневый

source: Masonry-042
rus: Со скальной фактурой — непрерывный ряд — коралловый

source: Masonry-043
rus: Непрерывный ряд — светло-серый

source: Masonry-044
rus: Со скальной фактурой — штабельная кладка — серый

source: Masonry-045
rus: Кладка в елочку — серый

source: Masonry-046
rus: Кладка в елочку — красный

source: Masonry-047
rus: Неравномерная кладка — непрерывный ряд — серый

source: Masonry-048
rus: Кладка с узором плетенка — коричневый

source: Masonry-049
rus: Бут — речной камень

source: Masonry-050
rus: Бут — Тейлизин-Уэст

source: Masonry-051
rus: Со скальной фактурой — штабельная кладка — розовый

source: Masonry.Masonry Accessories.Control Joints.Black
rus: Кладка.Приспособления для кладки.Компенсационные швы.Черные

source: Masonry.Stone.Ashlar.Patterned
rus: Кладка.Камень.Тесаный.С рисунком

source: Masonry.Stone.Ashlar.Random.Broken Coursed
rus: Кладка.Камень.Тесаный.Неправильными рядами.Разрывы

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
rus: Кладка.Камень.Тесаный.Неправильными рядами.Разрывы.С раствором

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
rus: Кладка.Камень.Булыжник.Мелкий.Редкий

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
rus: Кладка.Камень.Булыжник.Мелкий.Плотный

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
rus: Кладка.Камень.Булыжник.Мелкий.Выветрившийся

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
rus: Кладка.Камень.Гранит.Квадраты.Уложенные.Полированные.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
rus: Кладка.Камень.Гранит.Квадраты.Уложенные.Полированные.Черно-белые

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
rus: Кладка.Камень.Гранит.Квадраты.Уложенные.Полированные.Медно-черные

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
rus: Кладка.Камень.Гранит.Квадраты.Уложенные.Полированные.Серые

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
rus: Кладка.Камень.Гранит.Квадраты.Уложенные.Полированные.Лилово-серые

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
rus: Кладка.Камень.Гранит.Квадраты.Уложенные.Полированные.Розово-черно-серые

source: Masonry.Stone.Limestone.Ashlar.Coursed
rus: Кладка.Камень.Известняк.Тесаный.Ровные ряды

source: Masonry.Stone.Limestone.Rubble
rus: Кладка.Камень.Известняк.Бут

source: Masonry.Stone.Limestone.Rustic Joint.Pink
rus: Кладка.Камень.Известняк.Рустованный шов.Розовый

source: Masonry.Stone.Limestone.Rustication
rus: Кладка.Камень.Известняк.С рустовкой

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
rus: Кладка.Камень.Мрамор.Квадраты.Уложенные.Полированные.Бело-зеленые

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
rus: Кладка.Камень.Мрамор.Квадраты.Уложенные.Полированные.Черно-белые

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
rus: Кладка.Камень.Мрамор.Квадраты.Уложенные.Полированные.Черно-белые.Крупные прожилки

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
rus: Кладка.Камень.Мрамор.Квадраты.Уложенные.Полированные.Бело-коричневые

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
rus: Кладка.Камень.Мрамор.Квадраты.Уложенные.Полированные.Бело-коричнево-черные

source: Masonry.Stone.Onyx.Black
rus: Кладка.Камень.Оникс.Черный

source: Masonry.Stone.Onyx.Blue
rus: Кладка.Камень.Оникс.Синий

source: Masonry.Stone.Onyx.Rose
rus: Кладка.Камень.Оникс.Розово-красный

source: Masonry.Stone.Slate
rus: Кладка.Камень.Сланец

source: Masonry.Stone.Slate.Green
rus: Кладка.Камень.Сланец.Зеленый

source: Masonry.Stone.Slate.Mottled
rus: Кладка.Камень.Сланец.Пестрый

source: Masonry.Stone.Slate.Red
rus: Кладка.Камень.Сланец.Красный

source: Masonry.Stone.Soapstone.BlueGreen
rus: Кладка.Камень.Мыльный.Сине-зеленый

source: Masonry.Stone.Soapstone.DarkGrey
rus: Кладка.Камень.Мыльный.Темно-серый

source: Masonry.Stone.Travertine.Cream
rus: Кладка.Камень.Травертин.Кремовый

source: Masonry.Stone.Travertine.DarkBrown
rus: Кладка.Камень.Травертин.Темно-коричневый

source: Masonry.Stone.Travertine.DarkRed
rus: Кладка.Камень.Травертин.Темно-красный

source: Masonry.Unit Masonry.Brick.Adobe.Running
rus: Кладка.Стеновой камень.Кирпич.Сырец.Непрерывный ряд

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
rus: Кладка.Стеновой камень.Кирпич.Модульный.Рогожка

source: Masonry.Unit Masonry.Brick.Modular.Clinker
rus: Кладка.Стеновой камень.Кирпич.Модульный.Клинкер

source: Masonry.Unit Masonry.Brick.Modular.Common
rus: Кладка.Стеновой камень.Кирпич.Модульный.Обычный

source: Masonry.Unit Masonry.Brick.Modular.Cored
rus: Кладка.Стеновой камень.Кирпич.Модульный.Полый

source: Masonry.Unit Masonry.Brick.Modular.English
rus: Кладка.Стеновой камень.Кирпич.Модульный.Английская перевязка

source: Masonry.Unit Masonry.Brick.Modular.English Cross
rus: Кладка.Стеновой камень.Кирпич.Модульный.Английская крестовая перевязка

source: Masonry.Unit Masonry.Brick.Modular.Face
rus: Кладка.Стеновой камень.Кирпич.Модульный.Облицовка

source: Masonry.Unit Masonry.Brick.Modular.Fire
rus: Кладка.Стеновой камень.Кирпич.Модульный.Противопожарный

source: Masonry.Unit Masonry.Brick.Modular.Flemish
rus: Кладка.Стеновой камень.Кирпич.Модульный.Фламандская перевязка

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
rus: Кладка.Стеновой камень.Кирпич.Модульный.Фламандская крестовая перевязка

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
rus: Кладка.Стеновой камень.Кирпич.Модульный.Фламандская диагональная перевязка

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
rus: Кладка.Стеновой камень.Кирпич.Модульный.Садовая стена

source: Masonry.Unit Masonry.Brick.Modular.Glazed
rus: Кладка.Стеновой камень.Кирпич.Модульный.Глазурованный

source: Masonry.Unit Masonry.Brick.Modular.Header
rus: Кладка.Стеновой камень.Кирпич.Модульный.Верхний слой

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
rus: Кладка.Стеновой камень.Кирпич.Модульный.Елочка

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
rus: Кладка.Стеновой камень.Кирпич.Модульный.Елочка.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
rus: Кладка.Стеновой камень.Кирпич.Модульный.Треть непрерывного ряда

source: Masonry.Unit Masonry.Brick.Modular.Press
rus: Кладка.Стеновой камень.Кирпич.Модульный.Прессованный

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
rus: Кладка.Стеновой камень.Кирпич.Модульный.Уключина

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
rus: Кладка.Стеновой камень.Кирпич.Модульный.Уложенный на ребро.Вразбежку

source: Masonry.Unit Masonry.Brick.Modular.Running
rus: Кладка.Стеновой камень.Кирпич.Модульный.Непрерывный ряд

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
rus: Кладка.Стеновой камень.Кирпич.Модульный.Непрерывный ряд.Коричневый

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
rus: Кладка.Стеновой камень.Кирпич.Модульный.Непрерывный ряд.Глазурованный.Синий

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
rus: Кладка.Стеновой камень.Кирпич.Модульный.Непрерывный ряд.Серый

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
rus: Кладка.Стеновой камень.Кирпич.Модульный.Непрерывный ряд.Красный

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
rus: Кладка.Стеновой камень.Кирпич.Модульный.Непрерывный ряд.Рифленый.Красный

source: Masonry.Unit Masonry.Brick.Modular.Sailor
rus: Кладка.Стеновой камень.Кирпич.Модульный.На тычок 1/4

source: Masonry.Unit Masonry.Brick.Modular.Screen
rus: Кладка.Стеновой камень.Кирпич.Модульный.Решетка

source: Masonry.Unit Masonry.Brick.Modular.Shiner
rus: Кладка.Стеновой камень.Кирпич.Модульный.Чешуя

source: Masonry.Unit Masonry.Brick.Modular.Soldier
rus: Кладка.Стеновой камень.Кирпич.Модульный.На тычок 1/2

source: Masonry.Unit Masonry.Brick.Modular.Stack
rus: Кладка.Стеновой камень.Кирпич.Модульный.Уложенный

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
rus: Кладка.Стеновой камень.Кирпич.Модульный.Уложенный.Серый

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
rus: Кладка.Стеновой камень.Кирпич.Нормандский.Треть непрерывного ряда

source: Masonry.Unit Masonry.Brick.Norman.Soldier
rus: Кладка.Стеновой камень.Кирпич.Нормандский.На тычок 1/2

source: Masonry.Unit Masonry.CMU.Efflorescence
rus: Кладка.Стеновой камень.Железобетонный блок.Выцветы

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
rus: Кладка.Стеновой камень.Железобетонный блок.Подпорная стена.Непрерывный ряд

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
rus: Кладка.Стеновой камень.Железобетонный блок.Ребристый.Уложенный

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
rus: Кладка.Стеновой камень.Железобетонный блок.На тычок 1/4.Уложенный

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
rus: Кладка.Стеновой камень.Железобетонный блок.Пескоструйная обработка.Серый

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
rus: Кладка.Стеновой камень.Железобетонный блок.Пескоструйная обработка.Желто-коричневый

source: Masonry.Unit Masonry.CMU.Scored.Running
rus: Кладка.Стеновой камень.Железобетонный блок.Рифленый.Непрерывный ряд

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
rus: Кладка.Стеновой камень.Железобетонный блок.Рифленый.Непрерывный ряд.Обнаженный заполнитель

source: Masonry.Unit Masonry.CMU.Screen.Stacked
rus: Кладка.Стеновой камень.Железобетонный блок.Решетка.Уложенный

source: Masonry.Unit Masonry.CMU.Shadow.Running
rus: Кладка.Стеновой камень.Железобетонный блок.Затененный.Непрерывный ряд

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
rus: Кладка.Стеновой камень.Железобетонный блок.Звукопоглощающий.Непрерывный ряд

source: Masonry.Unit Masonry.CMU.Split-Face.Running
rus: Кладка.Стеновой камень.Железобетонный блок.Колотый.Непрерывный ряд

source: Masonry.Unit Masonry.CMU.Stretcher.Running
rus: Кладка.Стеновой камень.Железобетонный блок.Ложковый.Непрерывный ряд

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
rus: Кладка.Стеновой камень.Железобетонный блок.Ложковый.Непрерывный ряд.Обнаженный заполнитель

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
rus: Кладка.Стеновой камень.Железобетонный блок.Ложковый.Непрерывный ряд.Глазурованный.Синий

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
rus: Кладка.Стеновой камень.Железобетонный блок.Ложковый.Уложенный

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
rus: Кладка.Стеновой камень.Железобетонный блок.Ложковый.Уложенный.Глазурованный.Синий

source: Masonry.Unit Masonry.Glass Block.Square.Stack
rus: Кладка.Стеновой камень.Стеклоблок.Квадратный.Уложенный

source: Masonry/Brick
rus: Кладка/кирпич

source: Masonry/CMU
rus: Кладка/бетонные блоки

source: Masonry/Stone
rus: Кладка/камень

source: MasonryCMU
rus: Кладка из бетонных блоков

# MasonryCMUSchema_localname:Masonry
source: Masonry
rus: Кладка

# MasonryCMUSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Material-010
rus: Стеклоцемент

source: Material-068
rus: Золото

source: Material-071
rus: Чугун, ковкий

source: Material-072
rus: Свинец

source: Material-076
rus: Серебро

source: Material-077
rus: Сталь

source: Material-079
rus: Сталь, гальванизированная

source: Material-094
rus: Титан

source: Material-111
rus: ПАУВ

source: Material-121
rus: Фенолоформальдегидная смола

source: Material-123
rus: Полиэтилен, низкая плотность

source: Material-124
rus: Полиэтилен, высокая плотность

source: Material-127
rus: Полипропилен

source: Material-128
rus: Полистирол, высокопрочный

source: Material-193
rus: Вода

source: MaterialInv_001
rus: Бетон

source: MaterialInv_002
rus: Стекло

source: MaterialInv_003
rus: Сталь, легированная

source: MaterialInv_004
rus: Алюминий 6061

source: MaterialInv_005
rus: Алюминий 6061-AHC

source: MaterialInv_006
rus: Латунь, мягкая, желтая

source: MaterialInv_007
rus: Бронза, мягкое олово

source: MaterialInv_008
rus: Сталь, углеродистая

source: MaterialInv_009
rus: Бронза, литейная

source: MaterialInv_010
rus: Медь, литейная

source: MaterialInv_011
rus: Чугун, литейный

source: MaterialInv_012
rus: Сталь, литейная

source: MaterialInv_013
rus: Медь

source: MaterialInv_014
rus: Медь, сплав

source: MaterialInv_018
rus: Чугун, серый

source: MaterialInv_020
rus: Чугун, ковкий

source: MaterialInv_021
rus: Медно-никелевый сплав 400

source: MaterialInv_022
rus: Сталь, нелегированная

source: MaterialInv_024
rus: Нержавеющая сталь

source: MaterialInv_025
rus: Сталь нержавеющая, 440C

source: MaterialInv_026
rus: Сталь, нержавеющая, аустенитная

source: MaterialInv_028
rus: Сталь, высокопрочная, низколегированная

source: MaterialInv_029
rus: Сталь, мягкая

source: MaterialInv_031
rus: Алюминий 6061, сварочный

source: MaterialInv_032
rus: Латунь, мягкая, желтая, сварочная

source: MaterialInv_033
rus: Сталь, нержавеющая AISI 440C, сварочная

source: MaterialInv_034
rus: Сталь, мягкая, сварочная

source: MaterialInv_035
rus: Медь, ковкая

source: MaterialInv_036
rus: Сталь, ковкая

source: MaterialInv_037
rus: Пластик АБС

source: MaterialInv_038
rus: Полиацеталь, черный

source: MaterialInv_039
rus: Полиацеталь, белый

source: MaterialInv_042
rus: Пластик ЖКП

source: MaterialInv_044
rus: Нейлон — дисульфид молибдена

source: MaterialInv_045
rus: Нейлон 6/6

source: MaterialInv_046
rus: Пластик ПБТ

source: MaterialInv_047
rus: Пластик ПК/АБС

source: MaterialInv_048
rus: Пластик ПЭТ

source: MaterialInv_049
rus: Пластик ПММА

source: MaterialInv_050
rus: Пластик ПАЭК

source: MaterialInv_051
rus: Поликарбонат, прозрачный

source: MaterialInv_052
rus: Поликарбонат, дымчатый

source: MaterialInv_054
rus: Полистирол

source: MaterialInv_055
rus: Пластик ПФС

source: MaterialInv_056
rus: Трубопровод ПВХ

source: MaterialInv_057
rus: ПВХ, непластифицированный

source: MaterialInv_058
rus: Резина

source: MaterialInv_059
rus: Пластик САН

source: MaterialInv_060
rus: Каучук, силиконовый

source: MaterialInv_061
rus: Термопластическая смола

source: MaterialInv_062
rus: СВМПЭ, черный

source: MaterialInv_063
rus: СВМПЭ, белый

source: MaterialInv_064
rus: Нитрид кремния

source: MaterialInv_066
rus: Дерево (береза)

source: MaterialInv_067
rus: Дерево (вишня)

source: MaterialInv_068
rus: Дерево (клен)

source: MaterialInv_069
rus: Дерево (дуб)

source: MaterialInv_070
rus: Дерево (орех)

source: MaterialInv_072
rus: Типовые

source: Materials
rus: Материалы

source: Medium gray and circular roofing shingles
rus: Круглый кровельный гонт нейтрального серого цвета

source: Medium gray and rectangular roofing shingles
rus: Прямоугольный кровельный гонт нейтрального серого цвета

source: Medium gray and rippled edge roofing shingles
rus: Кровельный гонт с волнистой кромкой нейтрального серого цвета

source: Medium gray and small rectangular roofing shingles
rus: Мелкий прямоугольный кровельный гонт нейтрального серого цвета

source: Medium gray color
rus: Нейтральный серый цвет

source: Membrane
rus: Мембрана

source: Metal
rus: Металл

source: Metal structural asset.
rus: Объект конструкционного металла.

source: Metal-001
rus: Анодированный — синий

source: Metal-002
rus: Анодированный — бронзовый

source: Metal-003
rus: Цинк

source: Metal-004
rus: Алюминий — полированный

source: Metal-005
rus: Полированный — грубо шлифованный — версия 1.1

source: Metal-005-1-2
rus: Полированный — грубо шлифованный

source: Metal-006
rus: Полированный — кованый

source: Metal-007
rus: Полированный — рифление мелкими пирамидами — версия 1.1

source: Metal-007-1-2
rus: Полированный — рифление мелкими пирамидами

source: Metal-008
rus: Сатинированный

source: Metal-009
rus: Сатинированный — грубо шлифованный

source: Metal-010
rus: Сатинированный — шлифованный

source: Metal-011
rus: Сатинированный — кованый

source: Metal-012
rus: Латунь — полированная

source: Metal-013
rus: Латунь - сатинированная

source: Metal-014
rus: Бронза — полированная

source: Metal-015
rus: Бронза — полированная — шлифованная

source: Metal-016
rus: Бронза - сатинированная

source: Metal-017
rus: Хром - полированный

source: Metal-018
rus: Хром — полированный — шлифованный — версия 1.1

source: Metal-018-1-2
rus: Хром — полированный — шлифованный

source: Metal-019
rus: Хром — сатинированный

source: Metal-020
rus: Медь — кованая с патиной

source: Metal-021
rus: Медь - полированная

source: Metal-022
rus: Медь - сатинированная

source: Metal-023
rus: Медь — сатинированная — грубо шлифованная — версия 1.1

source: Metal-023-1-2
rus: Медь — сатинированная — грубо шлифованная

source: Metal-024
rus: Латунь — сатинированная решетка

source: Metal-025
rus: Нержавеющая — полированная

source: Metal-026
rus: Бронза — с патиной

source: Metal-027
rus: Нержавеющая — сатинированная

source: Metal-028
rus: Нержавеющая — сатинированная — крупнозернистая — версия 1.1

source: Metal-028-1-2
rus: Нержавеющая — сатинированная — крупнозернистая

source: Metal-029
rus: Нержавеющая — сатинированная — грубо шлифованная — версия 1.1

source: Metal-029-1-2
rus: Нержавеющая — сатинированная — грубо шлифованная

source: Metal-030
rus: Нержавеющая — сатинированная — рифление крупными пирамидами

source: Metal-031
rus: Полированный — шлифованный — версия 1.1

source: Metal-031-1-2
rus: Полированный - шлифованный

source: Metal-032
rus: Сатинированная решетка

source: Metal-033
rus: Сатинированный — шлифованный — версия 1.1

source: Metal-033-1-2
rus: Сатинированный - шлифованный

source: Metal-034
rus: Сатинированная — кованая

source: Metal-035
rus: Рифленый лист

source: Metal-036
rus: Анодированный - черный

source: Metal-037
rus: Анодированный — сине-серый

source: Metal-038
rus: Анодированный — темно-серый

source: Metal-039
rus: Анодированный — светло-серый

source: Metal-040
rus: Анодированный — серый

source: Metal-041
rus: Анодированный — красный

source: Metal-042
rus: Анодированный — белый

source: Metal-043
rus: Анодированный — серый — с текстурой

source: Metal-044
rus: Нержавеющая - шлифованная

source: Metal-045
rus: С умеренной полировкой

source: Metal-046
rus: Полированный — с текстурой в виде ромбовидных пластин — версия 1.1

source: Metal-046-1-2
rus: Полированный — с текстурой в виде ромбовидных пластин

source: Metal-047
rus: Сатинированный

source: Metal-048
rus: Анодированный — темная бронза

source: Metal-049
rus: Полированный — шлифованный — версия 1.1

source: Metal-049-1-2
rus: Полированный - шлифованный

source: Metal-050
rus: Латунь — сатинированная — грубо шлифованная

source: Metal-051
rus: Медь — с патиной

source: Metal-052
rus: Бронза — сатинированная — кованая

source: Metal-053
rus: Хром — полированный — грубо шлифованный — версия 1.1

source: Metal-053-1-2
rus: Хром — полированный — грубо шлифованный

source: Metal-054
rus: Медь — сатинированная — шлифованная — версия 1.1

source: Metal-054-1-2
rus: Медь — сатинированная — шлифованная

source: Metal-055
rus: Нержавеющая — полированная — шлифованная — версия 1.1

source: Metal-055-1-2
rus: Нержавеющая — полированная — шлифованная

source: Metal-056
rus: Нержавеющая — сатинированная — кованая

source: Metal-057
rus: Хром — сатинированная решетка

source: Metal-058
rus: Ограждение из проволочной сетки

source: Metal-059
rus: Кровля со стоячим фальцем

source: Metal-060
rus: Алюминий — темный

source: Metal-061
rus: Фрезеровка — алюминий

source: Metal-062
rus: Ромбовидная пластина — темно-серый — версия 1.1

source: Metal-062-1-2
rus: Ромбовидная пластина — темно-серый

source: Metal-063
rus: Рифленый 45 — версия 1.1

source: Metal-063-1-2
rus: Рифленый 45

source: Metal-065
rus: Ромбовидная пластина 2 — темно-серый — версия 1.1

source: Metal-065-1-2
rus: Ромбовидная пластина 2 — темно-серый

source: Metal.
rus: Металл.

source: Metal/Aluminum
rus: Металл/алюминий

source: Metal/Fabricated
rus: Металл/металлоконструкции

source: Metal/Iron
rus: Металл/Железо

source: Metal/Non Ferrous
rus: Металл/Цветной

source: Metal/Steel
rus: Металл/сталь

source: MetalPaint-001
rus: С вкраплениями — сатинированная — черная

source: MetalPaint-002
rus: Глазурованная — черная

source: MetalPaint-003
rus: Глянцевая - черная

source: MetalPaint-004
rus: Сатинированная — черная

source: MetalPaint-005
rus: С вкраплениями — отражающая — бежевая

source: MetalPaint-006
rus: Отражающая — пшеничного цвета

source: MetalPaint-007
rus: Отражающая — цвета слоновой кости

source: MetalPaint-008
rus: Отражающая — белая

source: MetalPaint-009
rus: С вкраплениями — сатинированная — синевато-стального цвета

source: MetalPaint-010
rus: С вкраплениями — сатинированная — синяя

source: MetalPaint-011
rus: Сатинированная — оливково-зеленая

source: MetalPaint-012
rus: Сатинированная — фиолетовая

source: MetalPaint-013
rus: Сатинированная — коричневая

source: MetalPaint-014
rus: С вкраплениями — сатинированная — темно-синяя

source: MetalPaint-015
rus: Глянцевая — сиена

source: MetalPaint-016
rus: Глянцевая — травянисто-зеленая

source: MetalPaint-017
rus: Сатинированная — светло-красная

source: MetalPaint-018
rus: Сатинированная — цвета льна

source: MetalPaint-019
rus: Сатинированная — полуночно-синяя

source: MetalPaint-020
rus: С вкраплениями — сатинированная — цвета морской волны

source: MetalPaint-021
rus: Сатинированная — тускло-розовая

source: MetalPaint-022
rus: Сатинированная — цвета красного золота

source: MetalPaint-023
rus: Глазурная — кирпичного цвета

source: MetalPaint-024
rus: Глянцевая — темно-сиреневая
