Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# unifiedbitmap_Summed_Area
source: Summed Area
hun: Összegzett terület

# unifiedbitmap_position_group
source: Position
hun: Hely

# unifiedbitmap_repeat_group
source: Repeat
hun: Ismétlés

# unifiedbitmap_scale_group
source: Scale
hun: Lépték

# unifiedbitmap_transforms_group
source: Transforms
hun: Transzformálások

source: uniform
hun: azonos

source: unitless
hun: egység nélkül

# useShadowColMap
source: Use Shadow Color Map:
hun: Árnyék színtérképének használata:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
hun: Árnyék színtérképének használata:

# use_altitude_azimuth
source: Override Sun Position:
hun: Nap pozíciójának felülbírálása:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
hun: Nap pozíciójának felülbírálása:

source: Use Background:
hun: Háttér használata:

# use_background:uilabel
source: Use Background:
hun: Háttér használata:

# use_custom_environment:uilabel
source: Use Custom Environment
hun: Egyéni környezet használata

# uv_channel:uilabel
source: UV Channel
hun: UV csatorna

source: veins
hun: erezet

source: velvet
hun: bársony

source: vertical
hun: függőleges

source: victorian
hun: viktoriánus

# vignetting
source: Vigneting:
hun: Címkézés:

# vignetting:uilabel
source: Vigneting:
hun: Címkézés:

source: vinyl
hun: PVC

source: violet
hun: ibolya

# visibility_distance
source: Visibility Distance (10% Haze):
hun: Látótávolság (10% köd):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
hun: Látótávolság (10% köd):

source: Visible
hun: Látható

# visible:uilabel
source: Visible
hun: Látható

source: wall
hun: fal

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# wallpaint_ao_distance
source: Max Distance
hun: Max. távolság

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# wallpaint_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# wallpaint_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# wallpaint_ao_samples
source: Samples
hun: Minták

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# wallpaint_ao_samples:uilabel
source: Samples
hun: Minták

# wallpaint_application
source: Application
hun: Alkalmazás

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
hun: A festék mintázatának beállítása görgős (finom egyenetlenség), ecset (csíkok) vagy festékszóró (egyenletes) lehetőségre.

# wallpaint_application:uilabel
source: Application
hun: Alkalmazás

# wallpaint_application:wallpaint_brush
source: Brush
hun: Ecset

# wallpaint_application:wallpaint_roller
source: Roller
hun: Festőhenger

# wallpaint_application:wallpaint_spray
source: Spray
hun: Festékszóró

# wallpaint_brush
source: Brush
hun: Ecset

# wallpaint_color
source: Color
hun: Szín

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
hun: A festék által visszavert fénymennyiség és szín megadása.

# wallpaint_color:uilabel
source: Color
hun: Szín

# wallpaint_color_by_object:uilabel
source: Custom Color
hun: Egyéni szín

# wallpaint_eggshell
source: Eggshell
hun: Tojáshéj

# wallpaint_finish
source: Finish
hun: Felület

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
hun: Festék üvegszerűségének beállítása (6 előre beállított lehetőség).

# wallpaint_finish:uilabel
source: Finish
hun: Felület

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
hun: Tojáshéj

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
hun: Sima/matt

# wallpaint_finish:wallpaint_gloss
source: Gloss
hun: Fényes

# wallpaint_finish:wallpaint_pearl
source: Pearl
hun: Gyöngy

# wallpaint_finish:wallpaint_platinum
source: Platinum
hun: Platina

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
hun: Félfényes

# wallpaint_flat
source: Flat/Matte
hun: Sima/matt

# wallpaint_gloss
source: Gloss
hun: Fényes

# wallpaint_paintgroup
source: Wall Paint
hun: Falfesték

# wallpaint_pearl
source: Pearl
hun: Gyöngy

# wallpaint_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# wallpaint_platinum
source: Platinum
hun: Platina

# wallpaint_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
hun: Definiálja azon minták maximális (nyalábok) számát, mely elvi nyalábok alapján a fényes reflexiók kiszámításra kerülnek.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

# wallpaint_roller
source: Roller
hun: Festőhenger

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# wallpaint_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# wallpaint_roundcorners_radius
source: Source
hun: Forrás

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# wallpaint_roundcorners_radius:uilabel
source: Source
hun: Forrás

# wallpaint_semigloss
source: Semi-gloss
hun: Félfényes

# wallpaint_spray
source: Spray
hun: Festékszóró

source: wallpaper
hun: tapéta

source: walnut
hun: dió

source: warm
hun: meleg

source: water
hun: víz

# water_algae
source: Algae/Green
hun: Alga/zöld

# water_bump_amount
source: Wave Height
hun: Hullámmagasság

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
hun: A vízhullámok relatív magasságának beállítása. Írjon be egy értéket 0 (nincs hullám) és 5 (nagy hullámok) között.

# water_bump_amount:uilabel
source: Wave Height
hun: Hullámmagasság

# water_color_by_object:uilabel
source: Custom Color
hun: Egyéni szín

# water_custom
source: Custom
hun: Egyéni

# water_lake
source: Generic Pond/Lake
hun: Általános tavacska/tó

# water_murky
source: Murky/Brown
hun: Sötét/barna

# water_ocean
source: Generic Sea/Ocean
hun: Általános tenger/óceán

# water_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# water_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# water_reflecting_pool
source: Generic Reflecting Pool
hun: Általános tükröző medence

# water_refr_depth
source: Refraction Max Trace Depth
hun: Fénytörés max. követési mélysége

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
hun: Bejelölése esetén az anyag fénytörési mélysége helyileg vezérelt, és a korlát elérésekor további átlátszósági sugár keletkezik, így korlátozva az általában tömör üveg objektumokon megjelenő sötét élhatást.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
hun: Fénytörés max. követési mélysége

# water_refr_depth_control_label
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# water_river
source: Generic Stream/River
hun: Általános patak/folyó

# water_swimming_pool
source: Swimming Pool
hun: Úszómedence

# water_tint_color
source: Custom Color
hun: Egyéni szín

# water_tint_color:tooltip
source: Sets a color via RGB value.
hun: Szín beállítása az RGB értékek megadásával.

# water_tint_color:uilabel
source: Custom Color
hun: Egyéni szín

# water_tint_enable
source: Color
hun: Szín

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
hun: Szín árnyalatának beállítása (trópusi, alga/zöld, sötét/barna stb.).

# water_tint_enable:uilabel
source: Color
hun: Szín

# water_tint_enable:water_algae
source: Algae/Green
hun: Alga/zöld

# water_tint_enable:water_custom
source: Custom
hun: Egyéni

# water_tint_enable:water_lake
source: Generic Pond/Lake
hun: Általános tavacska/tó

# water_tint_enable:water_murky
source: Murky/Brown
hun: Sötét/barna

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
hun: Általános tenger/óceán

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
hun: Általános tükröző medence

# water_tint_enable:water_river
source: Generic Stream/River
hun: Általános patak/folyó

# water_tint_enable:water_tropical
source: Tropical
hun: Trópusi

# water_tropical
source: Tropical
hun: Trópusi

# water_type
source: Type
hun: Típus

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
hun: A víz mintázatának kiválasztása (uszoda, folyó, tó, óceán stb.)

# water_type:uilabel
source: Type
hun: Típus

# water_type:water_lake
source: Generic Pond/Lake
hun: Általános tavacska/tó

# water_type:water_ocean
source: Generic Sea/Ocean
hun: Általános tenger/óceán

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
hun: Általános tükröző medence

# water_type:water_river
source: Generic Stream/River
hun: Általános patak/folyó

# water_type:water_swimming_pool
source: Swimming Pool
hun: Úszómedence

# water_watergroup
source: Water
hun: Víz

source: watts
hun: watt

# wave_Amplitude
source: Amplitude
hun: Amplitúdó

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
hun: A hullámok amplitúdójának megadása. Tartomány = 0 - 10000; Alapértelmezett érték = 1.

# wave_Amplitude:uilabel
source: Amplitude
hun: Amplitúdó

# wave_Appearance
source: Appearance
hun: Megjelenés

# wave_Color1
source: Color 1
hun: 1. szín

# wave_Color1:tooltip
source: Specifies the first color of the waves.
hun: A hullámok első színének megadása.

# wave_Color1:uilabel
source: Color 1
hun: 1. szín

# wave_Color2
source: Color 2
hun: 2. szín

# wave_Color2:tooltip
source: Specifies the second color of the waves.
hun: A hullámok második színének megadása.

# wave_Color2:uilabel
source: Color 2
hun: 2. szín

# wave_Distribution
source: Distribution
hun: Eloszlás

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
hun: A hullámok eloszlásának megadása. A 3D beállítás a hullámok középpontját egy képzeletbeli gömb felületén osztja el, a 3D objektum minden oldalát érintve. A 2D beállítás a hullámokat körszerűen osztja el egy XY kiterjedésű síkon, amely jobban megfelel sík vizek, például óceánok és tavak esetén.

# wave_Distribution:uilabel
source: Distribution
hun: Eloszlás

# wave_NumWaveSets
source: Number
hun: Szám

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
hun: Használt hullámkészletek számának megadása a mintában. Nyugodt víz esetén állítsa alacsony értékre. Tartomány = 1 - 50, alapértelmezett érték = 3.

# wave_NumWaveSets:uilabel
source: Number
hun: Szám

# wave_Phase
source: Phase
hun: Fázis

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
hun: A hullámok amplitúdójának megadása. Tartomány = 0 - 10000; Alapértelmezett érték = 0.

# wave_Phase:uilabel
source: Phase
hun: Fázis

# wave_Position
source: Position
hun: Hely

# wave_RandomSeed
source: Random Seed
hun: Véletlenszám-generátor kiindulási értéke

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
hun: Kiindulási érték biztosítása a vízminta létrehozásához. A minta minden egyes kiindulási értékkel módosul. Tartomány = 0 - 65535, alapértelmezett érték = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
hun: Véletlenszám-generátor kiindulási értéke

# wave_WaveLenMax
source: Len Max
hun: Max. hossz

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
hun: Az egyes hullámközéppontok közötti minimális időköz meghatározása. Ha az értékek egymáshoz közel állnak, a hullámok rendszeresebben jelennek meg, ha az értékek messzebb vannak egymástól, a hullámok kevésbé rendszeresek. Alapértelmezett érték = 1.97.

# wave_WaveLenMax:uilabel
source: Len Max
hun: Max. hossz

# wave_WaveLenMin
source: Len Min
hun: Min. hossz

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
hun: Az egyes hullámközéppontok közötti maximális időköz meghatározása. Ha az értékek egymáshoz közel állnak, a hullámok rendszeresebben jelennek meg, ha az értékek messzebb vannak egymástól, a hullámok kevésbé rendszeresek. Alapértelmezett érték = 1.97.

# wave_WaveLenMin:uilabel
source: Len Min
hun: Min. hossz

# wave_WaveRadius
source: Radius
hun: Sugár

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
hun: Egy képzeletbeli gömb (3D eloszlás) vagy kör (2D eloszlás) sugarának megadása, amelynek felülete az egyes hullámközéppontok eredete. Nagy sugár nagy körkörös hullámmintákat, míg kis sugár sűrű, kisebb hullámokat hoz létre. Alapértelmezett érték = 39.37.

# wave_WaveRadius:uilabel
source: Radius
hun: Sugár

# wave_paramgroup
source: Waves
hun: Hullámok

# wave_transforms_group
source: Transforms
hun: Transzformálások

source: waves
hun: hullámok

source: wavy
hun: hullámos

source: weathered
hun: mállott

source: weave
hun: szövetminta

# web
source: Use Light Profile
hun: Hálós

# webHasSymmetry
source: Symmetric:
hun: Szimmetrikus:

# webHasSymmetry:uilabel
source: Symmetric:
hun: Szimmetrikus:

# webRotation
source: Rotation:
hun: Elforgatás:

# webRotation:tooltip
source: Web spatial rotation
hun: Háló térbeli elforgatása

# webRotation:uilabel
source: Rotation:
hun: Elforgatás:

# webScaling:uilabel
source: webScaling
hun: webméretezés

# webTranslation:uilabel
source: webTranslation
hun: webfordítás

source: west
hun: nyugat

source: wet
hun: nedves

source: wheat
hun: búza

source: white
hun: fehér

source: White Color:
hun: Fehér szín:

# whiteColor:uilabel
source: White Color:
hun: Fehér szín:

source: Whitepoint:
hun: Fehér pont:

# whitepoint:uilabel
source: Whitepoint:
hun: Fehér pont:

source: Width
hun: Szélesség

# width:uilabel
source: Width
hun: Szélesség

source: window
hun: ablak

source: wood
hun: fa

# wood_Appearance
source: Appearance
hun: Megjelenés

# wood_AxialNoise
source: Axial Noise
hun: Tengelyirányú zaj

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
hun: A tengelyirányú zajminta relatív véletlenszerűségének beállítása a fa erezetével párhuzamos síkon. Tartomány = 0 - 100; Alapértelmezett érték = 1.00.

# wood_AxialNoise:uilabel
source: Axial Noise
hun: Tengelyirányú zaj

# wood_Color1
source: Color 1
hun: 1. szín

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
hun: A famintázat első színének megadása.

# wood_Color1:uilabel
source: Color 1
hun: 1. szín

# wood_Color2
source: Color 2
hun: 2. szín

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
hun: A famintázat második színének megadása.

# wood_Color2:uilabel
source: Color 2
hun: 2. szín

# wood_Position
source: Position
hun: Hely

# wood_RadialNoise
source: Radial Noise
hun: Sugárirányú zaj

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
hun: A sugárirányú zajminta relatív véletlenszerűségének beállítása a fa erezetére merőleges síkon. Tartomány = 0 - 100; Alapértelmezett érték = 1.00.

# wood_RadialNoise:uilabel
source: Radial Noise
hun: Sugárirányú zaj

# wood_Thickness
source: Grain Thickness
hun: Szemcsevastagság

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
hun: A fa erezetét alkotó színes sávok relatív vastagságának beállítása. Tartomány = 0 - 100; Alapértelmezett érték = 0.50.

# wood_Thickness:uilabel
source: Grain Thickness
hun: Szemcsevastagság

# wood_props1
source: Basic Thermal
hun: Egyszerű hőtani

# wood_props2
source: Mechanical
hun: Mechanikai

# wood_transforms_group
source: Transforms
hun: Transzformálások

source: yellow
hun: sárga

source: yellow-brown
hun: sárgásbarna

source: zinc
hun: cink

source: ABS Plastic
hun: ABS műanyag

source: Acetal Resin, Black
hun: Acetál gyanta, fekete

source: Acetal Resin, White
hun: Acetál gyanta, fehér

source: Alloy Steel
hun: Ötvözött acél

source: Aluminum-6061
hun: Alumínium-6061

source: Aluminum-6061-AHC
hun: Alumínium-6061 AHC

source: Brass, Soft Yellow
hun: Réz, puha sárga

source: Bronze, Soft Tin
hun: Bronz, puha ón

source: Carbon Steel
hun: Szénacél

source: Cast Bronze
hun: Öntött bronz

source: Cast Copper
hun: Öntött réz

source: Cast Steel
hun: Öntött acél

source: Copper
hun: Réz

source: Copper Alloy
hun: Rézötvözet

source: Ductile Iron
hun: Gömbgrafitos vas

source: Galvanized Steel
hun: Galvanizált acél

source: GFRC (Glass Fiber Reinforced Concrete)
hun: GFRC (üvegszál-erősítésű beton)

source: Gold
hun: Arany

source: Gray Iron
hun: Szürkevas

source: High Density Polyethylene
hun: Nagy sűrűségű polietilén

source: High Impact Polystyrene
hun: Emelt ütésállóságú polisztirol

source: LCP Plastic
hun: LCP műanyag

source: Lead
hun: Ólom

source: Low Density Polyethylene
hun: Kis sűrűségű polietilén

source: Malleable Iron
hun: Vas temperöntvény

source: Nickel-Copper Alloy 400
hun: Nikkel-réz ötvözet 400

source: Non-Alloy Steel
hun: Ötvözetlen acél

source: Nylon-6/6
hun: Nejlon-6,6

source: Nylon Composite (Nylon, molybdenum disulphide)
hun: Nejlonkompozit (nejlon, molibdén-diszulfid)

source: PBT Plastic
hun: PBT műanyag

source: PC_ABS Plastic
hun: PC_ABS műanyag

source: PET Plastic
hun: PET műanyag

source: Phenolic
hun: Fenolgyanta

source: PMMA Plastic
hun: PMMA műanyag

source: Polycarbonate, Clear
hun: Polikarbonát, színtelen

source: Polycarbonate, Smoke
hun: Polikarbonát, füstös

source: Polypropylene
hun: Polipropilén

source: PPS Plastic
hun: PPS műanyag

source: PVC-Piping
hun: PVC csővezeték

source: SAN Plastic
hun: SAN műanyag

source: Silicone
hun: Szilikon

source: Stainless Steel
hun: Rozsdamentes acél

source: Stainless Steel, 440C
hun: Rozsdamentes acél, 440C

source: Stainless Steel, Austenitic
hun: Rozsdamentes acél, ausztenites

source: Steel, High Strength Low Alloy
hun: Acél, nagyszilárdságú alacsony ötvözőtartalmú

source: Steel, Mild
hun: Acél, lágy

source: UHMW, Black
hun: UHMW, fekete

source: UHMW, White
hun: UHMW, fehér

source: Welded Aluminum-6061
hun: Hegesztett alumínium-6061

source: Welded Brass, Soft Yellow
hun: Hegesztett sárgaréz, lágy sárga

source: Welded Stainless Steel, 440C
hun: Hegesztett rozsdamentes acél, 440C

source: Welded Steel Mild
hun: Hegesztett lágyacél

source: Wood (Birch)
hun: Fa (nyír)

source: Wood (Cherry)
hun: Fa (cseresznye)

source: Wood (Maple)
hun: Fa (juhar)

source: Wood (Oak)
hun: Fa (tölgy)

source: Wood (Walnut)
hun: Fa (dió)

source: Wrought Copper
hun: Kovácsolt réz

source: Wrought Steel
hun: Kovácsolt acél

source: Threaded
hun: Menetes
