Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
plk: Drewno i plastik.Płyta z tektury falistej

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Buk

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Bocote

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Wiąz czeczot

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Dąb angielski

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Rhodomyrtus tomentosa

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
plk: Drewno i plastik.Wykończenia stolarskie.Drewno.Świerk

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
plk: Drewno i plastik.Płyta pilśniowa

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
plk: Drewno i plastik.Płyta pilśniowa.Lateks

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
plk: Drewno i plastik.Panele preszpanowe

source: Wrought copper
plk: Miedź kuta

source: Wrought steel
plk: Stal kuta

source: Year:
plk: Rok:

# Year:uilabel
source: Year:
plk: Rok:

# a_incandescent
source: Incandescent Filament Lamp
plk: Lampa z włóknem żarowym

source: acoustic
plk: akustyka

source: Active
plk: Aktywny

# active:uilabel
source: Active
plk: Aktywny

source: adobe
plk: cegła niewypalana

# aerial_perspective
source: Atmospheric Haze
plk: Mgiełka atmosferyczna

source: aggregate
plk: kruszywo

source: algae
plk: algi

source: alloy
plk: stop

source: aluminum
plk: aluminium

source: amber
plk: bursztynowy

source: Ambient Color:
plk: Kolor otoczenia:

# ambientColor:uilabel
source: Ambient Color:
plk: Kolor otoczenia:

source: Ambient Only:
plk: Tylko otoczenie:

# ambientOnly:uilabel
source: Ambient Only:
plk: Tylko otoczenie:

# ambientocclusion_group
source: Ambient Occlusion Properties
plk: Właściwości cieniowania Ambient Occlusion

source: anodized
plk: anodowane

source: antique
plk: antyczny

# aperture:uilabel
source: aperture
plk: szczelina

source: aqua
plk: woda

source: architectural
plk: architektoniczna

source: Area
plk: Powierzchnia

source: ash
plk: jesion

source: Aspect
plk: Aspekt

# aspect_ratio:uilabel
source: aspect_ratio
plk: współczynnik_kształtu

source: asphalt
plk: asfalt

# asset_description
source: Description
plk: Opis

# asset_information
source: Information
plk: Informacja

# asset_information1
source: Descriptive Information
plk: Opis

# asset_information2
source: Product Information
plk: Informacje o produkcie

# asset_information3
source: Revit Annotation Information
plk: Informacja o opisie programu Revit

# asset_keywords
source: Keywords
plk: Słowa kluczowe

# asset_name
source: Name
plk: Nazwa

# asset_source
source: Source
plk: Źródło

# asset_texture_paths
source: Texture Paths
plk: Ścieżki tekstury

# asset_type
source: Type
plk: Typ

# asset_version
source: Version
plk: Wersja

# atmosShadowColAmnt
source: Amount:
plk: Ilość:

# atmosShadowColAmnt:uilabel
source: Amount:
plk: Ilość:

# atmosShadowOn
source: On:
plk: Włączony:

# atmosShadowOn:uilabel
source: On:
plk: Włączony:

# atmosShadowOpacity
source: Opacity:
plk: Nieprzezroczystość:

# atmosShadowOpacity:uilabel
source: Opacity:
plk: Nieprzezroczystość:

# atmosShadows
source: Atmospheric Shadows
plk: Cienie atmosferyczne

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
plk: Automatycznie obliczana energia fotonów:

# background
source: Background Shader:
plk: Narzędzie cieniowania tła:

# background:uilabel
source: Background Shader:
plk: Narzędzie cieniowania tła:

source: Background On:
plk: Tło włączone:

# backgroundOn:uilabel
source: Background On:
plk: Tło włączone:

# backgroundx
source: Background
plk: Tło

source: bank
plk: brzeg

# base
source: Fixture
plk: Oprawa

source: basic
plk: podstawowe

# basic_props1
source: Basic Thermal
plk: Termiczny, podstawowy

source: bathroom
plk: łazienka

source: bayou
plk: teren zalewowy

source: bedroom
plk: sypialnia

source: beech
plk: buk

source: beechwood
plk: drewno bukowe

source: beige
plk: beżowy

source: beige plaid
plk: tartan beżowy

source: bermuda
plk: bermudy

source: birch
plk: brzoza

source: black
plk: czarny

source: block
plk: blok

source: blocks
plk: bloki

source: blue
plk: niebieski

source: board
plk: tablica

source: bog
plk: bagno

source: Bottom Left 1:
plk: Lewy dolny 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
plk: Lewy dolny 1:

source: Bottom Right 1:
plk: Prawy dolny 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
plk: Prawy dolny 1:

source: brass
plk: mosiądz

# break_def_map:uilabel
source: Break Def Map
plk: Mapa definicji przerwań

source: brick
plk: cegła

source: Brightness:
plk: Jasność:

# brightness:uilabel
source: Brightness:
plk: Jasność:

source: brindle
plk: cętkowanie

source: bronze
plk: brąz

# broom_curved:uilabel
source: Broom Curved
plk: Szczotkowanie po łuku

# broom_straight:uilabel
source: Broom Straight
plk: Szczotkowanie na wprost

source: brown
plk: brązowy

source: brown carpet
plk: dywan brązowy

# brush_def_map:uilabel
source: Brush Def Map
plk: Mapa definicji zmatowienia

source: brushed
plk: zmatowione

source: bulb
plk: żarówka

# bump_checker_map:uilabel
source: Bump Checker Map
plk: Mapa wypukłości Szachownica

# bump_diamond_map:uilabel
source: Bump Diamond Map
plk: Mapa wypukłości Romby

source: burgundy
plk: bordowy

source: burl
plk: czeczota

source: burlap
plk: tkanina jutowa

# burn_highlights
source: Highlights (Burn):
plk: Podświetlenia (wypalenie):

# burn_highlights:uilabel
source: Highlights (Burn):
plk: Podświetlenia (wypalenie):

source: burnt
plk: palony

source: cadet
plk: kadet

source: cafe
plk: kawowy

# camera_shutter
source: Shutter Speed:
plk: Szybkość migawki:

# camera_shutter:uilabel
source: Shutter Speed:
plk: Szybkość migawki:

source: canary
plk: kanarkowy

# candela
source: candelas
plk: kandele

source: caning
plk: koszulka

source: canvas
plk: płótno żaglowe

source: cardboard
plk: tektura

source: carpet
plk: dywan

source: carpet with some blue, yellow and red
plk: dywan niebiesko-żółto-czerwony

source: cast-in-place
plk: odlewany na miejscu

# cast_shadows
source: Compute Shadows:
plk: Oblicz cienie:

# cast_shadows:uilabel
source: Turns on shadows:
plk: Umożliwia włączenie cieni:

source: ceiling
plk: sufit

source: ceramic
plk: ceramiczny

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
plk: Światło ceramiczno-metalohalogenkowe HID (zimne)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
plk: Światło ceramiczno-metalohalogenkowe HID (ciepłe)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# ceramic_ao_distance
source: Max Distance
plk: Maks. odległość

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# ceramic_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# ceramic_ao_samples
source: Samples
plk: Próbki

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# ceramic_ao_samples:uilabel
source: Samples
plk: Próbki

# ceramic_application
source: Finish
plk: Wykończenie

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
plk: Z dużym połyskiem/szkliwiony

# ceramic_application:ceramic_matte
source: Matte
plk: Matowy

# ceramic_application:ceramic_satin
source: Satin
plk: Satynowy

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
plk: Dostosowuje teksturę wykończonej powierzchni.

# ceramic_application:uilabel
source: Finish
plk: Wykończenie

# ceramic_bump:ceramic_custom
source: Custom
plk: Niestandardowy

# ceramic_bump:ceramic_none
source: None
plk: Brak

# ceramic_bump:ceramic_wavy
source: Wavy
plk: Falisty

# ceramic_bump:uilabel
source: Type
plk: Typ

# ceramic_bump_amount
source: Amount
plk: Ilość

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
plk: Kontroluje fale niskiej częstotliwości, często występujące w ceramice. Wprowadź większe wartości dziesiętne (do 1,0), aby zwiększyć głębokość nierówności powierzchni.

# ceramic_bump_amount:uilabel
source: Amount
plk: Ilość

# ceramic_bump_list_label
source: Type
plk: Typ

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
plk: Dostosowuje wzorzec służący do przedstawiania fal niskiej częstotliwości, często występujących w ceramice.

# ceramic_bump_map
source: Image
plk: Obraz

# ceramic_bump_map:uilabel
source: Image
plk: Obraz

# ceramic_bump_panel_label
source: Finish Bumps
plk: Wypukłości końcowe

# ceramic_ceramic
source: Ceramic
plk: Ceramika

# ceramic_color
source: Color
plk: Kolor

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
plk: Wybiera kolor, obraz lub teksturę proceduralną w celu utworzenia wyglądu materiału.

# ceramic_color:uilabel
source: Color
plk: Kolor

# ceramic_color_by_object:uilabel
source: Color
plk: Kolor

# ceramic_custom
source: Custom
plk: Niestandardowy

# ceramic_high_glossy
source: High Gloss / Glazed
plk: Z dużym połyskiem/szkliwiony

# ceramic_matte
source: Matte
plk: Matowy

# ceramic_pattern:ceramic_custom
source: Custom
plk: Niestandardowy

# ceramic_pattern:ceramic_none
source: None
plk: Brak

# ceramic_pattern:uilabel
source: Type
plk: Typ

# ceramic_pattern_amount
source: Amount
plk: Ilość

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
plk: Kontroluje wzory dekoracyjnej wypukłości.

# ceramic_pattern_amount:uilabel
source: Amount
plk: Ilość

# ceramic_pattern_list_label
source: Type
plk: Typ

# ceramic_pattern_map:uilabel
source: Image
plk: Obraz

# ceramic_pattern_map_slider_label
source: Image
plk: Obraz

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
plk: Wyświetla wzory dekoracyjnej wypukłości.

# ceramic_pattern_map_stack_label
source: Relief Pattern
plk: Wzór wypukłości

# ceramic_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# ceramic_porcelain
source: Porcelain
plk: Porcelana

# ceramic_props
source: Ceramic
plk: Ceramika

# ceramic_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# ceramic_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# ceramic_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# ceramic_roundcorners_radius
source: Source
plk: Źródło

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# ceramic_roundcorners_radius:uilabel
source: Source
plk: Źródło

# ceramic_satin
source: Satin
plk: Satynowy

# ceramic_type
source: Type
plk: Typ

# ceramic_type:ceramic_ceramic
source: Ceramic
plk: Ceramika

# ceramic_type:ceramic_porcelain
source: Porcelain
plk: Porcelana

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
plk: Wybiera typ materiału: ceramikę lub porcelanę.

# ceramic_type:uilabel
source: Type
plk: Typ

# ceramic_wavy
source: Wavy
plk: Falisty

source: cerulean
plk: błękitny

source: chain
plk: łańcuch

source: chartreuse
plk: żółtozielony

source: checker
plk: kratka

# checker_Appearance
source: Appearance
plk: Wygląd

# checker_Position
source: Position
plk: Położenie

# checker_Repeat
source: Repeat
plk: Powtórz

# checker_Scale
source: Scale
plk: Skala

# checker_color1
source: Color 1
plk: Kolor 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
plk: Udostępnia opcję wyboru koloru lub mapy podproceduralnej dla jednej z szachownic.

# checker_color1:uilabel
source: Color 1
plk: Kolor 1

# checker_color2
source: Color 2
plk: Kolor 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
plk: Udostępnia opcję wyboru koloru lub mapy podproceduralnej dla drugiej szachownicy.

# checker_color2:uilabel
source: Color 2
plk: Kolor 2

# checker_soften
source: Soften
plk: Zmiękcz

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
plk: Dostosowuje wartość miękkości lub rozmazania między krawędzią dwóch kolorów lub typów mapy. Większe wartości powodują większe rozmazanie. Wartość 0,0 określa ostre krawędzie. Zakres = od 0 do 5,00; wartość domyślna = 0.

# checker_soften:uilabel
source: Soften
plk: Zmiękcz

# checker_transforms_group
source: Transforms
plk: Przekształcenia

source: cherry
plk: wiśnia

source: chestnut
plk: kasztan

source: chiffon
plk: szyfon

source: chipboard
plk: tektura

source: chocolate
plk: czekoladowy

source: chromate
plk: chromian

source: chrome
plk: chrom

source: circular
plk: okrągły

source: clear
plk: przezroczyste

source: cmu
plk: bloczek betonowy

source: coarse
plk: surowy

source: cobble
plk: kostka brukowa

source: coffee
plk: kawa

source: Color Correction
plk: Korekcja kolorów

# colorCorrection:uilabel
source: Color Correction
plk: Korekcja kolorów

# colorDifferentiation
source: Desaturate Low Levels
plk: Desaturuj niskie poziomy

# colorDifferentiation:uilabel
source: Desaturate Low Levels
plk: Desaturuj niskie poziomy

# colorMapIndependent
source: Affect Indirect Only
plk: Dotyczy tylko oświetlenia pośredniego

# colorMapIndependent:uilabel
source: Affect Indirect Only
plk: Dotyczy tylko oświetlenia pośredniego

source: Color Shifting:
plk: Zmiana koloru:

# colorShifting:none
source: None
plk: Brak

# colorShifting:std_incandescent
source: Standard Incandescent Light
plk: Żarówka standardowa

# colorShifting:uilabel
source: Color Shifting:
plk: Zmiana koloru:

# color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# color_color_input
source: Color:
plk: Kolor:

# color_color_input:uilabel
source: Color:
plk: Kolor:

# common_Shared_Asset:common_independent
source: Independent
plk: Niezależne

# common_Shared_Asset:common_shared
source: Shared
plk: Współdzielone

# common_Shared_Asset:uilabel
source: Sharing
plk: Współdzielenie

# common_Tint_color
source: Tint Color
plk: Kolor zabarwienia

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
plk: Wybiera kolor zabarwienia wygląd materiału.

# common_Tint_color:uilabel
source: Tint Color
plk: Kolor zabarwienia

# common_Tint_toggle
source: Tint
plk: Zabarwienie

# common_Tint_toggle:uilabel
source: Tint
plk: Zabarwienie

source: composition
plk: kompozycja

# compressive_strength_ultimate
source: Ultimate
plk: Wytrzymałość

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
plk: Wytrzymałość na ściskanie

# compressive_stress_yield
source: Yield
plk: Plastyczność

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
plk: Granica plastyczności przy ściskaniu

source: computer
plk: komputer

source: concrete
plk: beton

# concrete_acrylic
source: Acrylic
plk: Akrylowy

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# concrete_ao_distance
source: Max Distance
plk: Maks. odległość

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# concrete_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# concrete_ao_samples
source: Samples
plk: Próbki

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# concrete_ao_samples:uilabel
source: Samples
plk: Próbki

# concrete_automatic
source: Automatic
plk: Automatyczny

# concrete_base
source: Concrete
plk: Beton

# concrete_bm_map
source: Image
plk: Obraz

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
plk: Dodaje starzenie (zacieki/odbarwienie) w oparciu o dostarczony plik obrazu.

# concrete_bm_map:uilabel
source: Image
plk: Obraz

# concrete_brightmode:concrete_automatic
source: Automatic
plk: Automatyczny

# concrete_brightmode:concrete_custom
source: Custom - Image
plk: Niestandardowy - obraz

# concrete_brightmode:concrete_none
source: None
plk: Brak

# concrete_brightmode:uilabel
source: Weathering
plk: Starzenie

# concrete_brightmode_custom
source: Custom - Image
plk: Niestandardowy - obraz

# concrete_brightmode_list_label
source: Type
plk: Typ

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
plk: Dodaje automatycznie starzenie (zacieki/odbarwienie).

# concrete_brightmode_panel_label
source: Weathering
plk: Starzenie

# concrete_bump_amount
source: Amount
plk: Ilość

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
plk: Przesuwa, aby zmienić teksturę powierzchni.

# concrete_bump_amount:uilabel
source: Amount
plk: Ilość

# concrete_bump_map
source: Image
plk: Obraz

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
plk: Używa mapy bitowej do wyboru wykończenia.

# concrete_bump_map:uilabel
source: Image
plk: Obraz

# concrete_color
source: Color
plk: Kolor

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
plk: Wybiera kolor, obraz lub teksturę proceduralną w celu utworzenia wyglądu materiału.

# concrete_color:uilabel
source: Color
plk: Kolor

# concrete_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# concrete_curved
source: Broom Curved
plk: Szczotkowanie po łuku

# concrete_custom
source: Stamped/Custom
plk: Oznaczone/Niestandardowe

# concrete_epoxy
source: Epoxy
plk: Epoksydowy

# concrete_finish
source: Finish Bumps
plk: Wypukłości końcowe

# concrete_finish:concrete_curved
source: Broom Curved
plk: Szczotkowanie po łuku

# concrete_finish:concrete_custom
source: Stamped/Custom
plk: Oznaczone/niestandardowe
