Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

source: Masonry.Unit Masonry.Brick.Modular.Fire
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Antiincendio

source: Masonry.Unit Masonry.Brick.Modular.Flemish
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Flamenco

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Flamenco cruzado

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Flamenco diagonal

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Muro de jardín

source: Masonry.Unit Masonry.Brick.Modular.Glazed
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Vidriado

source: Masonry.Unit Masonry.Brick.Modular.Header
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.A tizón

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Espiga

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Espiga.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.A tercio de asta

source: Masonry.Unit Masonry.Brick.Modular.Press
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Satinado

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.A sardinel horizontal

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Alternados

source: Masonry.Unit Masonry.Brick.Modular.Running
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Isódromo

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Isódromo.Marrón

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Isódromo.Vidriado.Azul

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Isódromo.Gris

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Isódromo.Rojo

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Isódromo.Ranurado.Rojo

source: Masonry.Unit Masonry.Brick.Modular.Sailor
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.A panderete vertical

source: Masonry.Unit Masonry.Brick.Modular.Screen
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Mampara

source: Masonry.Unit Masonry.Brick.Modular.Shiner
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.A panderete horizontal

source: Masonry.Unit Masonry.Brick.Modular.Soldier
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.A sardinel vertical

source: Masonry.Unit Masonry.Brick.Modular.Stack
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Apilar

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Apilado.Gris

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
esp: Albañilería.Unidad de albañilería.Ladrillo.Normando.A tercio de asta

source: Masonry.Unit Masonry.Brick.Norman.Soldier
esp: Albañilería.Unidad de albañilería.Ladrillo.Normando.A sardinel vertical

source: Masonry.Unit Masonry.CMU.Efflorescence
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Eflorescencia

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Muro de retención.Isódomo

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Nervado.Apilado

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Marinero.Apilado

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Arenado.Gris

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Arenado.Tostado

source: Masonry.Unit Masonry.CMU.Scored.Running
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Estriado.Isódomo

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Estriado.Isódromo.Aglomerado descubierto

source: Masonry.Unit Masonry.CMU.Screen.Stacked
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Mampara.Apilado

source: Masonry.Unit Masonry.CMU.Shadow.Running
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Sombra.Isódomo

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Amortiguador de sonido.Isódromo

source: Masonry.Unit Masonry.CMU.Split-Face.Running
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.Tipo split.Isódomo

source: Masonry.Unit Masonry.CMU.Stretcher.Running
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.A soga.Isódromo

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.A soga.Isódromo.Aglomerado descubierto

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.A soga.isodomo.Vidriado.Azul

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.A soga.Apilado

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
esp: Albañilería.Unidad de albañilería.Bloques de hormigón.A soga.Apilado.Vidriado.Azul

source: Masonry.Unit Masonry.Glass Block.Square.Stack
esp: Albañilería.Unidad de albañilería.Bloque de vidrio.Cuadrado.Apilar

source: Masonry/Brick
esp: Albañilería/Ladrillo

source: Masonry/CMU
esp: Albañilería/Bloques de hormigón

source: Masonry/Stone
esp: Albañilería/Piedra

source: MasonryCMU
esp: Albañilería bloques de hormigón

# MasonryCMUSchema_localname:Masonry
source: Masonry
esp: Albañilería

# MasonryCMUSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Material-010
esp: Hormigón reforzado con fibra de vidrio

source: Material-068
esp: Oro

source: Material-071
esp: Hierro, dúctil

source: Material-072
esp: Plomo

source: Material-076
esp: Plata

source: Material-077
esp: Acero

source: Material-079
esp: Acero, galvanizado

source: Material-094
esp: Titanio

source: Material-111
esp: Polímero reforzado con fibra de carbono

source: Material-121
esp: Resina fenólica

source: Material-123
esp: Polietileno, baja densidad

source: Material-124
esp: Polietileno, alta densidad

source: Material-127
esp: Polipropileno

source: Material-128
esp: Poliestireno, alto impacto

source: Material-193
esp: Agua

source: MaterialInv_001
esp: Hormigón

source: MaterialInv_002
esp: Vidrio

source: MaterialInv_003
esp: Acero, aleación

source: MaterialInv_004
esp: Aluminio 6061

source: MaterialInv_005
esp: Aluminio 6061-AHC

source: MaterialInv_006
esp: Latón, amarillo claro

source: MaterialInv_007
esp: Bronce, estaño suave

source: MaterialInv_008
esp: Acero, carbono

source: MaterialInv_009
esp: Bronce, fundido

source: MaterialInv_010
esp: Cobre, fundido

source: MaterialInv_011
esp: Hierro, fundido

source: MaterialInv_012
esp: Acero, fundido

source: MaterialInv_013
esp: Cobre

source: MaterialInv_014
esp: Cobre, aleado

source: MaterialInv_018
esp: Hierro, gris

source: MaterialInv_020
esp: Hierro, maleable

source: MaterialInv_021
esp: Aleación de níquel y cobre 400

source: MaterialInv_022
esp: Acero, no aleado

source: MaterialInv_024
esp: Acero inoxidable

source: MaterialInv_025
esp: Acero inoxidable, 440C

source: MaterialInv_026
esp: Acero inoxidable, austenítico

source: MaterialInv_028
esp: Acero, alta resistencia, aleación baja

source: MaterialInv_029
esp: Acero, suave

source: MaterialInv_031
esp: Aluminio 6061, soldado

source: MaterialInv_032
esp: Latón, amarillo claro, soldado

source: MaterialInv_033
esp: Acero inoxidable AISI 440C, soldado

source: MaterialInv_034
esp: Acero, suave, soldado

source: MaterialInv_035
esp: Cobre, forjado

source: MaterialInv_036
esp: Acero, forjado

source: MaterialInv_037
esp: Plástico ABS

source: MaterialInv_038
esp: Resina acetal, negra

source: MaterialInv_039
esp: Resina acetal, blanca

source: MaterialInv_042
esp: Plástico LCP

source: MaterialInv_044
esp: Nilón, bisulfuro de molibdeno

source: MaterialInv_045
esp: Nilón 6/6

source: MaterialInv_046
esp: Plástico PBT

source: MaterialInv_047
esp: Plástico PC/ABS

source: MaterialInv_048
esp: Plástico PET

source: MaterialInv_049
esp: Plástico PMMA

source: MaterialInv_050
esp: Plástico de poliariletercetona

source: MaterialInv_051
esp: Policarbonato, claro

source: MaterialInv_052
esp: Policarbonato, ahumado

source: MaterialInv_054
esp: Poliestireno

source: MaterialInv_055
esp: Plástico PPS

source: MaterialInv_056
esp: Tuberías de PVC

source: MaterialInv_057
esp: PVC, no plastificado

source: MaterialInv_058
esp: Goma

source: MaterialInv_059
esp: Plástico SAN

source: MaterialInv_060
esp: Caucho, Silicona

source: MaterialInv_061
esp: Resina termoplástica

source: MaterialInv_062
esp: UHMW, negro

source: MaterialInv_063
esp: UHMW, blanco

source: MaterialInv_064
esp: Nitrato de silicio

source: MaterialInv_066
esp: Madera (abedul)

source: MaterialInv_067
esp: Madera (cerezo)

source: MaterialInv_068
esp: Madera (arce)

source: MaterialInv_069
esp: Madera (roble)

source: MaterialInv_070
esp: Madera (nogal)

source: MaterialInv_072
esp: Genérico

source: Materials
esp: Materiales

source: Medium gray and circular roofing shingles
esp: Tejas planas de cubierta gris medio y circulares

source: Medium gray and rectangular roofing shingles
esp: Tejas planas de cubierta gris medio y rectangulares

source: Medium gray and rippled edge roofing shingles
esp: Tejas planas de cubierta gris medio y con borde rizado

source: Medium gray and small rectangular roofing shingles
esp: Tejas planas de cubierta gris medio y rectangulares pequeñas

source: Medium gray color
esp: Color gris medio

source: Membrane
esp: Membrana

source: Metal structural asset.
esp: Activo estructural metálico.

source: Metal-001
esp: Anodizado - Azul

source: Metal-002
esp: Anodizado - Bronce

source: Metal-003
esp: Zinc

source: Metal-004
esp: Aluminio - Pulido

source: Metal-005
esp: Pulido - Bruñido Pesado - Versión 1.1

source: Metal-005-1-2
esp: Pulido - Bruñido Pesado

source: Metal-006
esp: Pulido - Martillado

source: Metal-007
esp: Pulido - Pequeña pirámide Moleteado - Versión 1.1

source: Metal-007-1-2
esp: Pulido - Pequeña pirámide Moleteado

source: Metal-008
esp: Satinado

source: Metal-009
esp: Satinado - Bruñido Pesado

source: Metal-010
esp: Satinado - Bruñido

source: Metal-011
esp: Satinado - Martillado

source: Metal-012
esp: Latón - Pulido

source: Metal-013
esp: Latón - Satinado

source: Metal-014
esp: Bronce - Pulido

source: Metal-015
esp: Bronce - Pulido Bruñido

source: Metal-016
esp: Bronce - Satinado

source: Metal-017
esp: Cromo - Pulido

source: Metal-018
esp: Cromo - Pulido Bruñido - Versión 1.1

source: Metal-018-1-2
esp: Cromo - Pulido Bruñido

source: Metal-019
esp: Cromo - Satinado

source: Metal-020
esp: Cobre - Pátina Martillado

source: Metal-021
esp: Cobre - Pulido

source: Metal-022
esp: Cobre - Satinado

source: Metal-023
esp: Cobre - Satinado Bruñido Pesado - Versión 1.1

source: Metal-023-1-2
esp: Cobre - Satinado Bruñido Pesado

source: Metal-024
esp: Latón - Satinado Pantalla

source: Metal-025
esp: Inoxidable - Pulido

source: Metal-026
esp: Bronce - Pátina

source: Metal-027
esp: Inoxidable - Satinado

source: Metal-028
esp: Inoxidable - Satinado Grueso Pantalla - Versión 1.1

source: Metal-028-1-2
esp: Inoxidable - Satinado Grueso Pantalla

source: Metal-029
esp: Inoxidable - Satinado Bruñido Pesado - Versión 1.1

source: Metal-029-1-2
esp: Inoxidable - Satinado Bruñido Pesado

source: Metal-030
esp: Inoxidable - Satinado Pirámide grande Moleteado

source: Metal-031
esp: Pulido Bruñido - Versión 1.1

source: Metal-031-1-2
esp: Pulido Bruñido

source: Metal-032
esp: Satinado pantalla

source: Metal-033
esp: Satinado Bruñido - Versión 1.1

source: Metal-033-1-2
esp: Satinado Bruñido

source: Metal-034
esp: Satinado Martillado

source: Metal-035
esp: Lámina ajedrezada

source: Metal-036
esp: Anodizado - Negro

source: Metal-037
esp: Anodizado - Azul-gris

source: Metal-038
esp: Anodizado - Gris oscuro

source: Metal-039
esp: Anodizado - Gris claro

source: Metal-040
esp: Anodizado - Gris

source: Metal-041
esp: Anodizado - Rojo

source: Metal-042
esp: Anodizado - Blanco

source: Metal-043
esp: Anodizado - Gris con textura

source: Metal-044
esp: Inoxidable - Bruñido

source: Metal-045
esp: Semipulido

source: Metal-046
esp: Pulido Placa de rombos - Versión 1.1

source: Metal-046-1-2
esp: Pulido Placa de rombos

source: Metal-047
esp: Satinado

source: Metal-048
esp: Anodizado - Bronce oscuro

source: Metal-049
esp: Pulido Bruñido - Versión 1.1

source: Metal-049-1-2
esp: Pulido Bruñido

source: Metal-050
esp: Latón - Satinado Bruñido Pesado

source: Metal-051
esp: Cobre - Pátina

source: Metal-052
esp: Bronce - Satinado Martillado

source: Metal-053
esp: Cromo - Pulido Bruñido Pesado - Versión 1.1

source: Metal-053-1-2
esp: Cromo - Pulido Bruñido Pesado

source: Metal-054
esp: Cobre - Satinado Bruñido - Versión 1.1

source: Metal-054-1-2
esp: Cobre - Satinado Bruñido

source: Metal-055
esp: Inoxidable - Pulido Bruñido - Versión 1.1

source: Metal-055-1-2
esp: Inoxidable - Pulido Bruñido

source: Metal-056
esp: Inoxidable - Satinado Martillado

source: Metal-057
esp: Cromo - Satinado Pantalla

source: Metal-058
esp: Vallas de cadenas

source: Metal-059
esp: Cubiertas de juntas vertical

source: Metal-060
esp: Aluminio - Oscuro

source: Metal-061
esp: Mecanizado - Aluminio

source: Metal-062
esp: Placa de rombos - Gris oscuro - Versión 1.1

source: Metal-062-1-2
esp: Placa de rombos - Gris oscuro

source: Metal-063
esp: Moleteado 45 - Versión 1.1

source: Metal-063-1-2
esp: Moleteado 45

source: Metal-065
esp: Placa de rombos 2 - Gris oscuro - Versión 1.1

source: Metal-065-1-2
esp: Placa de rombos 2 - Gris oscuro

source: Metal/Aluminum
esp: Metal/Aluminio

source: Metal/Fabricated
esp: Metal/Fabricado

source: Metal/Iron
esp: Metal/Hierro

source: Metal/Non Ferrous
esp: Metal/No ferroso

source: Metal/Steel
esp: Metal/Acero

source: MetalPaint-001
esp: Satinado con motas - Negro

source: MetalPaint-002
esp: Vidriado - Negro

source: MetalPaint-003
esp: Brillante - Negro

source: MetalPaint-004
esp: Satinado - Negro

source: MetalPaint-005
esp: Reflectante con motas - Beis

source: MetalPaint-006
esp: Reflectante - Trigo

source: MetalPaint-007
esp: Reflectante - Marfil

source: MetalPaint-008
esp: Reflectante - Blanco

source: MetalPaint-009
esp: Satinado con motas - Azul acero

source: MetalPaint-010
esp: Satinado con motas - Azul

source: MetalPaint-011
esp: Satinado - Verde oliva

source: MetalPaint-012
esp: Satinado - Violeta

source: MetalPaint-013
esp: Satinado - Marrón

source: MetalPaint-014
esp: Satinado con motas - Azul oscuro

source: MetalPaint-015
esp: Brillante - Siena

source: MetalPaint-016
esp: Brillante - Verde bosque

source: MetalPaint-017
esp: Satinado - Rojo claro

source: MetalPaint-018
esp: Satinado - Lino

source: MetalPaint-019
esp: Satinado - Azul medianoche

source: MetalPaint-020
esp: Satinado con motas - Verde mar

source: MetalPaint-021
esp: Satinado - Rosa borroso

source: MetalPaint-022
esp: Satinado - Vara de oro

source: MetalPaint-023
esp: Vidriado - Ladrillo refractario

source: MetalPaint-024
esp: Brillante - Púrpura oscuro

source: MetalPaint-025
esp: Satinado con motas - Gris pizarra

source: MetalPaint-026
esp: Satinado - Limón gasa

source: MetalPaint-027
esp: Satinado - Lavanda

source: MetalPaint-028
esp: Reflectante con motas - Magenta

source: MetalPaint-029
esp: Brillante - Oro

source: MetalPaint-030
esp: Satinado - Oro

source: MetalPaint-031
esp: Satinado - Plateado

source: MetalPaint-032
esp: Plateado pulido

# MetalSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Metallic Paint
esp: Pintura metalizada

source: Metallic Paint material.
esp: Material de pintura metalizada.

source: MetallicPaint
esp: Pintura metalizada

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
esp: Pintura metalizada

# MetallicPaintSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
esp: Estructuras metálicas.Fabricaciones de metal.Escaleras de metal.Galvanizadas.

source: Metals.Metal Handrails and Railings.Painted.White
esp: Estructuras metálicas.Barandas y pasamanos de metal.Pintadas.Blanco

source: Metals.Metal Joists.Steel
esp: Estructuras metálicas.Viguetas de metal.Acero

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
esp: Estructuras metálicas.Ornamentales.Aluminio.Anodizado.Bronce oscuro

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
esp: Estructuras metálicas.Ornamentales.Aluminio.Anodizado.Bronce oscuro.Satinado

source: Metals.Ornamental Metals.Aluminum.Brushed
esp: Estructuras metálicas.Ornamentales.Aluminio.Cepillado

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
esp: Estructuras metálicas.Ornamentales.Aluminio.Cepillado.Azul-plata

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
esp: Estructuras metálicas.Ornamentales.Aluminio.Cepillado.Al azar

source: Metals.Ornamental Metals.Brass.Satin
esp: Estructuras metálicas.Ornamentales.Latón.Satinado

source: Metals.Ornamental Metals.Bronze.Satin
esp: Estructuras metálicas.Ornamentales.Bronce.Satinado

source: Metals.Ornamental Metals.Checker Plate.45deg
esp: Estructuras metálicas.Ornamentales.Lámina ajedrezada.45grados

source: Metals.Ornamental Metals.Checker Plate.Parquet
esp: Estructuras metálicas.Ornamentales.Lámina ajedrezada.Parquet

source: Metals.Ornamental Metals.Chrome.Satin
esp: Estructuras metálicas.Ornamentales.Cromo.Satinado

source: Metals.Ornamental Metals.Copper
esp: Estructuras metálicas.Ornamentales.Cobre

source: Metals.Ornamental Metals.Galvanized
esp: Estructuras metálicas.Ornamentales.Galvanizado

source: Metals.Ornamental Metals.Plate.Mesh
esp: Estructuras metálicas.Ornamentales.Chapa.Malla

source: Metals.Ornamental Metals.Plate.Mesh.1
esp: Estructuras metálicas.Ornamentales.Chapa.Malla.1

source: Metals.Ornamental Metals.Plate.Mesh.2
esp: Estructuras metálicas.Ornamentales.Lámina.Malla.2

source: Metals.Ornamental Metals.Plate.Perforated
esp: Estructuras metálicas.Ornamentales.Chapa.Perforada

source: Metals.Ornamental Metals.Plate.Perforated.1
esp: Estructuras metálicas.Ornamentales.Lámina.Perforado.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
esp: Estructuras metálicas.Ornamentales.Lámina.Remachado.Plano Gris

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
esp: Estructuras metálicas.Ornamentales.Lámina.Remachado.2

source: Metals.Ornamental Metals.Rust.1
esp: Estructuras metálicas.Ornamentales.Óxido.1

source: Metals.Ornamental Metals.Rust.2
esp: Estructuras metálicas.Ornamentales.Óxido.2

source: Metals.Ornamental Metals.Rust.3
esp: Estructuras metálicas.Ornamentales.Óxido.3

source: Metals.Ornamental Metals.Stainless.Bright
esp: Estructuras metálicas.Ornamentales.Inoxidable.Brillante

source: Metals.Ornamental Metals.Stainless.Satin
esp: Estructuras metálicas.Ornamentales.Inoxidable.Satinado

source: Metals.Ornamental Metals.Weathered
esp: Estructuras metálicas.Ornamentales.Desgastado

source: Metals.Structural Metal Framing.Steel
esp: Estructuras metálicas.Marcos de metal estructurales.Acero

source: Mics
esp: Misc.

source: Mild Steel
esp: Acero suave

source: Mild steel - welded
esp: Acero suave - Soldado

source: Mirror
esp: Espejo

source: Mirror material.
esp: Material de espejo.

source: Mirror-001
esp: Básico

source: Mirror-002
esp: Color cálido

source: Mirror-003
esp: Baño

source: Mirror-004
esp: Color fresco

source: Mirror-005
esp: Tocador

source: Mirror-006
esp: Sin color

source: Mirror-007
esp: Ahumado - Oscuro

source: Mirror-008
esp: Ahumado - Claro

# MirrorSchema_localname:Mirror
source: Mirror
esp: Espejo

# MirrorSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Misc
esp: Varios

source: Miscellaneous
esp: Varios

source: Molded HDPE
esp: Polietilieno de alta densidad moldeado

source: Molded LDPE
esp: Polietilieno de baja densidad moldeado

source: Molybdenum disulphide filled nylon
esp: Nilón relleno de disulfuro de molibdeno

source: Monel metal
esp: Metal Monel

source: Month:
esp: Mes:

# Month:uilabel
source: Month:
esp: Mes:

source: Natural Rubber
esp: Goma natural

source: Natural rubber
esp: Caucho natural

source: Noise
esp: Ruido

source: Noise map.
esp: Mapeado ruido.

# NoiseSchema_localname:Noise
source: Noise
esp: Ruido

# NoiseSchema_localtype:Texture
source: Texture
esp: Textura

source: Non Ferrous
esp: No ferroso

source: Non alloy steel
esp: Acero no aleado

source: Nylon 6/6
esp: Nilón 6/6

source: Oxygen free copper
esp: Cobre libre de oxígeno

source: Paint
esp: Pintura

source: Paint material for interiors.
esp: Material de pintura para interiores.

source: Paint-001
esp: Negro

source: Paint-002
esp: Negro

source: Paint-003
esp: Aguamarina

source: Paint-004
esp: Azul cadete

source: Paint-005
esp: Azul celeste oscuro

source: Paint-006
esp: Turquesa oscuro

source: Paint-007
esp: Azul celeste oscuro

source: Paint-008
esp: Turquesa oscuro

source: Paint-009
esp: Azul celeste medio

source: Paint-010
esp: Turquesa

source: Paint-011
esp: Azul pizarra

source: Paint-012
esp: Cian

source: Paint-013
esp: Cian

source: Paint-014
esp: Vincapervinca

source: Paint-015
esp: Azul acero claro

source: Paint-016
esp: Azul acero claro

source: Paint-017
esp: Azul acero

source: Paint-018
esp: Violeta

source: Paint-019
esp: Tostado

source: Paint-020
esp: Chocolate

source: Paint-021
esp: Pinto

source: Paint-022
esp: Chocolate claro

source: Paint-023
esp: Café

source: Paint-024
esp: Beis claro

source: Paint-025
esp: Beis claro

source: Paint-026
esp: Arena

source: Paint-027
esp: Trigo

source: Paint-028
esp: Trigo

source: Paint-029
esp: Perla

source: Paint-030
esp: Gris oscuro

source: Paint-031
esp: Gris oscuro

source: Paint-032
esp: Gris claro

source: Paint-033
esp: Gris claro

source: Paint-034
esp: Gris

source: Paint-035
esp: Chartreuse

source: Paint-036
esp: Verde bosque

source: Paint-037
esp: Verde bosque

source: Paint-038
esp: Verde oliva oscuro

source: Paint-039
esp: Verde oliva

source: Paint-040
esp: Verde oscuro

source: Paint-041
esp: Castaño

source: Paint-042
esp: Rojo naranja

source: Paint-043
esp: Naranja

source: Paint-044
esp: Rojo oscuro

source: Paint-045
esp: Rojo claro

source: Paint-046
esp: Rojo

source: Paint-047
esp: Rojo

source: Paint-048
esp: Salmón

source: Paint-049
esp: Siena

source: Paint-050
esp: Blanco frío

source: Paint-051
esp: Blanco frío

source: Paint-052
esp: Marfil brillo

source: Paint-053
esp: Marfil mate

source: Paint-054
esp: Blanco lino

source: Paint-055
esp: Blanco lino

source: Paint-056
esp: Blanco

source: Paint-057
esp: Blanco

source: Paint-058
esp: Canario

source: Paint-059
esp: Amarillo

source: Paint-060
esp: Plano - Blanco antiguo

source: Paint-061
esp: Azul - Pintura mural - Brillante

source: Paint-062
esp: Beis

source: Paint-063
esp: Azul cadete oscuro

source: Paint-064
esp: Azul marino

source: Paint-065
esp: Azul marino

source: Paint-066
esp: Cian oscuro

source: Paint-067
esp: Vincapervinca

source: Paint-068
esp: Turquesa

source: Paint-069
esp: Canela claro

source: Paint-070
esp: Gris
