Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
rus: Яркость

# unifiedbitmap_Summed_Area
source: Summed Area
rus: Суммированные области

# unifiedbitmap_position_group
source: Position
rus: Положение

# unifiedbitmap_repeat_group
source: Repeat
rus: Повтор

# unifiedbitmap_scale_group
source: Scale
rus: Масштаб

# unifiedbitmap_transforms_group
source: Transforms
rus: Преобразования

source: uniform
rus: равномерный

source: unitless
rus: безразмерная величина

# useShadowColMap
source: Use Shadow Color Map:
rus: Применять карту теней и цветов:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
rus: Применять карту теней и цветов:

# use_altitude_azimuth
source: Override Sun Position:
rus: Переопределить положение солнца:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
rus: Переопределить положение солнца:

source: Use Background:
rus: Применить фон:

# use_background:uilabel
source: Use Background:
rus: Применить фон:

# use_custom_environment:uilabel
source: Use Custom Environment
rus: Использовать пользовательскую среду

# uv_channel:uilabel
source: UV Channel
rus: Канал UV

source: veins
rus: прожилки

source: velvet
rus: бархат

source: vertical
rus: по вертикали

source: victorian
rus: викторианский

# vignetting
source: Vigneting:
rus: Виньетирование:

# vignetting:uilabel
source: Vigneting:
rus: Виньетирование:

source: vinyl
rus: винил

source: violet
rus: фиолетовый

# visibility_distance
source: Visibility Distance (10% Haze):
rus: Расстояние видимости (при дымке 10%):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
rus: Расстояние видимости (при дымке 10%):

source: Visible
rus: Видимый

# visible:uilabel
source: Visible
rus: Видимый

source: wall
rus: стена

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# wallpaint_ao_distance
source: Max Distance
rus: Макс. расстояние

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# wallpaint_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# wallpaint_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# wallpaint_ao_samples
source: Samples
rus: Примеры

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# wallpaint_ao_samples:uilabel
source: Samples
rus: Примеры

# wallpaint_application
source: Application
rus: Применение

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
rus: Корректировка текстуры краски путем изменения способа нанесения: валиком (мелкие элементы выдавливания), кистью (полоски) или пульверизатором (гладкая поверхность).

# wallpaint_application:uilabel
source: Application
rus: Применение

# wallpaint_application:wallpaint_brush
source: Brush
rus: Кисть

# wallpaint_application:wallpaint_roller
source: Roller
rus: Валик

# wallpaint_application:wallpaint_spray
source: Spray
rus: Распылитель

# wallpaint_brush
source: Brush
rus: Кисть

# wallpaint_color
source: Color
rus: Цвет

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
rus: Корректировка цвета и количества света, отражающегося от краски.

# wallpaint_color:uilabel
source: Color
rus: Цвет

# wallpaint_color_by_object:uilabel
source: Custom Color
rus: Пользовательский цвет

# wallpaint_eggshell
source: Eggshell
rus: Приглушенный глянец

# wallpaint_finish
source: Finish
rus: Отделка

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
rus: Корректировка величины глянца для краски (6 стандартных вариантов).

# wallpaint_finish:uilabel
source: Finish
rus: Отделка

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
rus: Приглушенный глянец

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
rus: Плоский/матовый

# wallpaint_finish:wallpaint_gloss
source: Gloss
rus: Глянец

# wallpaint_finish:wallpaint_pearl
source: Pearl
rus: Перламутровый

# wallpaint_finish:wallpaint_platinum
source: Platinum
rus: Платина

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
rus: Полуглянцевый

# wallpaint_flat
source: Flat/Matte
rus: Плоский/матовый

# wallpaint_gloss
source: Gloss
rus: Глянец

# wallpaint_paintgroup
source: Wall Paint
rus: Краска для стен

# wallpaint_pearl
source: Pearl
rus: Перламутровый

# wallpaint_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# wallpaint_platinum
source: Platinum
rus: Платина

# wallpaint_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
rus: Образцы нечетких отражений

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
rus: Определение максимального числа образцов (лучей), которое mental ray вычисляет для создания нечетких отражений.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
rus: Образцы нечетких отражений

# wallpaint_roller
source: Roller
rus: Валик

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# wallpaint_roundcorners_on
source: Round Corners
rus: Скругление углов

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# wallpaint_roundcorners_radius
source: Source
rus: Источник

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# wallpaint_roundcorners_radius:uilabel
source: Source
rus: Источник

# wallpaint_semigloss
source: Semi-gloss
rus: Полуглянцевый

# wallpaint_spray
source: Spray
rus: Распылитель

source: wallpaper
rus: обои

source: walnut
rus: орех

source: warm
rus: теплый

source: water
rus: вода

# water_algae
source: Algae/Green
rus: Водоросли/зеленые

# water_bump_amount
source: Wave Height
rus: Высота волн

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
rus: Регулировка относительной высоты волн воды. 0 соответствует отсутствию волн, 5 — большим волнам.

# water_bump_amount:uilabel
source: Wave Height
rus: Высота волн

# water_color_by_object:uilabel
source: Custom Color
rus: Пользовательский цвет

# water_custom
source: Custom
rus: Пользовательский

# water_lake
source: Generic Pond/Lake
rus: Пруд/озеро типовое

# water_murky
source: Murky/Brown
rus: Темный/коричневый

# water_ocean
source: Generic Sea/Ocean
rus: Море/океан типовой

# water_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# water_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# water_reflecting_pool
source: Generic Reflecting Pool
rus: Отражающий бассейн типовой

# water_refr_depth
source: Refraction Max Trace Depth
rus: Максимальная глубина трассировки преломлений

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
rus: Если флажок установлен, управление глубиной точки преломления материала и дополнительным лучом прозрачности осуществляется локально и дополнительный луч прозрачности испускается при достижении ограничения по эффекту "темной границы", который обычно наблюдается на объектах из прочного стекла.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
rus: Максимальная глубина трассировки преломлений

# water_refr_depth_control_label
source: Override Refraction Depth
rus: Переопределить глубину преломления

# water_river
source: Generic Stream/River
rus: Поток/река типовая

# water_swimming_pool
source: Swimming Pool
rus: Плавательный бассейн

# water_tint_color
source: Custom Color
rus: Пользовательский цвет

# water_tint_color:tooltip
source: Sets a color via RGB value.
rus: Задание цвета с помощью значения RGB.

# water_tint_color:uilabel
source: Custom Color
rus: Пользовательский цвет

# water_tint_enable
source: Color
rus: Цвет

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
rus: Корректировка оттенка воды (тропики, водоросли/зеленые, темный/коричневый и т.п.).

# water_tint_enable:uilabel
source: Color
rus: Цвет

# water_tint_enable:water_algae
source: Algae/Green
rus: Водоросли/зеленые

# water_tint_enable:water_custom
source: Custom
rus: Пользовательский

# water_tint_enable:water_lake
source: Generic Pond/Lake
rus: Пруд/озеро типовое

# water_tint_enable:water_murky
source: Murky/Brown
rus: Темный/коричневый

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
rus: Море/океан типовой

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
rus: Отражающий бассейн типовой

# water_tint_enable:water_river
source: Generic Stream/River
rus: Поток/река типовая

# water_tint_enable:water_tropical
source: Tropical
rus: Тропики

# water_tropical
source: Tropical
rus: Тропики

# water_type
source: Type
rus: Тип

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
rus: Выбор текстуры воды (плавательный бассейн, река, озеро, океан и т.п.)

# water_type:uilabel
source: Type
rus: Тип

# water_type:water_lake
source: Generic Pond/Lake
rus: Пруд/озеро типовое

# water_type:water_ocean
source: Generic Sea/Ocean
rus: Море/океан типовой

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
rus: Отражающий бассейн типовой

# water_type:water_river
source: Generic Stream/River
rus: Поток/река типовая

# water_type:water_swimming_pool
source: Swimming Pool
rus: Плавательный бассейн

# water_watergroup
source: Water
rus: Вода

source: watts
rus: Ватты

# wave_Amplitude
source: Amplitude
rus: Амплитуда

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
rus: Амплитуда волн. Диапазон = 0–10000; значение по умолчанию = 1.

# wave_Amplitude:uilabel
source: Amplitude
rus: Амплитуда

# wave_Appearance
source: Appearance
rus: Представление

# wave_Color1
source: Color 1
rus: Цвет 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
rus: Первый цвет волн.

# wave_Color1:uilabel
source: Color 1
rus: Цвет 1

# wave_Color2
source: Color 2
rus: Цвет 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
rus: Второй цвет волн.

# wave_Color2:uilabel
source: Color 2
rus: Цвет 2

# wave_Distribution
source: Distribution
rus: Распространение

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
rus: Распространение волн. Значение "3D" определяет распространение волн на поверхности от центра воображаемой сферы, влияющее на все стороны 3D объекта. Значение "2D" определяет распространение волн по концентрическим окружностям в плоскости XY, что в большей мере подходит для таких плоских водных поверхностей, как океаны и озера.

# wave_Distribution:uilabel
source: Distribution
rus: Распространение

# wave_NumWaveSets
source: Number
rus: Количество

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
rus: Количество наборов в образце. Меньшее значение соответствует более спокойной воде. Диапазон = 1-50; значение по умолчанию = 3.

# wave_NumWaveSets:uilabel
source: Number
rus: Количество

# wave_Phase
source: Phase
rus: Фаза

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
rus: Смещение образца волн. Диапазон = 0-10000; значение по умолчанию = 0.

# wave_Phase:uilabel
source: Phase
rus: Фаза

# wave_Position
source: Position
rus: Положение

# wave_RandomSeed
source: Random Seed
rus: Случайное размещение

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
rus: Случайное значение для формирования образца волн. Каждое такое значение изменяет образец. Диапазон = 0-65535; значение по умолчанию = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
rus: Случайное размещение

# wave_WaveLenMax
source: Len Max
rus: Макс. длина

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
rus: Максимальный интервал между центрами волн. При близких значениях волны кажутся более равномерными; чем дальше друг от друга значения, тем менее равномерны волны. Значение по умолчанию = 1,97.

# wave_WaveLenMax:uilabel
source: Len Max
rus: Макс. длина

# wave_WaveLenMin
source: Len Min
rus: Мин. длина

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
rus: Минимальный интервал между центрами волн. При близких значениях, волны кажутся более равномерными; чем дальше друг от друга значения, тем менее равномерны волны. Значение по умолчанию = 1,97.

# wave_WaveLenMin:uilabel
source: Len Min
rus: Мин. длина

# wave_WaveRadius
source: Radius
rus: Радиус

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
rus: Радиус воображаемой сферы (3D распространение) или окружности (2D распространение), поверхность которой является исходной для каждого набора волн. Большой радиус приводит к формированию образцов волн с большей окружностью, небольшой радиус формирует плотные волны меньшего размера. Значение по умолчанию = 39,37.

# wave_WaveRadius:uilabel
source: Radius
rus: Радиус

# wave_paramgroup
source: Waves
rus: Волны

# wave_transforms_group
source: Transforms
rus: Преобразования

source: waves
rus: волны

source: wavy
rus: волнистый

source: weathered
rus: с эффектом атмосферных воздействий

source: weave
rus: кладка с узором "плетенка"

# web
source: Use Light Profile
rus: Сеть

# webHasSymmetry
source: Symmetric:
rus: Симметричная:

# webHasSymmetry:uilabel
source: Symmetric:
rus: Симметричная:

# webRotation
source: Rotation:
rus: Поворот:

# webRotation:tooltip
source: Web spatial rotation
rus: Поворот сети в пространстве

# webRotation:uilabel
source: Rotation:
rus: Поворот:

# webScaling:uilabel
source: webScaling
rus: ВебМасштабирование

# webTranslation:uilabel
source: webTranslation
rus: ВебПреобразование

source: west
rus: запад

source: wet
rus: влажный

source: wheat
rus: пшеничный

source: white
rus: белый

source: White Color:
rus: Белый цвет:

# whiteColor:uilabel
source: White Color:
rus: Белый цвет:

source: Whitepoint:
rus: Белая точка:

# whitepoint:uilabel
source: Whitepoint:
rus: Белая точка:

source: Width
rus: Ширина

# width:uilabel
source: Width
rus: Ширина

source: window
rus: окно

source: wood
rus: дерево

# wood_Appearance
source: Appearance
rus: Представление

# wood_AxialNoise
source: Axial Noise
rus: Осевые помехи

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
rus: Относительная беспорядочность образца осевых помех в плоскости, параллельной волокнам древесины. Диапазон = 0–100; значение по умолчанию = 1,00.

# wood_AxialNoise:uilabel
source: Axial Noise
rus: Осевые помехи

# wood_Color1
source: Color 1
rus: Цвет 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
rus: Первый цвет текстуры древесины.

# wood_Color1:uilabel
source: Color 1
rus: Цвет 1

# wood_Color2
source: Color 2
rus: Цвет 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
rus: Второй цвет текстуры древесины.

# wood_Color2:uilabel
source: Color 2
rus: Цвет 2

# wood_Position
source: Position
rus: Положение

# wood_RadialNoise
source: Radial Noise
rus: Радиальные помехи

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
rus: Относительная беспорядочность образца радиальных помех в плоскости, перпендикулярной волокнам древесины. Диапазон = 0–100; значение по умолчанию = 1,00.

# wood_RadialNoise:uilabel
source: Radial Noise
rus: Радиальные помехи

# wood_Thickness
source: Grain Thickness
rus: Толщина волокон

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
rus: Относительная толщина цветных полос, имитирующих волокна древесины. Диапазон = 0 — 100; значение по умолчанию = 0,50.

# wood_Thickness:uilabel
source: Grain Thickness
rus: Толщина волокон

# wood_props1
source: Basic Thermal
rus: Базовые температурные

# wood_props2
source: Mechanical
rus: Механические

# wood_transforms_group
source: Transforms
rus: Преобразования

# xenon
source: HID Xenon
rus: Светильник высокой четкости, ксеноновый

source: yellow
rus: желтый

source: yellow-brown
rus: коричнево-желтый

source: zinc
rus: цинк

source: ABS Plastic
rus: Пластик АБС

source: Acetal Resin, Black
rus: Полиацеталь, черный

source: Acetal Resin, White
rus: Полиацеталь, белый

source: Alloy Steel
rus: Легированная сталь

source: Aluminum-6061
rus: Алюминий 6061

source: Aluminum-6061-AHC
rus: Алюминий 6061-AHC

source: Brass, Soft Yellow
rus: Латунь, мягкая, желтая

source: Bronze, Soft Tin
rus: Бронза, мягкое олово

source: Carbon Steel
rus: Углеродистая сталь

source: Cast Bronze
rus: Литейная бронза

source: Cast Copper
rus: Литейная медь

source: Cast Steel
rus: Литейная сталь

source: Copper
rus: Медь

source: Copper Alloy
rus: Медный сплав

source: Ductile Iron
rus: Ковкий чугун

source: Galvanized Steel
rus: Гальванизированная сталь

source: GFRC (Glass Fiber Reinforced Concrete)
rus: Стеклоцемент (армированный стекловолокном цемент)

source: Gold
rus: Золото

source: Gray Iron
rus: Серый чугун

source: High Density Polyethylene
rus: Полиэтилен высокой плотности

source: High Impact Polystyrene
rus: Высокопрочный полистирол

source: LCP Plastic
rus: Пластик ЖКП

source: Lead
rus: Свинец

source: Low Density Polyethylene
rus: Полиэтилен низкой плотности

source: Malleable Iron
rus: Ковкий чугун

source: Nickel-Copper Alloy 400
rus: Медно-никелевый сплав 400

source: Non-Alloy Steel
rus: Нелегированная сталь

source: Nylon-6/6
rus: Нейлон 6/6

source: Nylon Composite (Nylon, molybdenum disulphide)
rus: Композитный нейлон (нейлон, дисульфид молибдена)

source: PBT Plastic
rus: Пластик ПБТ

source: PC_ABS Plastic
rus: Пластик ПК/АБС

source: PET Plastic
rus: Пластик ПЭТ

source: Phenolic
rus: Фенолоформальдегидный

source: PMMA Plastic
rus: Пластик ПММА

source: Polycarbonate, Clear
rus: Поликарбонат, прозрачный

source: Polycarbonate, Smoke
rus: Поликарбонат, дымчатый

source: Polypropylene
rus: Полипропилен

source: PPS Plastic
rus: Пластик ПФС

source: PVC-Piping
rus: Трубопровод ПВХ

source: SAN Plastic
rus: Пластик САН

source: Silicone
rus: Кремний

source: Stainless Steel
rus: Нержавеющая сталь

source: Stainless Steel, 440C
rus: Сталь нержавеющая, 440C

source: Stainless Steel, Austenitic
rus: Сталь, нержавеющая, аустенитная

source: Steel, High Strength Low Alloy
rus: Сталь, высокопрочная, низколегированная

source: Steel, Mild
rus: Сталь, мягкая

source: UHMW, Black
rus: СВМПЭ, черный

source: UHMW, White
rus: СВМПЭ, белый

source: Welded Aluminum-6061
rus: Сварочный алюминий 6061

source: Welded Brass, Soft Yellow
rus: Сварочная латунь, мягкая желтая

source: Welded Stainless Steel, 440C
rus: Сварочная нержавеющая сталь, 440C

source: Welded Steel Mild
rus: Сварочная мягкая сталь
