Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# gradient_interpolation:gradient_interp_solid
source: Solid
rus: Трехмерный

# gradient_interpolation:uilabel
source: Interpolation
rus: Интерполяция

# gradient_noise:gradient_noise_fractal
source: Fractal
rus: Фрактальный

# gradient_noise:gradient_noise_regular
source: Regular
rus: Регулярный

# gradient_noise:gradient_noise_turbulence
source: Turbulence
rus: Турбулентный

# gradient_noise:uilabel
source: Noise Type
rus: Тип шума

# gradient_noise_amount:uilabel
source: Amount
rus: Количество

# gradient_noise_fractal
source: Fractal
rus: Фрактальный

# gradient_noise_high
source: High
rus: Высокий

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
rus: Регулировка верхнего порогового значения. Диапазон = 0-1.

# gradient_noise_high:uilabel
source: High
rus: Высокий

# gradient_noise_levels
source: Levels
rus: Уровни

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
rus: Количество фрактальных или турбулентных итераций (в виде непрерывной функции).

# gradient_noise_levels:uilabel
source: Levels
rus: Уровни

# gradient_noise_list_label
source: Noise Type
rus: Тип шума

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
rus: Отображение различных способов создания диаграмм распределения шумов: регулярного, фрактального или турбулентного.

# gradient_noise_low
source: Low
rus: Слабый

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
rus: Регулировка нижнего порогового значения шума. Если значение шума больше нижнего и меньше верхнего порогового значения, динамический диапазон растягивается для заполнения диапазона от 0 до 1. Это приводит к небольшой прерывности в точке порогового перехода и создает небольшую потенциальную ступенчатость.

# gradient_noise_low:uilabel
source: Low
rus: Слабый

# gradient_noise_panel_label
source: Noise
rus: Шум

# gradient_noise_phase
source: Phase
rus: Фаза

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
rus: Управление скоростью анимации функции шума. Для шума используется функция 3D шума. Первые два параметра — U и V, третий — фаза.

# gradient_noise_phase:uilabel
source: Phase
rus: Фаза

# gradient_noise_regular
source: Regular
rus: Регулярный

# gradient_noise_size
source: Size
rus: Размер

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
rus: Масштаб функции шума. Меньшие значения соответствуют меньшему шуму.

# gradient_noise_size:uilabel
source: Size
rus: Размер

# gradient_noise_slider_label
source: Amount
rus: Количество

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
rus: При ненулевом значении к градиенту применяется эффект случайного шума, основанный на взаимодействии цветов формулы градиента (и карт при их наличии). Чем выше значение, тем значительнее эффект. Диапазон = 0–1.

# gradient_noise_smooth
source: Smooth
rus: Гладкий

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
rus: Регулировка сглаживания шума. Диапазон = 0-1.

# gradient_noise_smooth:uilabel
source: Smooth
rus: Гладкий

# gradient_noise_threshold
source: Noise Threshold
rus: Порог шума

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
rus: Порог шума области, представленной приведенным выше изображением.

# gradient_noise_turbulence
source: Turbulence
rus: Турбулентный

# gradient_position
source: Position
rus: Положение

# gradient_scale_group
source: Scale
rus: Масштаб

# gradient_transforms_group
source: Transforms
rus: Преобразования

source: Gradient Type
rus: Тип градиента

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
rus: Линейный, асимметричный

# gradient_type:gradient_type_box
source: Box
rus: Рамка

# gradient_type:gradient_type_diagonal
source: Diagonal
rus: Диагональ

# gradient_type:gradient_type_lighting
source: Light normal
rus: Источник света, нормальный

# gradient_type:gradient_type_linear
source: Linear
rus: Линейный

# gradient_type:gradient_type_mapped
source: Mapped
rus: Наложенный

# gradient_type:gradient_type_normal
source: Camera normal
rus: Камера, нормальная

# gradient_type:gradient_type_pong
source: Pong
rus: По Фонгу

# gradient_type:gradient_type_radial
source: Radial
rus: Радиальный

# gradient_type:gradient_type_spiral
source: Spiral
rus: Спиральный

# gradient_type:gradient_type_sweep
source: Sweep
rus: Со сдвигом

# gradient_type:gradient_type_tartan
source: Tartan
rus: Шотландский плед

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
rus: Форма градиента, за исключением типов "Источник света" и "Камера", в которых форма градиента определяется как функция камеры или освещения сцены.

# gradient_type:uilabel
source: Gradient Type
rus: Тип градиента

# gradient_type_4corner
source: Linear asymmetrical
rus: Линейный, асимметричный

# gradient_type_box
source: Box
rus: Рамка

# gradient_type_diagonal
source: Diagonal
rus: Диагональ

# gradient_type_lighting
source: Light normal
rus: Источник света, нормальный

# gradient_type_linear
source: Linear
rus: Линейный

# gradient_type_normal
source: Camera normal
rus: Камера, нормальная

# gradient_type_pong
source: Pong
rus: По Фонгу

# gradient_type_radial
source: Radial
rus: Радиальный

# gradient_type_spiral
source: Spiral
rus: Спиральный

# gradient_type_sweep
source: Sweep
rus: Со сдвигом

# gradient_type_tartan
source: Tartan
rus: Шотландский плед

source: grain
rus: волокно

source: granite
rus: гранит

# granite_tex:uilabel
source: Granite Texture
rus: Гранитная текстура

source: graphics asset
rus: графический компонент

# graphics_cut_pattern
source: Pattern
rus: Штриховка

# graphics_cut_pattern:uilabel
source: Pattern
rus: Штриховка

# graphics_cut_pattern_color
source: Color
rus: Цвет

# graphics_cut_pattern_color:uilabel
source: Color
rus: Цвет

# graphics_cut_pattern_label
source: Cut Pattern
rus: Штриховка разреза

# graphics_shading_color
source: Color
rus: Цвет

# graphics_shading_color:uilabel
source: Color
rus: Цвет

# graphics_shading_label
source: Shading
rus: Тонирование

# graphics_shading_transparency
source: Transparency
rus: Прозрачность

# graphics_shading_transparency:uilabel
source: Transparency
rus: Прозрачность

# graphics_surface_pattern
source: Pattern
rus: Штриховка

# graphics_surface_pattern:uilabel
source: Pattern
rus: Штриховка

# graphics_surface_pattern_alignment
source: Alignment
rus: Выравнивание

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
rus: Выравнивание по оси X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
rus: Выравнивание по оси Y

# graphics_surface_pattern_color
source: Color
rus: Цвет

# graphics_surface_pattern_color:uilabel
source: Color
rus: Цвет

# graphics_surface_pattern_label
source: Surface Pattern
rus: Штриховка поверхности

# graphics_use_appearance
source: Use Render Appearance
rus: Использовать визуальный образ

# graphics_use_appearance:uilabel
source: Use Render Appearance
rus: Использовать визуальный образ

source: grass
rus: трава

source: gravel
rus: гравий

source: gray
rus: серый

source: green
rus: зеленый

source: green carpet
rus: зеленый ковер

source: grey
rus: серый

source: grid
rus: сетка

source: Ground Color:
rus: Цвет фона:

# ground_color:uilabel
source: Ground Color:
rus: Цвет фона:

source: half
rus: половина

source: halogen
rus: Галогенный

source: Halogen (Cool)
rus: Галогенный (холодный)

source: Halogen (Warm)
rus: Галогенный (теплый)

source: hammered
rus: кованый

source: handsplit
rus: с имитацией ручной сборки

source: hardwood
rus: твердая древесина

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# hardwood_ao_distance
source: Max Distance
rus: Макс. расстояние

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# hardwood_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# hardwood_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# hardwood_ao_samples
source: Samples
rus: Примеры

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# hardwood_ao_samples:uilabel
source: Samples
rus: Примеры

# hardwood_application
source: Used For
rus: Применяется для

# hardwood_application:hardwood_flooring
source: Flooring
rus: Полы

# hardwood_application:hardwood_furniture
source: Furniture
rus: Мебель

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
rus: Выбор характера использования деревянной поверхности (пол или мебель).

# hardwood_application:uilabel
source: Used For
rus: Применяется для

# hardwood_automatic
source: Based on Wood Grain
rus: На основе волокон древесины

# hardwood_color
source: Image
rus: Изображение

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
rus: Использование растрового изображения для корректировки цвета и текстуры древесины.

# hardwood_color:uilabel
source: Image
rus: Изображение

# hardwood_color_choice
source: Color
rus: Цвет

# hardwood_custom
source: Custom
rus: Пользовательский

# hardwood_finish
source: Finish
rus: Отделка

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
rus: Глянцевый лак

# hardwood_finish:hardwood_satin
source: Satin Varnish
rus: Лак полуматовый

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
rus: Полуглянцевый лак

# hardwood_finish:hardwood_unfinished
source: Unfinished
rus: Без отделки

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
rus: Выбор отделки из следующих вариантов: глянцевый лак, полуглянцевый лак, полуматовый лак и без отделки.

# hardwood_finish:uilabel
source: Finish
rus: Отделка

# hardwood_flooring
source: Flooring
rus: Полы

# hardwood_furniture
source: Furniture
rus: Мебель

# hardwood_glossy
source: Glossy Varnish
rus: Глянцевый лак

# hardwood_hardwoodgroup
source: Wood
rus: Дерево

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
rus: На основе волокон древесины

# hardwood_imperfections:hardwood_custom
source: Custom
rus: Пользовательский

# hardwood_imperfections:hardwood_none
source: None
rus: Нет

# hardwood_imperfections:uilabel
source: Relief Pattern
rus: Рельефный узор

# hardwood_imperfections_amount
source: Amount
rus: Количество

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
rus: Корректировка высоты элементов выдавливания поверхности. 0 соответствует плоской поверхности, положительное число (от 0 до 10) позволяет приподнять, а отрицательное число (от 0 до -10) — понизить волокна древесины.

# hardwood_imperfections_amount:uilabel
source: Amount
rus: Количество

# hardwood_imperfections_list_label
source: Type
rus: Тип

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
rus: Выбор узора на поверхности древесины или задание пользовательского узора.

# hardwood_imperfections_panel_label
source: Relief Pattern
rus: Рельефный узор

# hardwood_imperfections_shader
source: Image
rus: Изображение

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
rus: Использование растрового изображения для корректировки рельефного узора древесины.

# hardwood_imperfections_shader:uilabel
source: Image
rus: Изображение

# hardwood_no_color
source: None
rus: Нет

# hardwood_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# hardwood_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# hardwood_roundcorners_on
source: Round Corners
rus: Скругление углов

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# hardwood_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# hardwood_roundcorners_radius
source: Source
rus: Источник

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# hardwood_roundcorners_radius:uilabel
source: Source
rus: Источник

# hardwood_satin
source: Satin Varnish
rus: Лак полуматовый

# hardwood_semigloss
source: Semi-gloss Varnish
rus: Полуглянцевый лак

# hardwood_tint_color
source: Stain Color
rus: Цвет морения

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
rus: Корректировка цвета морения.

# hardwood_tint_color:uilabel
source: Stain Color
rus: Цвет морения

# hardwood_tint_enabled
source: Stain
rus: Морение

# hardwood_tint_enabled:hardwood_color_choice
source: Color
rus: Цвет

# hardwood_tint_enabled:hardwood_no_color
source: None
rus: Нет

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
rus: Признак морения древесины.

# hardwood_tint_enabled:uilabel
source: Stain
rus: Морение

# hardwood_unfinished
source: Unfinished
rus: Без отделки

# haze
source: Sky Haziness/Cloudiness:
rus: Затуманенность/облачность неба:

# haze:uilabel
source: Sky Haziness/Cloudiness:
rus: Затуманенность/облачность неба:

source: Haze On:
rus: Включить дымку:

# hazeOn:uilabel
source: Haze On:
rus: Включить дымку:

# haze_small:uilabel
source: Haze Small
rus: Дымка малый

source: heavy cardboard used for mounting and architectural model-building
rus: плотный картон для монтажного и архитектурного моделирования

source: hedge
rus: изгородь

# hemispherical_Bitmap
source: Image File
rus: Файл изображения

# hemispherical_Bitmap:uilabel
source: Image File
rus: Файл изображения

# hemispherical_RGBAmount
source: Relative Brightness:
rus: Относительная яркость:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
rus: Относительная яркость:

source: herringbone
rus: кладка "в елочку"

source: hexagon
rus: шестиугольник

source: hexagonal
rus: шестиугольный

source: hickory
rus: гикори

source: high
rus: высокий

# highPressureSodium
source: HID High Pressure Sodium
rus: Светильник высокой четкости, натриевый высокого давления

source: holes
rus: отверстия

source: home
rus: в начало

source: honey
rus: цвет меда

# horizon
source: Ground and Horizon
rus: Фон и горизонт

source: Horizon Blur:
rus: Размытие горизонта:

# horizon_blur:uilabel
source: Horizon Blur:
rus: Размытие горизонта:

source: Horizon Height:
rus: Высота горизонта:

# horizon_height:uilabel
source: Horizon Height:
rus: Высота горизонта:

source: horizontal
rus: по горизонтали

source: Hot Spot:
rus: Световое пятно:

# hotSpot:tooltip
source: Hot spot, in radians
rus: Световое пятно, в радианах

# hotSpot:uilabel
source: Hot Spot:
rus: Световое пятно:

source: ice
rus: лед

source: iceberg
rus: айсберг

# illuminanceAt
source: At (meters):
rus: На высоте (в метрах):

# illuminanceAt:uilabel
source: At (meters):
rus: На высоте (в метрах):

source: Illumination
rus: Освещение

source: Illumination On:
rus: Освещение вкл.:

# illuminationOn:uilabel
source: Illumination On:
rus: Освещение вкл.:

# image_x_resolution:uilabel
source: image_x_resolution
rus: разрешение_изображения_x

# image_y_resolution:uilabel
source: image_y_resolution
rus: разрешение_изображения_y

source: indian
rus: киноварь

source: indoor
rus: внутренний

source: Intensity Units:
rus: Единицы интенсивности:

# intensityUnits:candela
source: candelas
rus: канделы

# intensityUnits:lumen
source: lumens
rus: люмены

# intensityUnits:lux_at
source: lux at
rus: в люксах при

# intensityUnits:uilabel
source: Intensity Units:
rus: Единицы интенсивности:

# intensityUnits:unitless
source: unitless
rus: безразмерная величина

# intensityUnits:watt
source: watts
rus: Ватты

# intensityValue
source: Value:
rus: Значение:

# intensityValue:uilabel
source: Value:
rus: Значение:

# intensity_factor
source: Sun Multiplier:
rus: Коэффициент солнца:

# intensity_factor:uilabel
source: Brightness of the sun:
rus: Яркость солнца:

# intensitygroup
source: Intensity
rus: Интенсивность

source: interior
rus: внутренний

source: interlocking
rus: с замковыми соединениями

source: Inverse
rus: Инверсия

source: Inverse Square
rus: Квадратичная инверсия

source: iron
rus: железо

# isLinearLight:uilabel
source: Is Linear Light:
rus: Линейный источник света:

# isotropic
source: Uniform
rus: Равномерный

source: ivory
rus: слоновая кость

source: jagged
rus: с зазубринами

source: jaggy
rus: зазубренный

source: Kelvin
rus: Градусы Кельвина

# kelvinPanel
source: Kelvin Color
rus: Цветовая температура в градусах Кельвина

source: kempas
rus: кемпас

source: khaki
rus: хаки

source: knurl
rus: рифление

source: lake
rus: озеро

source: laminate
rus: слоистый

source: laminates
rus: слоистые

source: large
rus: большой

source: lavender
rus: бледно-лиловый

source: leather
rus: кожа

source: led
rus: светодиод

source: lemon
rus: лимонный

source: Length
rus: Длина

# length:uilabel
source: Length
rus: Длина

source: light
rus: свет

source: light gray
rus: светло-серый

source: light red
rus: светло-красный

# lightAffectShadowCol
source: Light Affects Color:
rus: Цвет с учетом освещения:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
rus: Цвет с учетом освещения:

# lightColorPanel
source: Light Color
rus: Цвет освещения

source: Light Color Units:
rus: Единицы цвета освещения:

# lightColorUnits:kelvin
source: Kelvin
rus: Градусы Кельвина

# lightColorUnits:uilabel
source: Light Color Units:
rus: Единицы цвета освещения:

source: Light Distribution
rus: Распределение света

source: Light Loss Factor:
rus: Коэффициент потерь при освещении:

# lightLossFactor:uilabel
source: Light Loss Factor:
rus: Коэффициент потерь при освещении:

# lightName:uilabel
source: Name:
rus: Имя:

# lightProfileFileName
source: Light Profile:
rus: Профиль светильника:

# lightProfileFileName:tooltip
source: IES light profile file name
rus: Имя файла профиля светильника по стандарту IES

# lightProfileFileName:uilabel
source: Light Profile:
rus: Профиль светильника:

# lightTempPresets
source: Light Temperature:
rus: Цветовая температура света:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
rus: Лампа накаливания

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
rus: Светильник высокой четкости, керамический металлогалогенный (холодный)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
rus: Светильник высокой четкости, керамический металлогалогенный (теплый)

# lightTempPresets:custom
source: Custom
rus: Пользовательский

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
rus: Источник света D50 (равносигнальный белый)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
rus: Источник света D65 (равносигнальный белый)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
rus: Люминесцентный светильник (холодный оттенок белого цвета)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
rus: Люминесцентный светильник (белый)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
rus: Люминесцентный светильник (теплый оттенок белого цвета)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
rus: Люминесцентный светильник (естественный свет)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
rus: Люминесцентный светильник (светлый, белый)

# lightTempPresets:halogen
source: Halogen
rus: Галогенный

# lightTempPresets:halogenCool
source: Halogen (Cool)
rus: Галогенный (холодный)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
rus: Галогенный (теплый)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
rus: Светильник высокой четкости, натриевый высокого давления
