Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
ita: Per default è bianco, con una tonalità tendente al nero che attenua l'effetto chiazze per lo strato base. Nei colori di base con tonalità grigia media e chiazze nere non è presente alcuna chiazza, mentre nelle chiazze con tonalità grigia media per lo stesso colore di base è visibile il 50% dell'effetto chiazze.

# metallicpaint_flecks_color:uilabel
source: Color
ita: Colore

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# metallicpaint_flecks_enable
source: Enabled
ita: Attivate

# metallicpaint_flecks_list_label
source: Flecks
ita: Chiazze

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
ita: Attiva l'uso di chiazze riflettenti per la vernice.

# metallicpaint_flecks_panel_label
source: Flecks
ita: Chiazze

# metallicpaint_flecks_size
source: Size
ita: Dimensioni

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
ita: Regola le dimensioni delle chiazze.

# metallicpaint_flecks_size:uilabel
source: Size
ita: Dimensioni

# metallicpaint_metallicpaintgroup
source: Metallic Paint
ita: Vernice metallica

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
ita: Cromatico

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
ita: Secondo colore

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
ita: Nessuna

# metallicpaint_pearl:uilabel
source: Pearl
ita: Perla

# metallicpaint_pearl_amount
source: Amount
ita: Valore

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
ita: Regola la miscelazione dell'effetto perla e del colore base.

# metallicpaint_pearl_amount:uilabel
source: Amount
ita: Valore

# metallicpaint_pearl_chromatic
source: Chromatic
ita: Cromatico

# metallicpaint_pearl_color
source: Color
ita: Colore

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
ita: Regola il colore perla.

# metallicpaint_pearl_color:uilabel
source: Color
ita: Colore

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# metallicpaint_pearl_custom
source: Second Color
ita: Secondo colore

# metallicpaint_pearl_ior
source: Blend
ita: Unione

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
ita: Consente di miscelare i colori in un intervallo tra 0 e 100 mediante un dispositivo scorrevole.

# metallicpaint_pearl_ior:uilabel
source: Blend
ita: Unione

# metallicpaint_pearl_list_label
source: Type
ita: Tipo

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
ita: Consente di selezionare un colore cromatico o un secondo colore.

# metallicpaint_pearl_panel_label
source: Pearl
ita: Perla

# metallicpaint_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ita: Definisce il numero massimo di campioni (raggi) elaborati da mental ray per la creazione di riflessi lucidi.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# metallicpaint_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# metallicpaint_roundcorners_radius
source: Source
ita: Origine

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# metallicpaint_roundcorners_radius:uilabel
source: Source
ita: Origine

# metallicpaint_topcoat
source: Type
ita: Tipo

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
ita: Vernice per auto

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
ita: Cromo

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
ita: Personalizzata

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
ita: Opaca

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
ita: Selezionare Opaco, Cromo, Vernice per auto o Personalizzato.

# metallicpaint_topcoat:uilabel
source: Top Coat
ita: Strato superiore

# metallicpaint_topcoat_carpaint
source: Car Paint
ita: Vernice per auto

# metallicpaint_topcoat_chrome
source: Chrome
ita: Cromo

# metallicpaint_topcoat_custom
source: Custom
ita: Personalizzato

# metallicpaint_topcoat_falloff
source: Angle Falloff
ita: Angolo fascio di luce

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
ita: I valori impostabili mediante il dispositivo scorrevole vanno da 0 = nessun effetto Fresnel (riflessi costanti come per Cromo) a 100 = effetto Fresnel elevato (riflettività effettiva solo in una zona ristretta, in corrispondenza degli angoli estremi). Il limite estremo corrisponde a strati superiori realistici (in una scala che combina compensazione Fresnel, potenza e scala), mentre Vernice per auto corrisponde a un valore prossimo a 80.

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
ita: Angolo fascio di luce

# metallicpaint_topcoat_glossy
source: Glossiness
ita: Brillantezza

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
ita: Il dispositivo scorrevole consente di impostare valori compresi tra 100 (riflettività totale) e 0 (opaco).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
ita: Brillantezza

# metallicpaint_topcoat_matte
source: Matte
ita: Opaca

# metallicpaint_topcoat_panel
source: Top Coat
ita: Strato superiore

source: midnight
ita: notte

source: Mid Tones:
ita: Toni medi:

# midtones:uilabel
source: Mid Tones:
ita: Toni medi:

# mirror_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# mirror_mirrorgroup
source: Mirror
ita: Specchio

# mirror_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# mirror_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# mirror_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# mirror_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# mirror_roundcorners_radius
source: Source
ita: Origine

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# mirror_roundcorners_radius:uilabel
source: Source
ita: Origine

# mirror_tintcolor
source: Color
ita: Colore

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
ita: Regola il colore dello specchio, che rappresenta l'assorbimento totale del vetro float. Per la tinta è necessario tenere sempre presente che lo strato di vetro float possiede un determinato livello di assorbimento.

# mirror_tintcolor:uilabel
source: Tint Color
ita: Colore tinta

source: misc
ita: varie

source: miscellaneous
ita: varie

source: misty
ita: chiaro

# mode:uilabel
source: Mode
ita: Modalità

source: modular
ita: modulare

source: mortar
ita: malta

source: mortared
ita: frantumato

source: mosaic
ita: mosaico

source: mostly white carpet
ita: moquette con prevalenza di bianco

source: mounting
ita: montaggio

source: multi-color
ita: più colori

source: multi-colored
ita: più colori

# multiplier
source: Sky Multiplier:
ita: Moltiplicatore

# multiplier:uilabel
source: Multiplier:
ita: Moltiplicatore

source: murky
ita: torbido

source: museum
ita: museo

source: natural
ita: naturale

source: navy
ita: marina

# nearAttenuationEnd
source: End Point:
ita: Punto finale:

# nearAttenuationEnd:uilabel
source: End Point:
ita: Punto finale:

# nearAttenuationOn
source: Near Attenuation:
ita: Attenuazione vicina:

# nearAttenuationOn:uilabel
source: Near Attenuation:
ita: Attenuazione vicina:

# nearAttenuationStart
source: Start Point:
ita: Punto iniziale:

# nearAttenuationStart:uilabel
source: Start Point:
ita: Punto iniziale:

source: neutral
ita: neutro

source: Night Color:
ita: Colore notte:

# night_color:uilabel
source: Night Color:
ita: Colore notte:

# noise_Appearance
source: Appearance
ita: Aspetto

# noise_Color1
source: Color 1
ita: Colore 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
ita: Consente di selezionare un colore o una mappa sottoprocedurale per uno dei componenti.

# noise_Color1:uilabel
source: Color 1
ita: Colore 1

# noise_Color2
source: Color 2
ita: Colore 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
ita: Consente di selezionare un colore o una mappa sottoprocedurale per l'altro componente.

# noise_Color2:uilabel
source: Color 2
ita: Colore 2

# noise_Levels
source: Levels
ita: Livelli

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
ita: Determina il numero di iterazioni utilizzate per il disturbo di tipo Frattale e Turbolenza. Impostazione di default = 3.

# noise_Levels:uilabel
source: Levels
ita: Livelli

# noise_Phase
source: Phase
ita: Fase

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
ita: Specifica la fase della soglia di disturbo.

# noise_Phase:uilabel
source: Phase
ita: Fase

# noise_Position
source: Position
ita: Posizione

# noise_Size
source: Size
ita: Ampiezza

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
ita: Imposta la scala del disturbo. A valori inferiori corrispondono porzioni di disturbo minori.

# noise_Size:uilabel
source: Size
ita: Ampiezza

source: Noise Threshold
ita: Soglia disturbo

# noise_ThresholdHigh
source: High
ita: Soglia massima

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
ita: Specifica la soglia massima di disturbo. Intervallo = da 0 a 1. Impostazione di default = 1.

# noise_ThresholdHigh:uilabel
source: High
ita: Soglia massima

# noise_ThresholdLow
source: Low
ita: Soglia minima

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
ita: Specifica la soglia minima di disturbo. Intervallo = da 0 a 1. Impostazione di default = 0.

# noise_ThresholdLow:uilabel
source: Low
ita: Soglia minima

source: Noise Type
ita: Tipo di disturbo

# noise_Type:noise_fractal
source: Fractal
ita: Frattale

# noise_Type:noise_regular
source: Regular
ita: Regolare

# noise_Type:noise_turbulence
source: Turbulence
ita: Turbolenza

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
ita: Crea una perturbazione casuale per una superficie in base all'interazione tra due colori. Le opzioni disponibili sono Regolare, Frattale e Turbolenza.

# noise_Type:uilabel
source: Noise Type
ita: Tipo di disturbo

# noise_fractal
source: Fractal
ita: Frattale

# noise_regular
source: Regular
ita: Regolare

# noise_transforms_group
source: Transforms
ita: Trasformazioni

# noise_turbulence
source: Turbulence
ita: Turbolenza

source: non-uniform
ita: non uniforme

# none
source: No Area
ita: Nessuno

source: normal
ita: normale

# north_offset_from_x
source: North Azimuth:
ita: Azimut nord:

# north_offset_from_x:uilabel
source: North Azimuth:
ita: Azimut nord:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
ita: Numero di cicli

source: oak
ita: quercia

source: ocean
ita: oceano

source: octagon
ita: ottagonale

source: octagonal
ita: ottagonale

source: off
ita: spento

source: off-white
ita: bianco sporco

source: olive
ita: oliva

source: on
ita: Acceso

# on:uilabel
source: On:
ita: Acceso

source: orange
ita: arancione

# origin
source: Point
ita: Punto

source: oxidised
ita: ossidato

source: oxidized
ita: ossidato

source: paint
ita: vernice

source: panelling
ita: pannelli

source: paperboard
ita: cartoncino

source: particle
ita: truciolato

source: pastel
ita: pastello

source: pattern
ita: motivo

source: pavement
ita: pavimentazione

source: paver
ita: selciato

source: paving
ita: pavimentazione

source: peach
ita: pesca

source: pearl
ita: perla

source: pebble
ita: poroso

source: pebbled
ita: zigrinato

source: periwinkle
ita: pervinca

# photon
source: Photons
ita: Fotoni

source: physical
ita: fisico

source: physical material
ita: materiale fisico

# physmat_Comments
source: Comments
ita: Commenti

# physmat_Comments:uilabel
source: Comments
ita: Commenti

# physmat_Cost
source: Cost
ita: Costo

# physmat_Cost:uilabel
source: Cost
ita: Costo

# physmat_Keynote
source: Keynote
ita: Nota chiave

# physmat_Keynote:uilabel
source: Keynote
ita: Nota chiave

# physmat_Keywords
source: Keywords
ita: Parole chiave

# physmat_Keywords:uilabel
source: Keywords
ita: Parole chiave

# physmat_Label:uilabel
source: Label
ita: Etichetta

# physmat_Manufacturer
source: Manufacturer
ita: Produttore

# physmat_Manufacturer:uilabel
source: Manufacturer
ita: Produttore

# physmat_Mark
source: Mark
ita: Contrassegno

# physmat_Mark:uilabel
source: Mark
ita: Contrassegno

# physmat_Model
source: Model
ita: Modello

# physmat_Model:uilabel
source: Model
ita: Modello

# physmat_Type
source: Type
ita: Tipo

# physmat_Type:physmat_ceramic
source: Ceramic
ita: Ceramica

# physmat_Type:physmat_concrete
source: Concrete
ita: Calcestruzzo

# physmat_Type:physmat_earth
source: Earth
ita: Terra

# physmat_Type:physmat_generic
source: Generic
ita: Generico

# physmat_Type:physmat_glass
source: Glass
ita: Vetro

# physmat_Type:physmat_liquid
source: Liquid
ita: Liquido

# physmat_Type:physmat_masonry
source: Masonry
ita: Muratura

# physmat_Type:physmat_metal
source: Metal
ita: Metallo

# physmat_Type:physmat_paint
source: Paint/Coating
ita: Pittura/Rivestimento

# physmat_Type:physmat_plastic
source: Plastic
ita: Plastica

# physmat_Type:physmat_stone
source: Stone
ita: Pietra

# physmat_Type:physmat_textile
source: Textile
ita: Tessuto

# physmat_Type:physmat_wood
source: Wood
ita: Legno

# physmat_Type:uilabel
source: Type
ita: Tipo

# physmat_aspects:uilabel
source: Physical Aspects
ita: Aspetti fisici

# physmat_ceramic
source: Ceramic
ita: Ceramica

# physmat_class
source: Class
ita: Classe

# physmat_class:uilabel
source: Class
ita: Classe

# physmat_classification:uilabel
source: physmat_classification
ita: classificazione_materialifisici

# physmat_concrete
source: Concrete
ita: Calcestruzzo

# physmat_earth
source: Earth
ita: Terra

# physmat_generic
source: Generic
ita: Generico

# physmat_glass
source: Glass
ita: Vetro

# physmat_liquid
source: Liquid
ita: Liquido

# physmat_masonry
source: Masonry
ita: Muratura

# physmat_metal
source: Metal
ita: Metallo

# physmat_paint
source: Paint/Coating
ita: Pittura/Rivestimento

# physmat_plastic
source: Plastic
ita: Plastica

# physmat_stone
source: Stone
ita: Pietra

# physmat_textile
source: Textile
ita: Tessuto

# physmat_wood
source: Wood
ita: Legno

source: pile
ita: palo

source: pine
ita: pino

source: pink
ita: rosa

source: plaid
ita: scozzese

source: plain
ita: semplice

source: plaster
ita: gesso

source: plastic
ita: plastica

# plastic_props1
source: Basic Thermal
ita: Proprietà termiche di base

# plastic_props2
source: Mechanical
ita: Proprietà meccaniche

# plastic_props4
source: Strength
ita: Resistenza

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# plasticvinyl_ao_distance
source: Max Distance
ita: Distanza massima

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# plasticvinyl_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# plasticvinyl_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# plasticvinyl_ao_samples
source: Samples
ita: Campioni

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# plasticvinyl_ao_samples:uilabel
source: Samples
ita: Campioni

# plasticvinyl_application
source: Finish
ita: Finitura

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
ita: Lucido

# plasticvinyl_application:plasticvinyl_matte
source: Matte
ita: Opaco

# plasticvinyl_application:plasticvinyl_polished
source: Polished
ita: Lucidato

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
ita: È possibile selezionare Lucidato, Lucido o Opaco.

# plasticvinyl_application:uilabel
source: Finish
ita: Finitura

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
ita: Personalizzata

# plasticvinyl_bump:plasticvinyl_none
source: None
ita: Nessuna

# plasticvinyl_bump:uilabel
source: Finish Bumps
ita: Composizione in rilievo finitura

# plasticvinyl_bump_amount
source: Amount
ita: Valore

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
ita: Consente di impostare l'altezza di composizione in rilievo su un valore compreso tra 0 e 1 tramite un dispositivo scorrevole.

# plasticvinyl_bump_amount:uilabel
source: Amount
ita: Valore

# plasticvinyl_bump_list_label
source: Finish Bumps
ita: Composizione in rilievo finitura

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
ita: Consente di selezionare un'immagine bitmap per la ruvidità della composizione in rilievo.

# plasticvinyl_bump_map
source: Image
ita: Immagine

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
ita: Consente di selezionare un'immagine bitmap per la ruvidità della composizione in rilievo.

# plasticvinyl_bump_map:uilabel
source: Image
ita: Immagine

# plasticvinyl_bump_panel_label
source: Finish Bumps
ita: Composizione in rilievo finitura

# plasticvinyl_color
source: Color
ita: Colore
