Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

source: Architectural bronze
deu: Architektonische Bronze

source: Austenitic stainless steel
deu: Edelstahl, austenitisch

source: Autodesk branded swatch.
deu: Autodesk-Materialmusterfeld.

# Azimuth
source: Sun Azimuth:
deu: Sonnen-Azimut:

# Azimuth:uilabel
source: Sun Azimuth:
deu: Sonnen-Azimut:

source: Bakelite
deu: Bakelit

source: Basic structural asset.
deu: Grundlegende Strukturmedien

source: Black bricks
deu: Schwarze Ziegel

source: Brass, polished
deu: Messing, poliert

source: Brick
deu: Ziegel

source: Brown modular bricks
deu: Braune modulare Ziegel

source: Bump map used on decal objects.
deu: Relief-Map für Abziehbildobjekte

source: Burgundy stone floor
deu: Steinboden, Burgund

source: CFRP
deu: CFK

source: Carbon fiber reinforced epoxy
deu: Mit Kohlenstofffaser verstärktes Epoxid

source: Carbon steel
deu: Karbonstahl

source: Cast
deu: Guss

source: Cast Iron
deu: Gusseisen

source: Cast bronze
deu: Bronzeguss

source: Cast copper
deu: Kupferguss

source: Cast steel
deu: Gussstahl

source: Ceramic
deu: Keramik

source: Ceramic material.
deu: Keramikmaterial.

source: Ceramic-001
deu: Weiß

source: Ceramic-002
deu: Eisweiß

source: Ceramic-003
deu: Sonniger Tag

source: Ceramic-004
deu: Neutrales Grau

source: Ceramic-005
deu: Goldener Sand

source: Ceramic-006
deu: Meerblau

source: Ceramic-007
deu: Pfirsich

source: Ceramic-008
deu: Sandfarben-Braungrau

source: Ceramic-009
deu: Marineblau

source: Ceramic-010
deu: 2-Zoll-Quadrate - beige

source: Ceramic-011
deu: 6-Zoll-Quadrate - beige

source: Ceramic-012
deu: 6-Zoll-Achtecke - eisbergblau

source: Ceramic-013
deu: 3-Zoll-Quadrate - weiß

source: Ceramic-014
deu: 3-Zoll-Achtecke - weiß

source: Ceramic-015
deu: 3-Zoll-Achtecke - gelbbraun

source: Ceramic-016
deu: 4-Zoll-Quadrate - Lavendel

source: Ceramic-017
deu: 3-Zoll-Quadrate - hellgelb

source: Ceramic-018
deu: 6-Zoll-Achtecke - weichgrün

source: Ceramic-019
deu: 6-Zoll-Quadrate - Landrose

source: Ceramic-020
deu: 6-Zoll-Achtecke - honigfarbenhell

source: Ceramic-021
deu: 3-Zoll-Quadrate - pink-gemütlich

source: Ceramic-022
deu: 6-Zoll-Achtecke - dunkelgrau

source: Ceramic-023
deu: 4-Zoll-Rauten - schwarz

source: Ceramic-024
deu: 6-Zoll-Ziegel - lindgrün

source: Ceramic-025
deu: 4-Zoll-Quadrate mit eingelegter Raute - braun

source: Ceramic-026
deu: 4-Zoll-Sechsecke - blau-grau

source: Ceramic-027
deu: 4-Zoll-Quadrate und -Rechtecke - hellorange

source: Ceramic-028
deu: 4-Zoll-Quadrate und -Rechtecke - pink-pastell

source: Ceramic-029
deu: 5-Zoll-Dreiecke - orange-gelb

source: Ceramic-030
deu: 6x2-Zoll-Rechtecke - erdgrün

source: Ceramic-031
deu: 6-Zoll-Achtecke - Burgund

source: Ceramic-032
deu: 1-Zoll-Quadrate - Mosaik-blau

source: Ceramic-033
deu: 1-Zoll-Quadrate - Mosaik-grau

source: Ceramic-034
deu: 4-Zoll-Quadrate - Mosaik-beige

source: Ceramic-035
deu: 3 Zoll - quadratisch - Terracotta

source: Ceramic-036
deu: 1.5 Zoll - quadratisch - gelbbraun

source: Ceramic-037
deu: 1.5 Zoll - quadratisch - schieferblau

source: Ceramic-038
deu: 1.5 Zoll - quadratisch - mittelblau

source: Ceramic-039
deu: 1.5 Zoll - quadratisch - braun

source: Ceramic-040
deu: Kreisförmiges Mosaik - schwarz-weiß

source: Ceramic-041
deu: 4 Zoll - quadratisch - mit eingelegter Raute - grau-rot

source: Ceramic-042
deu: 1 Zoll - quadratisch - elfenbeinfarben

source: Ceramic-043
deu: 2 Zoll - quadratisch - lachsfarben

source: Ceramic/Porcelain
deu: Keramik/Porzellan

source: Ceramic/Tile
deu: Keramik/Fliese

# CeramicSchema_localname:Ceramic
source: Ceramic
deu: Keramik

# CeramicSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Checker
deu: Schachbrettmuster

source: Checker map.
deu: Schachbrett-Map.

# CheckerSchema_localname:Checker
source: Checker
deu: Schachbrettmuster

# CheckerSchema_localtype:Texture
source: Texture
deu: Textur

source: Clouds
deu: Wolken

source: Coarse Ambient Occlusion
deu: Grobe Umgebungsverdeckung

source: Color
deu: Farbe

source: Color map.
deu: Farb-Map.

# ColorSchema_localname:Color
source: Color
deu: Farbe

# ColorSchema_localtype:Texture
source: Texture
deu: Textur

source: Composite
deu: Verbund

source: Concrete
deu: Beton

source: Concrete material.
deu: Betonmaterial.

source: Concrete structural asset.
deu: Tragende Betonstützen.

source: Concrete, stone aggregate
deu: Beton, Gesteinszuschlagstoff

source: Concrete-001
deu: Industrieboden

source: Concrete-002
deu: Mit Stein 1

source: Concrete-003
deu: Mit Stein 2

source: Concrete-004
deu: Waschbeton - warm-grau

source: Concrete-005
deu: Ungleichmäßig - warm-grau

source: Concrete-006
deu: Außen - glatt - gelbbraun

source: Concrete-007
deu: Glatt - beige

source: Concrete-008
deu: Wandtextur - beige

source: Concrete-009
deu: Wandtextur - lachsfarben

source: Concrete-010
deu: Aqua

source: Concrete-011
deu: Schwarz

source: Concrete-012
deu: Braun

source: Concrete-013
deu: Gebranntes Rot

source: Concrete-014
deu: Coelinblau

source: Concrete-015
deu: Fein - cremefarben

source: Concrete-016
deu: Dunkelgrau

source: Concrete-017
deu: Hellgrau

source: Concrete-018
deu: Oliv

source: Concrete-019
deu: Weiß

source: Concrete-020
deu: Fertigbeton - glatt

source: Concrete-021
deu: Formen - Aussparungen

source: Concrete-022
deu: Blöcke

source: Concrete-023
deu: Ungleichmäßig - reflektierend - grau

source: Concrete-024
deu: Außen - weiß

source: Concrete-025
deu: Außen - beige

source: Concrete-026
deu: Außen- Textur - gelbbraun

source: Concrete-027
deu: Textur - beige

source: Concrete-028
deu: Rau - pink

source: Concrete-029
deu: Rau - gelbbraun

source: Concrete.Cast-In-Place.Exposed Aggregate.Coarse
deu: Beton.Ortbeton.Waschbeton.Grob

source: Concrete.Cast-In-Place.Exposed Aggregate.Fine
deu: Beton.Ortbeton.Waschbeton.Fein

source: Concrete.Cast-In-Place.Exposed Aggregate.Medium
deu: Beton.Ortbeton.Waschbeton.Mittel

source: Concrete.Cast-In-Place.Exposed Aggregate.Recessed
deu: Beton.Ortbeton.Waschbeton.Tief

source: Concrete.Cast-In-Place.Flat.Broom.Grey
deu: Beton.Ortbeton.Flach.Besen.Grau

source: Concrete.Cast-In-Place.Flat.Grey.1
deu: Beton.Ortbeton.Flach.Grau.1

source: Concrete.Cast-In-Place.Flat.Grey.2
deu: Beton.Ortbeton.Flach.Grau.2

source: Concrete.Cast-In-Place.Flat.Grey.3
deu: Beton.Ortbeton.Flach.Grau.3

source: Concrete.Cast-In-Place.Flat.Grey.Efflorescence
deu: Beton.Ortbeton.Flach.Grau.Effloreszenz

source: Concrete.Cast-In-Place.Flat.Polished.Grey
deu: Beton.Ortbeton.Flach.Poliert.Grau

source: Concrete.Cast-In-Place.Formwork.Holes
deu: Beton.Ortbeton.Formen.Aussparungen

source: Concrete.Cast-In-Place.Formwork.Holes.Staggered
deu: Beton.Ortbeton.Formen.Aussparungen.Gestaffelt

source: Concrete.Cast-In-Place.Panels.Reveal.1
deu: Beton.Ortbeton.Elemente.Leibung.1

source: Concrete.Cast-In-Place.Panels.Reveal.2
deu: Beton.Ortbeton.Elemente.Leibung.2

source: Concrete.Cast-In-Place.Panels.Reveal.3
deu: Beton.Ortbeton.Elemente.Leibung.3

source: Concrete.Cast-In-Place.Panels.Reveal.Smooth
deu: Beton.Ortbeton.Elemente.Leibung.Glatt

source: Concrete.Cast-In-Place.Panels.Reveal.Speckled
deu: Beton.Ortbeton.Elemente.Leibung.Gesprenkelt

source: Concrete.Cast-In-Place.Panels.Square
deu: Beton.Ortbeton.Elemente.Quadrat

source: Concrete.Cast-In-Place.Ribbed.Vertical.1
deu: Beton.Ortbeton.Gerippt.Vertikal.1

source: Concrete.Cast-In-Place.Ribbed.Vertical.2
deu: Beton.Ortbeton.Gerippt.Vertikal.2

source: Concrete.Cast-In-Place.SandBlasted
deu: Beton.Ortbeton.Sandgestrahlt

source: Concrete.Cast-in-Place.Formwork.Wood.Boards
deu: Beton.Ortbeton.Formen.Holz.Platten

source: Concrete.Cast-in-Place.Formwork.Wood.Plywood
deu: Beton.Ortbeton.Formen.Holz.Sperrholz

source: Concrete.Concrete Accessories.Control Joints.Black
deu: Beton.Beton-Zusatzteile.Bewegungs- und Entspannungsfugen.Schwarz

source: Concrete.Precast Structural Concrete.Smooth
deu: Beton.Tragende Betonfertigteile.Glatt

source: Concrete/Cast-In-Place
deu: Beton/Ortbeton

source: Concrete/Fiber Reinforced
deu: Beton/glasfaserbewehrt

source: Concrete/Standard
deu: Beton/Standard

# ConcreteSchema_localname:Concrete
source: Concrete
deu: Beton

# ConcreteSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Copper alloy
deu: Kupferlegierung

source: Copper, oxidized finish
deu: Kupfer, oxidierte Oberfläche

source: Cork
deu: Kork

source: Cream stone
deu: Stein cremefarben

source: Cube swatch.
deu: Würfelmuster.

source: Curtain wall swatch.
deu: Fassadenmuster.

source: Cylinder swatch.
deu: Zylindermuster.

# DST
source: DST In Use:
deu: DST in Verwendung:

# DST:uilabel
source: DST In Use:
deu: DST in Verwendung:

source: Dark blue colour
deu: Dunkelblauer Farbton

source: Dark brown rectangular herringbone bricks
deu: Dunkelbraune rechteckige Ziegel im Fischgrätverband

source: Day:
deu: Tag:

# Day:uilabel
source: Day:
deu: Tag:

source: Daylight Portal
deu: Lichtdurchlässiges Portal

source: DaylightPortal
deu: Lichtdurchlässiges Portal

# DaylightPortalSchema_localname:Sun Light
source: Sun Light
deu: Sonnenlicht

# DaylightPortalSchema_localtype:Light
source: Light
deu: Licht

source: Decal
deu: Abziehbild

source: Decal material.
deu: Abziehbildmaterial.

source: DecalAppearance
deu: Abziehbild - Darstellung

# DecalAppearanceSchema_localname:DecalAppearance
source: DecalAppearance
deu: Abziehbild - Darstellung

# DecalAppearanceSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: DecalMap map. Decal Map.
deu: DecalMap map. Abziehbild-Map.

# DecalSchema_localname:Decal
source: Decal
deu: Abziehbild

# DecalSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Decalbumpmap
deu: Abziehbild-Relief-Map

# DecalbumpmapSchema_localname:Decal Bump Map
source: Decal Bump Map
deu: Abziehbild-Relief-Map

# DecalbumpmapSchema_localtype:Texture
source: Texture
deu: Textur

source: Decalmap
deu: Abziehbild-Map

# DecalmapSchema_localname:Decal Map
source: Decal Map
deu: Abziehbild-Map

# DecalmapSchema_localtype:Texture
source: Texture
deu: Textur

source: Default
deu: Vorgabe

source: Default Concrete f'c=3.5 ksi
deu: Standardbeton f'c=3.5 ksi

source: Doors - Windows.Door Hardware.Chrome.Satin
deu: Türen - Fenster.Türbeschläge.Chrom.Satiniert

source: Doors - Windows.Glazed Curtain Walls.Stainless Steel Curtain Wall
deu: Türen - Fenster.Glasierte Fassaden.Edelstahlfassade

source: Doors - Windows.Glazing.2
deu: Türen - Fenster.Verglasung.2

source: Doors - Windows.Glazing.3
deu: Türen - Fenster.Verglasung.3

source: Doors - Windows.Glazing.Glass.Automotive
deu: Türen - Fenster.Verglasung.Glas.Sicherheitsglas

source: Doors - Windows.Glazing.Glass.Clear
deu: Türen - Fenster.Verglasung.Glas.Klarglas

source: Doors - Windows.Glazing.Glass.Etched
deu: Türen - Fenster.Verglasung.Glas.Geätzt

source: Doors - Windows.Glazing.Glass.Frosted
deu: Türen - Fenster.Verglasung.Glas.Matt

source: Doors - Windows.Glazing.Glass.Mirrored
deu: Türen - Fenster.Verglasung.Glas.Spiegelglas

source: Doors - Windows.Glazing.Glass.ReflectiveCoated
deu: Türen - Fenster.Verglasung.Glas.Reflexionsbeschichtet

source: Doors - Windows.Glazing.Glass.Spandrel
deu: Türen - Fenster.Verglasung.Glas.Spandrille

source: Doors - Windows.Glazing.Glass.Wired
deu: Türen - Fenster.Verglasung.Glas.Verdrahtet

source: Doors - Windows.Metal Doors - Frames.Aluminum Frame.Anodized.Dark Bronze.Satin
deu: Türen - Fenster.Metalltüren - Zargen.Aluminiumzarge.Eloxiert.Dunkelbronze.Satiniert

source: Doors - Windows.Metal Doors - Frames.Aluminum Windows.Painted.White
deu: Türen - Fenster.Metalltüren - Zargen.Alufenster.Lackiert.Weiß

source: Doors - Windows.Metal Doors - Frames.Steel Doors.Painted.White
deu: Türen - Fenster.Metalltüren - Zargen.Stahltüren.Lackiert.Weiß

source: Doors - Windows.Metal Doors - Frames.Steel.Galvanized
deu: Türen - Fenster.Metalltüren - Zargen.Stahl.Galvanisiert

source: Doors - Windows.Wood Doors.Ash
deu: Türen - Fenster.Holztüren.Esche

source: Drapery swatch.
deu: Stoffmuster.

source: Ductile Cast Iron
deu: Duktiles Gusseisen

source: Ductile cast iron
deu: Duktiles Gusseisen

source: Epoxy Carbon Fiber Composite
deu: Epoxid-Kohlenstofffaser-Verbundwerkstoff

source: Fabric
deu: Textil

source: Fabric-001
deu: Sackleinen 1

source: Fabric-002
deu: Rattan - gelbbraun 1

source: Fabric-003
deu: Leinwand - braun

source: Fabric-004
deu: Leinwand - weiß

source: Fabric-005
deu: Zerknittert - schwarz

source: Fabric-006
deu: Dunkelbraun

source: Fabric-007
deu: Hellbraun

source: Fabric-008
deu: Blau

source: Fabric-009
deu: Beige

source: Fabric-010
deu: Tweed

source: Fabric-011
deu: Netz

source: Fabric-012
deu: Karo - beige

source: Fabric-013
deu: Karo - rot

source: Fabric-014
deu: Streifen - schwarz-weiß-blau-grau

source: Fabric-015
deu: Streifen - gelb-grau

source: Fabric-016
deu: Streifen - blau-weiß

source: Fabric-017
deu: Streifen - gelb-weiß

source: Fabric-018
deu: Samt - schwarz

source: Fabric-019
deu: Samt - rot

source: Fabric-020
deu: Hellbraun - dunkelbraun- Quadrate

source: Fabric-021
deu: Violett-grau

source: Fabric-022
deu: Rot

source: Fabric-023
deu: Blau-gelb

source: Fabric-024
deu: Weizen

source: Fabric-025
deu: Grün

source: Fabric/Leather
deu: Textil/Leder

source: Fiber Reinforced
deu: Glasfaserbewehrt

source: Fine Ambient Occlusion
deu: Feine Umgebungsverdeckung

source: Fine Gold 99.95%
deu: Feingold 99,95 %

source: Fine gold
deu: Feingold

source: Finish
deu: Oberfläche

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Fissured.White
deu: Oberflächen.Decken.Schallschutzplatte.Offenes Gitter.2x2.Rissig.Weiß

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Pebble.White
deu: Oberflächen.Decken.Schallschutzplatte.Offenes Gitter.2x2.Kies.Weiß

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Fissured.White
deu: Oberflächen.Decken.Schallschutzplatte.Offenes Gitter.2x4.Rissig.Weiß

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Pebble.White
deu: Oberflächen.Decken.Schallschutzplatte.Offenes Gitter.2x4.Kies.Weiß

source: Finishes.Ceilings.Acoustical Tile.Perforated.2x2.White
deu: Oberflächen.Decken.Schallschutzplatte.Perforiert.2x2.Weiß

source: Finishes.Ceilings.Linear.Silver Grey
deu: Oberflächen.Decken.Linear.Silbergrau

source: Finishes.Flooring.Bamboo
deu: Oberflächen.Boden.Bambus

source: Finishes.Flooring.Carpet.Berber.Pattern.1
deu: Oberflächen.Boden.Teppich.Berber.Muster.1

source: Finishes.Flooring.Carpet.Berber.Pattern.2
deu: Oberflächen.Boden.Teppich.Berber.Muster.2

source: Finishes.Flooring.Carpet.Berber.Pattern.3
deu: Oberflächen.Boden.Teppich.Berber.Muster.3

source: Finishes.Flooring.Carpet.Floral
deu: Oberflächen.Boden.Teppich.Geblümt

source: Finishes.Flooring.Carpet.Loop.1
deu: Oberflächen.Boden.Teppich.Schlinge.1

source: Finishes.Flooring.Carpet.Loop.2
deu: Oberflächen.Boden.Teppich.Schlinge.2

source: Finishes.Flooring.Carpet.Loop.3
deu: Oberflächen.Boden.Teppich.Schlinge.3

source: Finishes.Flooring.Carpet.Loop.4
deu: Oberflächen.Boden.Teppich.Schlinge.4

source: Finishes.Flooring.Carpet.Loop.5
deu: Oberflächen.Boden.Teppich.Schlinge.5

source: Finishes.Flooring.Carpet.Loop.6
deu: Oberflächen.Boden.Teppich.Schlinge.6

source: Finishes.Flooring.Carpet.Loop.7
deu: Oberflächen.Boden.Teppich.Schlinge.7

source: Finishes.Flooring.Carpet.NeedlePunch.Black
deu: Oberflächen.Boden.Teppich.Nadelstich.Schwarz

source: Finishes.Flooring.Carpet.NeedlePunch.Tan
deu: Oberflächen.Boden.Teppich.Nadelstich.Gelbbraun

source: Finishes.Flooring.Carpet.NeedlePunch.White
deu: Oberflächen.Boden.Teppich.Nadelstich.Weiß

source: Finishes.Flooring.Carpet.Pad.Foam
deu: Oberflächen.Boden.Teppich.Unterlage.Schaumstoff

source: Finishes.Flooring.Carpet.Pad.Waffled
deu: Oberflächen.Boden.Teppich.Unterlage.Waffelstruktur

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.BlueWhite
deu: Oberflächen.Boden.Teppich.Sachsenstoff.Blumenmuster.Blauweiss

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.Colored
deu: Oberflächen.Boden.Teppich.Sachsenstoff.Blumenmuster.Koloriert

source: Finishes.Flooring.Carpet.Saxony.Herringbone
deu: Oberflächen.Boden.Teppich.Sachsenstoff.Fischgrätenmuster

source: Finishes.Flooring.Carpet.Saxony.Squares
deu: Oberflächen.Boden.Teppich.Sachsenstoff.Quadrate

source: Finishes.Flooring.Carpet.Sisal.Pattern.1
deu: Oberflächen.Boden.Teppich.Sisal.Muster.1

source: Finishes.Flooring.Carpet.Sisal.Pattern.2
deu: Oberflächen.Boden.Teppich.Sisal.Muster.2

source: Finishes.Flooring.Carpet.Sisal.Pattern.3
deu: Oberflächen.Boden.Teppich.Sisal.Muster.3

source: Finishes.Flooring.Cork
deu: Oberflächen.Boden.Kork

source: Finishes.Flooring.Marble.White
deu: Oberflächen.Boden.Marmor.Weiß

source: Finishes.Flooring.Rug.Braided
deu: Oberflächen.Boden.Vorleger.Geflochten

source: Finishes.Flooring.Rug.Hooked
deu: Oberflächen.Boden.Vorleger.Bestickt

source: Finishes.Flooring.Rug.Knotted
deu: Oberflächen.Boden.Vorleger.Geknüpft

source: Finishes.Flooring.Tile.Diamond.Red
deu: Oberflächen.Boden.Fliesen.Karo.Rot

source: Finishes.Flooring.Tile.Square.Blue
deu: Oberflächen.Boden.Fliesen.Quadratisch.Blau

source: Finishes.Flooring.Tile.Square.Blue.1
deu: Oberflächen.Boden.Fliesen.Quadratisch.Blau.1

source: Finishes.Flooring.Tile.Square.Brown
deu: Oberflächen.Boden.Fliesen.Quadratisch.Braun

source: Finishes.Flooring.Tile.Square.Circular Mosaic
deu: Oberflächen.Boden.Fliesen.Quadratisch.Mosaik kreisförmig

source: Finishes.Flooring.Tile.Square.Grey.Dark
deu: Oberflächen.Boden.Fliesen.Quadratisch.Grau.Dunkel

source: Finishes.Flooring.Tile.Square.Tan
deu: Oberflächen.Boden.Fliesen.Quadratisch.Gelbbraun

source: Finishes.Flooring.Tile.Square.Terra Cotta
deu: Oberflächen.Boden.Fliesen.Quadratisch.Terrakotta

source: Finishes.Flooring.VCT.Diamond. Rosette
deu: Oberflächen.Boden.PVC.Karo.Rosette

source: Finishes.Flooring.VCT.Diamonds
deu: Oberflächen.Boden.PVC.Karos

source: Finishes.Flooring.VCT.Dots
deu: Oberflächen.Boden.PVC.Punkte

source: Finishes.Flooring.VCT.Dots.Grey
deu: Oberflächen.Boden.PVC.Punkte.Grau

source: Finishes.Flooring.VCT.Grid
deu: Oberflächen.Boden.PVC.Raster

source: Finishes.Flooring.VCT.Mosaic
deu: Oberflächen.Boden.PVC.Mosaik

source: Finishes.Flooring.VCT.Squares
deu: Oberflächen.Boden.PVC.Quadrate

source: Finishes.Flooring.Vinyl.Checker.Black-White
deu: Oberflächen.Boden.Vinyl.Schachbrettmuster.Schwarzweiß

source: Finishes.Flooring.Wood.Hardwood
deu: Oberflächen.Boden.Holz.Hartholz

source: Finishes.Flooring.Wood.Hardwood.1
deu: Oberflächen.Boden.Holz.Parkett.1

source: Finishes.Flooring.Wood.Inlay
deu: Oberflächen.Boden.Holz.Furnier

source: Finishes.Flooring.Wood.Parquet
deu: Oberflächen.Boden.Holz.Parkett

source: Finishes.Flooring.Wood.Parquet.1
deu: Oberflächen.Boden.Holz.Parkett.1

source: Finishes.Flooring.Wood.Plank
deu: Oberflächen.Boden.Holz.Dielen

source: Finishes.Flooring.Wood.Plank.Beech
deu: Oberflächen.Boden.Holz.Dielen.Buche

source: Finishes.Gypsum Board.Painted.White
deu: Oberflächen.Gipsplatte.Bemalt.Weiß

source: Finishes.Laminate.CarbonFiber
deu: Oberflächen.Laminat.Kohlefaser

source: Finishes.Laminate.Plywood
deu: Oberflächen.Laminat.Sperrholz

source: Finishes.Masonry Flooring.Flagstone.Light Pink
deu: Oberflächen.Mauerwerkboden.Fliesen.Hellrosa

source: Finishes.Masonry Flooring.Granite.Brown-Black
deu: Oberflächen.Mauerwerkboden.Granit.Braun-Schwarz

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
deu: Oberflächen.Mauerwerkboden.Granit.Braun.Violett-Schwarz

source: Finishes.Masonry Flooring.Granite.Grey Speckled
deu: Oberflächen.Mauerwerkboden.Granit.Grau gesprenkelt

source: Finishes.Masonry Flooring.Granite.Mauve-Black
deu: Oberflächen.Mauerwerkboden.Granit.Violett-Schwarz

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
deu: Oberflächen.Mauerwerkboden.Granit.Violett-Schwarz1

source: Finishes.Masonry Flooring.Granite.Multi-colored
deu: Oberflächen.Mauerwerkboden.Granit.Mehrfarbig

source: Finishes.Masonry Flooring.Marble
deu: Oberflächen.Mauerwerkboden.Marmor

source: Finishes.Masonry Flooring.Marble.Beige-Grid
deu: Oberflächen.Mauerwerkboden.Beige-Raster

source: Finishes.Masonry Flooring.Marble.Brown
deu: Oberflächen.Mauerwerkboden.Marmor.Braun

source: Finishes.Masonry Flooring.Marble.Deep Green
deu: Oberflächen.Mauerwerkboden.Marmor.Dunkelgrün

source: Finishes.Masonry Flooring.Marble.Green
deu: Oberflächen.Mauerwerkboden.Marmor.Grün

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
deu: Oberflächen.Mauerwerkboden.Marmor.Grün.Versetzte Quadrate

source: Finishes.Masonry Flooring.Marble.Rose
deu: Oberflächen.Mauerwerkboden.Marmor.Rosarot

source: Finishes.Masonry Flooring.Marble.Rose.1
deu: Oberflächen.Mauerwerkboden.Marmor.Rosarot.1

source: Finishes.Masonry Flooring.Slate
deu: Oberflächen.Mauerwerkboden.Schiefer

source: Finishes.Masonry Flooring.Slate.1
deu: Oberflächen.Mauerwerkboden.Schiefer.1

source: Finishes.Masonry Flooring.Slate.Red
deu: Oberflächen.Mauerwerkboden.Schiefer.Rot

source: Finishes.Masonry Flooring.Terrazzo.Black
deu: Oberflächen.Mauerwerkboden.Terrazzo.Schwarz

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
deu: Oberflächen.Mauerwerkboden.Terrazzo.Schwarz-Rot

source: Finishes.Masonry Flooring.Terrazzo.Black.1
deu: Oberflächen.Mauerwerkboden.Terrazzo.Schwarz.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
deu: Oberflächen.Mauerwerkboden.Terrazzo.Braun

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
deu: Oberflächen.Mauerwerkboden.Terrazzo.Braun.1

source: Finishes.Masonry Flooring.Terrazzo.Green
deu: Oberflächen.Mauerwerkboden.Terrazzo.Grün

source: Finishes.Masonry Flooring.Terrazzo.Tan
deu: Oberflächen.Mauerwerkboden.Terrazzo.Gelbbraun

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
deu: Oberflächen.Mauerwerkboden.Terrazzo.Gelbbraun.1

source: Finishes.Masonry Flooring.Terrazzo.White
deu: Oberflächen.Mauerwerkboden.Terrazzo.Weiß

source: Finishes.Masonry Flooring.Terrazzo.White.1
deu: Oberflächen.Mauerwerkboden.Terrazzo.Weiß.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
deu: Oberflächen.Mauerwerkboden.Travertin.Violett.Rechteckig

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
deu: Oberflächen.Mauerwerkboden.Travertin.Violett.Quadrat

source: Finishes.Metal Framing Systems.Furring
deu: Oberflächen.Metallrahmensysteme.Unterkonstruktion

source: Finishes.Metal Framing Systems.Stud
deu: Oberflächen.Metallrahmensysteme.Bolzen

source: Finishes.Painting.Lacquer.Black
deu: Oberflächen.Färbung.Firnis.Schwarz

source: Finishes.Painting.Lacquer.White
deu: Oberflächen.Färbung.Firnis.Weiß

source: Finishes.Painting.Paint
deu: Oberflächen.Färbung.Farbe

source: Finishes.Painting.Paint.Black
deu: Oberflächen.Färbung.Farbe.Schwarz

source: Finishes.Painting.Paint.Black.Flaking
deu: Oberflächen.Färbung.Farbe.Schwarz.Abblätternd

source: Finishes.Painting.Paint.Fireproofing
deu: Oberflächen.Färbung.Farbe.Feuerfest

source: Finishes.Painting.Paint.White
deu: Oberflächen.Färbung.Farbe.Weiß

source: Finishes.Painting.Paint.White.Flaking
deu: Oberflächen.Färbung.Farbe.Weiß.Abblätternd

source: Finishes.Painting.Varnish
deu: Oberflächen.Färbung.Lack

source: Finishes.Plaster.Stucco.Coarse.White
deu: Oberflächen.Gips.Stuck.Grob.Weiß

source: Finishes.Plaster.Stucco.Fine.1
deu: Oberflächen.Gips.Stuck.Fein.1

source: Finishes.Plaster.Stucco.Fine.Brown
deu: Oberflächen.Gips.Stuck.Fein.Braun

source: Finishes.Plaster.Stucco.Fine.Mauve
deu: Oberflächen.Gips.Stuck.Fein.Violett

source: Finishes.Plaster.Stucco.Fine.White
deu: Oberflächen.Gips.Stuck.Fein.Weiß

source: Finishes.Plaster.Stucco.Medium.White
deu: Oberflächen.Gips.Stuck.Mittel.Weiß

source: Finishes.Plaster.Stucco.Troweled.Grey
deu: Oberflächen.Gips.Stuck.Geglättet.Grau

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
deu: Oberflächen.Gips.Stuck.Geglättet.Hellgelb

source: Finishes.Plaster.Stucco.Troweled.White
deu: Oberflächen.Gips.Stuck.Geglättet.Weiß
