Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

source: ACADGen-174
kor: 셸락

source: ACADGen-175
kor: 우레탄

source: ACADGen-176
kor: 페인트 - 니스

source: ACADGen-177
kor: 붕대

source: ACADGen-178
kor: 삼베

source: ACADGen-179
kor: 등자리 세공 - 황갈색

source: ACADGen-180
kor: 캔버스 - 흰색 1

source: ACADGen-181
kor: 레이스

source: ACADGen-182
kor: 자갈 무늬 - 검은색

source: ACADGen-183
kor: 매끄러움 - 검은색

source: ACADGen-184
kor: 갈색

source: ACADGen-185
kor: 자갈 무늬 - 연갈색

source: ACADGen-186
kor: 자갈 무늬 - 연한 자주색

source: ACADGen-187
kor: 황갈색 1

source: ACADGen-188
kor: 리넨 - 베이지색

source: ACADGen-189
kor: 리넨 - 트위드

source: ACADGen-190
kor: 리넨 - 흰색

source: ACADGen-191
kor: 메쉬 1 - 버전 1.1

source: ACADGen-191-1-2
kor: 메쉬 1

source: ACADGen-192
kor: 네팅

source: ACADGen-193
kor: 격자무늬 1

source: ACADGen-194
kor: 격자무늬 3

source: ACADGen-195
kor: 격자무늬 4

source: ACADGen-196
kor: 스트라이프 - 검은색-흰색-파란색-회색 1

source: ACADGen-197
kor: 스트라이프 - 검은색-흰색

source: ACADGen-198
kor: 스트라이프 - 검은색

source: ACADGen-199
kor: 스트라이프 - 노란색-회색 1

source: ACADGen-200
kor: 스트라이프 - 베이지색

source: ACADGen-201
kor: 스트라이프 - 파란색-흰색 1

source: ACADGen-202
kor: 스트라이프 - 노란색-흰색 1

source: ACADGen-203
kor: 벨벳 - 검은색 1

source: ACADGen-204
kor: 벨벳 - 빨간색 1

source: ACADGen-205
kor: 아도비 러닝

source: ACADGen-206
kor: 바구니형 직조법

source: ACADGen-207
kor: 투화 벽돌

source: ACADGen-208
kor: 공통 - 버전 1.1

source: ACADGen-208-1-2
kor: 공통

source: ACADGen-209
kor: 코어

source: ACADGen-210
kor: 영국식

source: ACADGen-211
kor: 영국식 십자 - 버전 1.1

source: ACADGen-211-1-2
kor: 영국식 십자

source: ACADGen-212
kor: 면

source: ACADGen-213
kor: 화재

source: ACADGen-214
kor: 플랑드르

source: ACADGen-215
kor: 플랑드르 십자 - 버전 1.1

source: ACADGen-215-1-2
kor: 플랑드르 십자

source: ACADGen-216
kor: 플랑드르 대각선 - 버전 1.1

source: ACADGen-216-1-2
kor: 플랑드르 대각선

source: ACADGen-217
kor: 화원 벽

source: ACADGen-218
kor: 글레이즈드

source: ACADGen-219
kor: 머리글

source: ACADGen-220
kor: 헤링본 - 회반죽

source: ACADGen-221
kor: 헤링본 - 모르타르 없음 - 45도 회전

source: ACADGen-222
kor: 3분의 1 러닝

source: ACADGen-223
kor: 누르기

source: ACADGen-224
kor: 노걸이

source: ACADGen-225
kor: 노걸이 스태거

source: ACADGen-226
kor: 러닝

source: ACADGen-227
kor: 러닝 - 갈색 - 버전 1.1

source: ACADGen-227-1-2
kor: 러닝 - 갈색

source: ACADGen-228
kor: 러닝 - 글레이즈드 파란색

source: ACADGen-229
kor: 러닝 - 회색 - 버전 1.1

source: ACADGen-229-1-2
kor: 러닝 - 회색

source: ACADGen-230
kor: 러닝 - 빨간색

source: ACADGen-231
kor: 러닝 - 눈매김 빨간색

source: ACADGen-232
kor: 선원

source: ACADGen-233
kor: 화면

source: ACADGen-234
kor: 휘선

source: ACADGen-235
kor: 솔저

source: ACADGen-236
kor: 스택

source: ACADGen-237
kor: 스택 - 회색

source: ACADGen-238
kor: 노르만 - 3분의 1 러닝

source: ACADGen-239
kor: 노르만 - 솔저

source: ACADGen-240
kor: 석조 부품 - 검은색 컨트롤 조인트

source: ACADGen-241
kor: 백화

source: ACADGen-242
kor: 옹벽 - 러닝

source: ACADGen-243
kor: 리브 - 스택

source: ACADGen-244
kor: 선원 - 스택

source: ACADGen-245
kor: 샌드 블라스티드 - 회색

source: ACADGen-246
kor: 샌드 블라스티드 - 황갈색

source: ACADGen-247
kor: 눈매김 - 러닝

source: ACADGen-248
kor: 눈매김 - 러닝 노출 골재

source: ACADGen-249
kor: 화면 - 스택

source: ACADGen-250
kor: 그림자 - 러닝

source: ACADGen-251
kor: 음향 흡수 - 러닝 - 버전 1.1

source: ACADGen-251-1-2
kor: 음향 흡수 - 러닝

source: ACADGen-252
kor: 면 분할 - 러닝 - 버전 1.1

source: ACADGen-252-1-2
kor: 면 분할 - 러닝

source: ACADGen-253
kor: 신장구 - 러닝

source: ACADGen-254
kor: 신장구 - 러닝 노출 골재

source: ACADGen-255
kor: 신장구 - 러닝 글레이즈드 파란색

source: ACADGen-256
kor: 신장구 - 스택

source: ACADGen-257
kor: 신장구 - 스택 글레이즈드 파란색

source: ACADGen-258
kor: 유리 블록 - 정사각 스택

source: ACADGen-259
kor: 마름돌 - 무늬가 있음

source: ACADGen-260
kor: 마름돌 - 임의 깨진 막쌓기

source: ACADGen-261
kor: 마름돌 - 임의 깨진 막쌓기 그라우트

source: ACADGen-262
kor: 자연석 - 세련됨 느슨함

source: ACADGen-263
kor: 자연석 - 세련됨 단단함

source: ACADGen-264
kor: 자연석 - 세련됨 풍화됨

source: ACADGen-265
kor: 화강암 - 정사각 스택 연마

source: ACADGen-266
kor: 화강암 - 정사각 스택 연마 검은색-흰색

source: ACADGen-267
kor: 화강암 - 정사각 스택 연마 구리-검은색

source: ACADGen-268
kor: 화강암 - 정사각 스택 연마 회색

source: ACADGen-269
kor: 화강암 - 정사각 스택 연마 연한 자주색-회색

source: ACADGen-270
kor: 화강암 - 정사각 스택 연마 분홍색-검은색-회색

source: ACADGen-271
kor: 석회암 - 마름돌 막쌓기

source: ACADGen-272
kor: 석회암 - 잡석

source: ACADGen-273
kor: 석회암 - 거친 조인트 분홍색

source: ACADGen-274
kor: 석회암 - 러스티케이션 - 버전 1.1

source: ACADGen-274-1-2
kor: 석회암 - 러스티케이션

source: ACADGen-275
kor: 대리석 - 정사각 스택 연마 흰색-검은색

source: ACADGen-276
kor: 대리석 - 정사각 스택 연마 흰색-검은색 대형 결

source: ACADGen-277
kor: 대리석 - 정사각 스택 연마 흰색-갈색

source: ACADGen-278
kor: 대리석 - 정사각 스택 연마 흰색-갈색-검은색

source: ACADGen-279
kor: 대리석 - 정사각 스택 연마 흰색-녹색

source: ACADGen-280
kor: 오닉스 - 검은색

source: ACADGen-281
kor: 오닉스 - 파란색

source: ACADGen-282
kor: 오닉스 - 장미색

source: ACADGen-283
kor: 슬레이트 - 정사각 회색 - 버전 1.1

source: ACADGen-283-1-2
kor: 슬레이트 - 정사각 회색

source: ACADGen-284
kor: 슬레이트 - 녹색

source: ACADGen-285
kor: 슬레이트 - 잡색

source: ACADGen-286
kor: 슬레이트 - 빨간색

source: ACADGen-287
kor: 동석 - 청록색

source: ACADGen-288
kor: 동석 - 진한 회색

source: ACADGen-289
kor: 트래버틴 - 크림색

source: ACADGen-290
kor: 트래버틴 - 암갈색

source: ACADGen-291
kor: 트래버틴 - 짙은 빨간색

source: ACADGen-292
kor: 계단 - 아연도금

source: ACADGen-293
kor: 난간 및 레일 - 페인트 흰색

source: ACADGen-294
kor: 금속 들보 - 강철

source: ACADGen-295
kor: 피막 처리 - 미세한 짙은 청동색

source: ACADGen-296
kor: 피막 처리 - 미세한 짙은 청동색 새틴

source: ACADGen-297
kor: 브러시

source: ACADGen-298
kor: 브러시 - 파란색-은색

source: ACADGen-299
kor: 브러시 - 임의

source: ACADGen-300
kor: 황동 - 새틴 1 - 버전 1.1

source: ACADGen-300-1-2
kor: 황동 - 새틴 1

source: ACADGen-301
kor: 청동 - 새틴 1 - 버전 1.1

source: ACADGen-301-1-2
kor: 청동 - 새틴 1

source: ACADGen-302
kor: 체크무늬 플레이트 - 45도

source: ACADGen-303
kor: 체크무늬 플레이트 - 조각나무마루

source: ACADGen-304
kor: 크롬 - 새틴 1

source: ACADGen-305
kor: 구리

source: ACADGen-306
kor: 아연도금

source: ACADGen-307
kor: 플레이트 - 메쉬

source: ACADGen-308
kor: 플레이트 - 메쉬 1

source: ACADGen-309
kor: 플레이트 - 메쉬 2

source: ACADGen-310
kor: 플레이트 - 천공

source: ACADGen-311
kor: 플레이트 - 천공 1

source: ACADGen-312
kor: 플레이트 - 리벳 평지 회색

source: ACADGen-313
kor: 플레이트 - 리벳 2

source: ACADGen-314
kor: 적갈색 - 밝음

source: ACADGen-315
kor: 적갈색 - 중간

source: ACADGen-316
kor: 적갈색 - 두꺼움

source: ACADGen-317
kor: 스테인레스 스틸 - 밝음

source: ACADGen-318
kor: 스테인레스 스틸 - 브러시 밝음 - 버전 1.1

source: ACADGen-318-1-2
kor: 스테인레스 스틸 - 브러시 밝음

source: ACADGen-319
kor: 풍화됨

source: ACADGen-320
kor: 프레임 강철

source: ACADGen-321
kor: 아스팔트 1 - 버전 1.1

source: ACADGen-321-1-2
kor: 아스팔트 1

source: ACADGen-322
kor: 아스팔트 2

source: ACADGen-323
kor: 자갈 - 파란색-회색

source: ACADGen-324
kor: 자갈 - 색이 바랜 글레이즈드 다중색

source: ACADGen-325
kor: 자갈 - 헤링본

source: ACADGen-326
kor: 도로포장재 - 정사각 회색-갈색 - 버전 1.1

source: ACADGen-326-1-2
kor: 도로포장재 - 정사각 회색-갈색

source: ACADGen-327
kor: 도로포장재 - 러닝 벽돌

source: ACADGen-328
kor: 도로포장재 - 9각-정사각 회색-갈색

source: ACADGen-329
kor: 도로포장재 - 정사각 황갈색-갈색 - 버전 1.1

source: ACADGen-329-1-2
kor: 도로포장재 - 정사각 황갈색-갈색

source: ACADGen-330
kor: 도로포장재 - 연결

source: ACADGen-331
kor: 도로포장재 - 정사각 벽돌 빨간색

source: ACADGen-332
kor: 도로포장재 - 테라코타 - 버전 1.1

source: ACADGen-332-1-2
kor: 도로포장재 - 테라코타

source: ACADGen-333
kor: 강 석재

source: ACADGen-334
kor: 강 석재 - 회반죽

source: ACADGen-335
kor: 바구니 - 짜임 느슨함

source: ACADGen-336
kor: 바구니 - 짜임 단단함

source: ACADGen-337
kor: 잔디 - 버뮤다

source: ACADGen-338
kor: 잔디 - 청잔디

source: ACADGen-339
kor: 잔디 - 짧음 - 버전 1.1

source: ACADGen-339-1-2
kor: 잔디 - 짧음

source: ACADGen-340
kor: 잔디 - 세인트 오거스틴

source: ACADGen-341
kor: 잔디 - 두꺼움

source: ACADGen-342
kor: 자갈 - 조밀함

source: ACADGen-343
kor: 자갈 - 압축됨

source: ACADGen-344
kor: 자갈 - 느슨함 1

source: ACADGen-345
kor: 자갈 - 혼합됨 - 버전 1.1

source: ACADGen-345-1-2
kor: 자갈 - 혼합됨

source: ACADGen-346
kor: 모래

source: ACADGen-347
kor: 토양

source: ACADGen-348
kor: 섀도 박스-마름모

source: ACADGen-349
kor: 체인-링크 울타리 1

source: ACADGen-350
kor: 목재 우리

source: ACADGen-351
kor: 단열재 - 강체

source: ACADGen-352
kor: 스페인 타일 - 파란색 - 버전 1.1

source: ACADGen-352-1-2
kor: 스페인 타일 - 파란색

source: ACADGen-353
kor: 스페인 타일 - 파란색 1 - 버전 1.1

source: ACADGen-353-1-2
kor: 스페인 타일 - 파란색 1

source: ACADGen-354
kor: 스페인 타일 - 색이 바랜 빨간색

source: ACADGen-355
kor: 스페인 타일 - 빨간색 1 - 버전 1.1

source: ACADGen-355-1-2
kor: 스페인 타일 - 빨간색 1

source: ACADGen-356
kor: 스페인 타일 - 빨간색 2 - 버전 1.1

source: ACADGen-356-1-2
kor: 스페인 타일 - 빨간색 2

source: ACADGen-357
kor: 복합 - 회색

source: ACADGen-358
kor: 금속 - 리브 구리 - 버전 1.1

source: ACADGen-358-1-2
kor: 금속 - 리브 구리

source: ACADGen-359
kor: 금속 - 돌출 이음매 구리 녹청

source: ACADGen-360
kor: 금속 - 돌출 이음매 구리 3

source: ACADGen-361
kor: 금속 - 구리

source: ACADGen-362
kor: 금속 - 구리 녹청

source: ACADGen-363
kor: 목재 - 받침 신규

source: ACADGen-364
kor: 목재 - 가로

source: ACADGen-365
kor: 목재 - 가로 삼목

source: ACADGen-366
kor: 목재 - 가로 흰색

source: ACADGen-367
kor: 목재 - 세로 흰색

source: ACADGen-368
kor: 떨림 - 풍화됨

source: ACADGen-369
kor: 지붕널 - 아스팔트 지붕

source: ACADGen-370
kor: 지붕널 - 아스팔트 3탭 검은색

source: ACADGen-371
kor: 지붕널 - 아스팔트 3탭 회색 - 버전 1.1

source: ACADGen-371-1-2
kor: 지붕널 - 아스팔트 3탭 회색

source: ACADGen-372
kor: 지붕널 - 아스팔트 짙은 그림자 베이지색

source: ACADGen-373
kor: 지붕널 - 평평함 1

source: ACADGen-374
kor: 지붕널 - 평평함 2

source: ACADGen-375
kor: 지붕널 - 평평함 3

source: ACADGen-376
kor: 지붕널 - 반원 - 버전 1.1

source: ACADGen-376-1-2
kor: 지붕널 - 반원

source: ACADGen-377
kor: 지붕널 - 평평하지 않음 1

source: ACADGen-378
kor: 지붕널 - 평평하지 않음 2

source: ACADGen-379
kor: 지붕널 - 평평하지 않음 3

source: ACADGen-380
kor: 박판 - 연베이지색

source: ACADGen-381
kor: 박판 - 연갈색 1

source: ACADGen-382
kor: 보드

source: ACADGen-383
kor: 체리

source: ACADGen-384
kor: 체리 2

source: ACADGen-385
kor: 히코리

source: ACADGen-386
kor: 마호가니

source: ACADGen-387
kor: 단풍나무

source: ACADGen-388
kor: 패널 1

source: ACADGen-389
kor: 소나무

source: ACADGen-390
kor: 포플러

source: ACADGen-391
kor: 빨간색 자작나무

source: ACADGen-392
kor: 빨간색 떡갈나무

source: ACADGen-393
kor: 삼나무

source: ACADGen-394
kor: 티크 1

source: ACADGen-395
kor: 호두나무

source: ACADGen-396
kor: 흰물푸레나무

source: ACADGen-397
kor: 흰색 떡갈나무

source: ACADGen-398
kor: 래커

source: ACADGen-399
kor: 셸락드

source: ACADGen-400
kor: 베벨

source: ACADGen-401
kor: 보드-받침

source: ACADGen-402
kor: 선박-랩

source: ACADGen-403
kor: 분할 로그

source: ACADGen-404
kor: 제혀쪽매

source: ACADGen-405
kor: 우레탄 1

source: ACADGen-406
kor: 왁스 - 빨간색 나무의 검은색

source: ACADGen-407
kor: 왁스 - 밝은 나무의 빨간색

source: ACADGen-408
kor: 경질 목재

source: ACADGen-409
kor: 참나무

source: ACADGen-410
kor: 매소나이트

source: ACADGen-411
kor: PVC - 흰색

source: ACADGen-412
kor: 마분지 - 칩보드 1

source: ACADGen-413
kor: 마분지 - 파형

source: ACADGen-414
kor: 안디로바

source: ACADGen-415
kor: 너도밤나무

source: ACADGen-416
kor: 보코트

source: ACADGen-417
kor: 목재

source: ACADGen-418
kor: 코코볼로

source: ACADGen-419
kor: 영국식 떡갈나무

source: ACADGen-420
kor: 곤칼로

source: ACADGen-421
kor: 장미 은매화

source: ACADGen-422
kor: 가문비나무

source: ACADGen-423
kor: 매소나이트 - 행어보드

source: ACADGen-424
kor: 라텍스

source: ACADGen-425
kor: 판지

source: AO-001
kor: 거친 앰비언트 폐색

source: AO-002
kor: 섬세한 앰비언트 폐색

source: Abstract technical swatch.
kor: 추상적 기술 견본.

source: Acrylic
kor: 아크릴

source: Acrylic sheet - PMMA
kor: 아크릴 시트 - PMMA

source: Acrylic, Polymethyl Methacrylate
kor: 아크릴, 폴리메틸 메타크릴레이트

source: Acrylonitrile Butadiene Polycarbonate
kor: 아크릴로니트릴 부타디엔 폴리카보네이트

source: Acrylonitrile Butadiene Styrene, Molded
kor: 아크릴로니트릴 부타디엔 스티렌, 몰딩

source: Acrylonitrile butadiene styrene
kor: 아크릴로니트릴 부타디엔 스티렌

source: Air Barrier
kor: 공기 방벽

source: Alloy steel
kor: 합금강

# Altitude
source: Sun Altitude:
kor: 태양 고도:

# Altitude:uilabel
source: Sun Altitude:
kor: 태양 고도:

source: Aluminum
kor: 알루미늄

source: Aluminum , oxidized finish
kor: 알루미늄, 산화 마감

source: Aluminum magnesium silicon alloy, 6061
kor: 알루미늄 마그네셤 실리콘 합금, 6061

source: Aluminum, magnesium silicon alloy
kor: 알루미늄, 마그네슘 실리콘 합금

source: Ambient Occlusion Scene Effect.
kor: 앰비언트 폐색 장면 효과.

source: AmbientOcclusion
kor: 앰비언트 폐색

# AmbientOcclusionSchema_localname:Ambient Occlusion
source: Ambient Occlusion
kor: 앰비언트 폐색

# AmbientOcclusionSchema_localtype:Scene Effect
source: Scene Effect
kor: 장면 효과

source: Annealed
kor: 가열 냉각

source: Appearance class for decals. Based on Generic, but with a simpler UI.
kor: 그림에 대한 모양 클래스. 일반을 기준으로 하지만 UI가 더 단순합니다.

source: Architectural
kor: 건축

source: Architectural bronze
kor: 건축 청동

source: Austenitic stainless steel
kor: 감마철 스테인레스 스틸

source: Autodesk branded swatch.
kor: Autodesk 브랜드 견본.

# Azimuth
source: Sun Azimuth:
kor: 태양 방위각:

# Azimuth:uilabel
source: Sun Azimuth:
kor: 태양 방위각:

source: Bakelite
kor: 베이클라이트

source: Basic structural asset.
kor: 기본 구조 자산입니다.

source: Black bricks
kor: 검은색 벽돌

source: Brass, polished
kor: 황동, 연마

source: Brick
kor: 벽돌

source: Brown modular bricks
kor: 갈색 모듈 방식 벽돌

source: Bump map used on decal objects.
kor: 그림 객체에 사용된 범프 맵

source: Burgundy stone floor
kor: 포도주색 석재 바닥

source: Carbon fiber reinforced epoxy
kor: 탄소 섬유 강화 에폭시

source: Carbon steel
kor: 탄소강

source: Cast
kor: 주조

source: Cast Iron
kor: 주철

source: Cast bronze
kor: 주조 청동

source: Cast copper
kor: 주조 구리

source: Cast steel
kor: 주조 강철

source: Ceramic
kor: 세라믹

source: Ceramic material.
kor: 세라믹 재료.

source: Ceramic-001
kor: 흰색

source: Ceramic-002
kor: 얼음 흰색

source: Ceramic-003
kor: 화창한 날

source: Ceramic-004
kor: 뉴트럴 회색

source: Ceramic-005
kor: 골든 모래

source: Ceramic-006
kor: 바닷가 파란색

source: Ceramic-007
kor: 복숭아색

source: Ceramic-008
kor: 모래색 암회색

source: Ceramic-009
kor: 네이비 파란색

source: Ceramic-010
kor: 2인치 정사각 - 베이지색

source: Ceramic-011
kor: 6인치 정사각 - 베이지색

source: Ceramic-012
kor: 6인치 8각 - 빙산-파란색

source: Ceramic-013
kor: 3인치 정사각 - 흰색

source: Ceramic-014
kor: 3인치 8각 - 흰색

source: Ceramic-015
kor: 3인치 8각 - 황갈색

source: Ceramic-016
kor: 4인치 정사각 - 연보라색

source: Ceramic-017
kor: 3인치 정사각 - 연한 노란색

source: Ceramic-018
kor: 6인치 8각 - 부드러운 녹색

source: Ceramic-019
kor: 6인치 정사각 - 컨트리 장미

source: Ceramic-020
kor: 6인치 8각 - 밝은 황색

source: Ceramic-021
kor: 3인치 정사각 - 편안한 분홍색

source: Ceramic-022
kor: 6인치 8각 - 진회색

source: Ceramic-023
kor: 4인치 다이아몬드 - 검은색

source: Ceramic-024
kor: 6인치 벽돌 - 라임 녹색

source: Ceramic-025
kor: 인세트 다이아몬드 4인치 정사각 - 갈색

source: Ceramic-026
kor: 4인치 6각 - 파란색-회색

source: Ceramic-027
kor: 4인치 정사각 및 직사각 - 연주황색

source: Ceramic-028
kor: 4인치 정사각 및 직사각 - 파스텔 분홍색

source: Ceramic-029
kor: 6인치 삼각 - 주황색-노란색

source: Ceramic-030
kor: 6x2인치 직사각 - 초록색

source: Ceramic-031
kor: 6인치 8각 - 포도주색

source: Ceramic-032
kor: 1인치 정사각 - 모자이크 파란색

source: Ceramic-033
kor: 1인치 정사각 - 모자이크 회색

source: Ceramic-034
kor: 4인치 정사각 - 모자이크 베이지색

source: Ceramic-035
kor: 3인치 정사각 - 테라코타

source: Ceramic-036
kor: 1.5인치 정사각 - 황갈색

source: Ceramic-037
kor: 1.5인치 정사각 - 슬레이트 파란색

source: Ceramic-038
kor: 1.5인치 정사각 - 중간 파란색

source: Ceramic-039
kor: 1.5인치 정사각 - 갈색

source: Ceramic-040
kor: 원형 모자이크 - 검은색 및 흰색

source: Ceramic-041
kor: 인세트 다이아몬드 4인치 정사각 - 회색-빨간색

source: Ceramic-042
kor: 1인치 정사각 - 아이보리색

source: Ceramic-043
kor: 2인치 정사각 - 연어색

source: Ceramic/Porcelain
kor: 세라믹/자기

source: Ceramic/Tile
kor: 세라믹/타일

# CeramicSchema_localname:Ceramic
source: Ceramic
kor: 세라믹

# CeramicSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Checker
kor: 체크무늬

source: Checker map.
kor: 체크무늬 맵.

# CheckerSchema_localname:Checker
source: Checker
kor: 체크무늬

# CheckerSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Clouds
kor: 구름

source: Coarse Ambient Occlusion
kor: 거친 앰비언트 폐색

source: Color
kor: 색상

source: Color map.
kor: 색상 맵.

# ColorSchema_localname:Color
source: Color
kor: 색상

# ColorSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Composite
kor: 복합

source: Concrete
kor: 콘크리트

source: Concrete material.
kor: 콘크리트 재료.

source: Concrete structural asset.
kor: 콘크리트 구조 자산입니다.

source: Concrete, stone aggregate
kor: 콘크리트, 석재 골재

source: Concrete-001
kor: 산업 바닥

source: Concrete-002
kor: 석재 1 사용

source: Concrete-003
kor: 석재 2 사용

source: Concrete-004
kor: 노출 골재 - 따뜻한 회색

source: Concrete-005
kor: 비균일 - 따뜻한 회색

source: Concrete-006
kor: 외부 매끄러움 - 황갈색

source: Concrete-007
kor: 매끄러움 - 베이지색

source: Concrete-008
kor: 벽 텍스처 - 베이지색

source: Concrete-009
kor: 벽 텍스처 - 연어색

source: Concrete-010
kor: 연청록색

source: Concrete-011
kor: 검은색

source: Concrete-012
kor: 갈색

source: Concrete-013
kor: 번트 레드

source: Concrete-014
kor: 심청색

source: Concrete-015
kor: 섬세 - 크림색

source: Concrete-016
kor: 진회색

source: Concrete-017
kor: 연회색

source: Concrete-018
kor: 올리브색

source: Concrete-019
kor: 흰색

source: Concrete-020
kor: 프리캐스트 매끄러움

source: Concrete-021
kor: 거푸집 작업 구멍

source: Concrete-022
kor: 블록

source: Concrete-023
kor: 비균일 반사 - 회색

source: Concrete-024
kor: 외부 - 흰색

source: Concrete-025
kor: 외부 - 베이지색

source: Concrete-026
kor: 외부 텍스처 - 황갈색

source: Concrete-027
kor: 텍스처 - 베이지색

source: Concrete-028
kor: 거침 - 분홍색

source: Concrete-029
kor: 거침 - 황갈색

source: Concrete.Cast-In-Place.Exposed Aggregate.Coarse
kor: 콘크리트.현장타설.치장골재.거침

source: Concrete.Cast-In-Place.Exposed Aggregate.Fine
kor: 콘크리트.현장타설.치장골재.정밀

source: Concrete.Cast-In-Place.Exposed Aggregate.Medium
kor: 콘크리트.현장타설.치장골재.중간

source: Concrete.Cast-In-Place.Exposed Aggregate.Recessed
kor: 콘크리트.현장타설.치장골재.오목함

source: Concrete.Cast-In-Place.Flat.Broom.Grey
kor: 콘크리트.현장타설.평지.브룸.그레이

source: Concrete.Cast-In-Place.Flat.Grey.1
kor: 콘크리트.현장타설.평지.그레이.1

source: Concrete.Cast-In-Place.Flat.Grey.2
kor: 콘크리트.현장타설.평지.그레이.2

source: Concrete.Cast-In-Place.Flat.Grey.3
kor: 콘크리트.현장타설.평지.그레이.3

source: Concrete.Cast-In-Place.Flat.Grey.Efflorescence
kor: 콘크리트.현장타설.평지.그레이.백화

source: Concrete.Cast-In-Place.Flat.Polished.Grey
kor: 콘크리트.현장타설.평지.연마.그레이

source: Concrete.Cast-In-Place.Formwork.Holes
kor: 콘크리트.현장타설.양식 작업.구멍

source: Concrete.Cast-In-Place.Formwork.Holes.Staggered
kor: 콘크리트.현장타설.양식 작업.구멍.엇갈림

source: Concrete.Cast-In-Place.Panels.Reveal.1
kor: 콘크리트.현장타설.패널.모서리 받침.1

source: Concrete.Cast-In-Place.Panels.Reveal.2
kor: 콘크리트.현장타설.패널.모서리 받침.2

source: Concrete.Cast-In-Place.Panels.Reveal.3
kor: 콘크리트.현장타설.패널.모서리 받침.3

source: Concrete.Cast-In-Place.Panels.Reveal.Smooth
kor: 콘크리트.현장타설.패널.모서리 받침.무른 정도

source: Concrete.Cast-In-Place.Panels.Reveal.Speckled
kor: 콘크리트.현장타설.패널.모서리 받침.반점

source: Concrete.Cast-In-Place.Panels.Square
kor: 콘크리트.현장타설.패널.사각

source: Concrete.Cast-In-Place.Ribbed.Vertical.1
kor: 콘크리트.현장타설.리브.세로.1

source: Concrete.Cast-In-Place.Ribbed.Vertical.2
kor: 콘크리트.현장타설.리브.세로.2

source: Concrete.Cast-In-Place.SandBlasted
kor: 콘크리트.현장타설.샌드블라스티드

source: Concrete.Cast-in-Place.Formwork.Wood.Boards
kor: 콘크리트.현장타설.양식 작업.목재.보드

source: Concrete.Cast-in-Place.Formwork.Wood.Plywood
kor: 콘크리트.현장타설.양식 작업.목재.합판

source: Concrete.Concrete Accessories.Control Joints.Black
kor: 콘크리트.콘크리트 부품.컨트롤 조인트.검은색

source: Concrete.Precast Structural Concrete.Smooth
kor: 콘크리트.프리캐스트 구조용 콘크리트.무른정도

source: Concrete/Cast-In-Place
kor: 콘크리트/현장타설

source: Concrete/Fiber Reinforced
kor: 콘크리트/섬유 강화

source: Concrete/Standard
kor: 콘크리트/표준

# ConcreteSchema_localname:Concrete
source: Concrete
kor: 콘크리트

# ConcreteSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Copper alloy
kor: 구리 합금

source: Copper, oxidized finish
kor: 구리, 산화 마감

source: Cork
kor: 코르크

source: Cream stone
kor: 크림색 석재

source: Cube swatch.
kor: 정육면체 견본.

source: Curtain wall swatch.
kor: 커튼월 견본.

source: Cylinder swatch.
kor: 원통 견본.

# DST
source: DST In Use:
kor: 사용 중인 DST:

# DST:uilabel
source: DST In Use:
kor: 사용 중인 DST:

source: Dark blue colour
kor: 짙은 파란색 색상

source: Dark brown rectangular herringbone bricks
kor: 암갈색 직사각형 헤링본 벽돌

source: Day:
kor: 일:

# Day:uilabel
source: Day:
kor: 일:

source: Daylight Portal
kor: 일광 포탈

source: DaylightPortal
kor: 일광 포탈

# DaylightPortalSchema_localname:Sun Light
source: Sun Light
kor: 일광

# DaylightPortalSchema_localtype:Light
source: Light
kor: 라이트

source: Decal
kor: 그림

source: Decal material.
kor: 그림 재료.

source: DecalAppearance
kor: 그림모양

# DecalAppearanceSchema_localname:DecalAppearance
source: DecalAppearance
kor: 그림모양

# DecalAppearanceSchema_localtype:Appearance
source: Appearance
kor: 모양

source: DecalMap map. Decal Map.
kor: 그림 맵 맵. 그림 맵.

# DecalSchema_localname:Decal
source: Decal
kor: 그림

# DecalSchema_localtype:Appearance
source: Appearance
kor: 모양

# DecalbumpmapSchema_localname:Decal Bump Map
source: Decal Bump Map
kor: 그림 범프 맵

# DecalbumpmapSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Decalmap
kor: 그림 맵

# DecalmapSchema_localname:Decal Map
source: Decal Map
kor: 그림 맵

# DecalmapSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Default
kor: 기본값

source: Default Concrete f'c=3.5 ksi
kor: 기본 콘크리트 f'c=3.5 ksi

source: Doors - Windows.Door Hardware.Chrome.Satin
kor: 문 - 창.창호철물.크롬.광택

source: Doors - Windows.Glazed Curtain Walls.Stainless Steel Curtain Wall
kor: 문 - 창.글레이즈드 커튼 벽.스테인레스 스틸 커튼 벽

source: Doors - Windows.Glazing.2
kor: 문 - 창.글래이징.2

source: Doors - Windows.Glazing.3
kor: 문 - 창.글래이징.3

source: Doors - Windows.Glazing.Glass.Automotive
kor: 문 - 창.글래이징.유리.자동차

source: Doors - Windows.Glazing.Glass.Clear
kor: 문 - 창.글래이징.유리.투명

source: Doors - Windows.Glazing.Glass.Etched
kor: 문 - 창.글래이징.유리.에칭

source: Doors - Windows.Glazing.Glass.Frosted
kor: 문 - 창.글래이징.유리.빙결

source: Doors - Windows.Glazing.Glass.Mirrored
kor: 문 - 창.글래이징.유리.미러드

source: Doors - Windows.Glazing.Glass.ReflectiveCoated
kor: 문 - 창.글래이징.유리.반사 코팅됨

source: Doors - Windows.Glazing.Glass.Spandrel
kor: 문 - 창.글래이징.유리.스팬드럴

source: Doors - Windows.Glazing.Glass.Wired
kor: 문 - 창.글래이징.유리.철망

source: Doors - Windows.Metal Doors - Frames.Aluminum Frame.Anodized.Dark Bronze.Satin
kor: 문 - 창.금속 문 - 틀.알루미늄 틀.피막 처리.진한 청동색.광택

source: Doors - Windows.Metal Doors - Frames.Aluminum Windows.Painted.White
kor: 문 - 창.금속 문 - 틀.알루미늄 창.페인트.흰색

source: Doors - Windows.Metal Doors - Frames.Steel Doors.Painted.White
kor: 문 - 창.금속 문 - 틀.강철 문.페인트.흰색

source: Doors - Windows.Metal Doors - Frames.Steel.Galvanized
kor: 문 - 창.금속 문 - 틀.강.아연도금

source: Doors - Windows.Wood Doors.Ash
kor: 문 - 창.목재 문.물푸레나무

source: Drapery swatch.
kor: 휘장 견본.

source: Ductile Cast Iron
kor: 연성 주철

source: Ductile cast iron
kor: 연성 주철

source: Elastomer
kor: 탄성중합체

source: Epoxy Carbon Fiber Composite
kor: 에폭시 탄소 섬유 복합

source: Fabric
kor: 직물

source: Fabric-001
kor: 삼베 1

source: Fabric-002
kor: 등자리 세공 - 황갈색 1

source: Fabric-003
kor: 캔버스 - 갈색

source: Fabric-004
kor: 캔버스 - 흰색

source: Fabric-005
kor: 각진 - 검은색

source: Fabric-006
kor: 진갈색

source: Fabric-007
kor: 연갈색

source: Fabric-008
kor: 파란색

source: Fabric-009
kor: 베이지색

source: Fabric-010
kor: 트위드

source: Fabric-011
kor: 메쉬

source: Fabric-012
kor: 격자무늬 - 베이지색

source: Fabric-013
kor: 격자무늬 - 빨간색

source: Fabric-014
kor: 스트라이프 - 검은색-흰색-파란색-회색

source: Fabric-015
kor: 스트라이프 - 노란색-회색

source: Fabric-016
kor: 스트라이프 - 파란색-흰색

source: Fabric-017
kor: 스트라이프 - 노란색-흰색

source: Fabric-018
kor: 벨벳 - 검은색

source: Fabric-019
kor: 벨벳 - 빨간색

source: Fabric-020
kor: 연갈색 - 진갈색 정사각

source: Fabric-021
kor: 자주색 - 회색

source: Fabric-022
kor: 빨간색

source: Fabric-023
kor: 파란색 - 노란색

source: Fabric-024
kor: 겨자색

source: Fabric-025
kor: 녹색

source: Fabric/Leather
kor: 천/가죽

source: Fiber Reinforced
kor: 섬유 강화

source: Fine Ambient Occlusion
kor: 섬세한 앰비언트 폐색

source: Fine Gold 99.95%
kor: 순금 99.95%

source: Fine gold
kor: 순금

source: Finish
kor: 마감

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Fissured.White
kor: 마감.천장.음향조절 타일.노출 골조.2x2.갈라진 무늬.흰색

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Pebble.White
kor: 마감.천장.음향조절 타일.노출 골조.2x2.자갈무늬.흰색

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Fissured.White
kor: 마감.천장.음향조절 타일.노출 골조.2x4.갈라진 무늬.흰색

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Pebble.White
kor: 마감.천장.음향조절 타일.노출 골조.2x4.자갈무늬.흰색

source: Finishes.Ceilings.Acoustical Tile.Perforated.2x2.White
kor: 마감.천장.음향조절 타일.천공.2x2.흰색

source: Finishes.Ceilings.Linear.Silver Grey
kor: 마감.천장.선형.은회색

source: Finishes.Flooring.Bamboo
kor: 마감.바닥.대나무

source: Finishes.Flooring.Carpet.Berber.Pattern.1
kor: 마감.바닥.카펫.베르베르.패턴.1

source: Finishes.Flooring.Carpet.Berber.Pattern.2
kor: 마감.바닥.카펫.베르베르.패턴.2

source: Finishes.Flooring.Carpet.Berber.Pattern.3
kor: 마감.바닥.카펫.베르베르.패턴.3

source: Finishes.Flooring.Carpet.Floral
kor: 마감.바닥.카펫.꽃

source: Finishes.Flooring.Carpet.Loop.1
kor: 마감.바닥.카펫.루프.1

source: Finishes.Flooring.Carpet.Loop.2
kor: 마감.바닥.카펫.루프.2

source: Finishes.Flooring.Carpet.Loop.3
kor: 마감.바닥.카펫.루프.3
