Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
jpn: 蒸発比熱

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
jpn: 蒸発比熱

# thermal_Thermal_conductivity
source: Thermal Conductivity
jpn: 熱伝導率

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
jpn: 熱伝導率

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
jpn: 熱伝導率 X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
jpn: 熱伝導率 X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
jpn: 熱伝導率 Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
jpn: 熱伝導率 Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
jpn: 熱伝導率 Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
jpn: 熱伝導率 Z

# thermal_Transmits_light
source: Transmits Light
jpn: 光を透過

# thermal_Transmits_light:uilabel
source: Transmits Light
jpn: 光を透過

# thermal_Vapor_pressure
source: Vapor Pressure
jpn: 蒸気圧

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
jpn: 蒸気圧

# thermal_isotropic
source: Isotropic
jpn: 等方性

# thermal_orthotropic
source: Orthotropic
jpn: 直交異方性

# thermal_source
source: Source
jpn: ソース

# thermal_source:uilabel
source: Source
jpn: ソース

# thermal_sourceURL
source: Source URL
jpn: ソース URL

# thermal_sourceURL:uilabel
source: Source URL
jpn: ソース URL

# thermal_subclass
source: Subclass
jpn: サブクラス

# thermal_subclass:uilabel
source: Subclass
jpn: サブクラス

source: thread
jpn: スレッド

source: tiger
jpn: タイガ

source: tile
jpn: タイル

source: Tile Appearance
jpn: タイルの外観

# tile_BrickColor
source: Tile Color
jpn: タイルの色

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
jpn: コンポーネントの 1 つの色またはテクスチャ マップを選択するオプションを提供します。

# tile_BrickColor:uilabel
source: Tile Color
jpn: タイルの色

# tile_BrickType
source: Type
jpn: タイプ

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
jpn: フランス積み

# tile_BrickType:tile_BrickType_custom
source: Custom
jpn: カスタム

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
jpn: イギリス積み

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
jpn: 長手積み(細かい)

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
jpn: スタック積み(細かい)

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
jpn: 1/2 長手積み

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
jpn: 長手積み

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
jpn: スタック積み

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
jpn: プリセットまたはカスタムのタイル パターンを決定します。プリセット パターンでは、通常、積み方および行/列編集コントロールのほとんどまたはすべてが無効になります。

# tile_BrickType:uilabel
source: Type
jpn: タイプ

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
jpn: フランス積み

# tile_BrickType_custom
source: Custom
jpn: カスタム

# tile_BrickType_english_bond
source: English Bond
jpn: イギリス積み

# tile_BrickType_fine_running_bond
source: Fine Running Bond
jpn: 長手積み(細かい)

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
jpn: スタック積み(細かい)

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
jpn: 1/2 長手積み

# tile_BrickType_running_bond
source: Running Bond
jpn: 長手積み

# tile_BrickType_stack_bond
source: Stack Bond
jpn: スタック積み

# tile_ChangeColumn
source: Amount
jpn: 量

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
jpn: 影響を受ける列のタイルの高さを変更します。値 1.0 は既定の高さです。1.0 より大きい値を指定するとタイルの高さは高くなり、1.0 より小さい値を指定すると低くなります。範囲は 0.0 ～ 5.0 です。変更後の値が 0.0 の場合、その列にはタイルは表示されず、下のマテリアルが透けて表示されます。

# tile_ChangeColumn:uilabel
source: Amount
jpn: 量

# tile_ChangeRow
source: Amount
jpn: 量

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
jpn: 影響を受ける行のタイルの幅を変更します。値 1.0 は既定の幅です。1.0 より大きい値を指定するとタイルの幅は広くなり、1.0 より小さい値を指定すると狭くなります。範囲は 0.0 ～ 5.0 です。変更後の値が 0.0 の場合、その行にはタイルは表示されず、下のマテリアルが透けて表示されます。

# tile_ChangeRow:uilabel
source: Amount
jpn: 量

# tile_ColorVariance
source: Color Variance
jpn: 色の変化

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
jpn: タイルの色の変化を制御します。範囲は 0 ～ 100 で、既定値は 0 です。

# tile_ColorVariance:uilabel
source: Color Variance
jpn: 色の変化

# tile_EdgeRoughness
source: Roughness
jpn: 粗さ

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
jpn: モルタルのエッジの粗さを制御します。範囲は 0 ～ 200 で、既定値は 0 です。

# tile_EdgeRoughness:uilabel
source: Roughness
jpn: 粗さ

# tile_FadeVariance
source: Fade Variance
jpn: 色あせの変化

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
jpn: タイルの色あせの変化を制御します。範囲は 0 ～ 100 で、既定値は 0.05 です。

# tile_FadeVariance:uilabel
source: Fade Variance
jpn: 色あせの変化

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
jpn: 水平ギャップの幅と垂直ギャップの幅をロックします。いずれかの値が変更されると、他方の値がそれに一致するように変更されます。

# tile_GroutAppearance
source: Grout Appearance
jpn: 目地の外観

# tile_HorizontalCount
source: Tile Count
jpn: タイルの数

# tile_HorizontalCount:rightlabel
source: Per Row
jpn: 行単位

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
jpn: 行のタイル数を制御します。

# tile_HorizontalCount:uilabel
source: Tile Count
jpn: タイルの数

# tile_HorizontalGap
source: Gap Width
jpn: ギャップの幅

# tile_HorizontalGap:rightlabel
source: Horiz
jpn: 水平

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
jpn: タイル間の目地の水平サイズを制御します。これらの値は、既定で互いにロックされるため、いずれかを編集すると両方の値が変更されます。範囲は 0 ～ 100 で、既定値は 0.50 です。

# tile_HorizontalGap:uilabel
source: Gap Width
jpn: ギャップの幅

# tile_LineShift
source: Line Shift
jpn: 並べてずらす

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
jpn: タイル行を 1 行おきに 1 単位の距離だけずらします。範囲は 0 ～ 100 で、既定値は 0.50 です。

# tile_LineShift:uilabel
source: Line Shift
jpn: 並べてずらす

# tile_MortarColor
source: Grout Color
jpn: 目地の色

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
jpn: コンポーネントの 1 つの色またはテクスチャ マップを選択するオプションを提供します。

# tile_MortarColor:uilabel
source: Grout Color
jpn: 目地の色

# tile_Pattern
source: Pattern
jpn: パターン

# tile_PerColumn:uilabel
source: Every
jpn: すべての

# tile_PerColumn_panel_label
source: Column Modify
jpn: 列を修正

# tile_PerColumn_slider_label
source: Every
jpn: すべての

# tile_PerColumn_slider_label:rightlabel
source: Columns
jpn: 列

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
jpn: 変更する列を指定します。値が 0 の場合はどの列も変更されません。値が 1 の場合はすべての列が変更されます。

# tile_PerRow:uilabel
source: Every
jpn: すべての

# tile_PerRow_panel_label
source: Row Modify
jpn: 行を修正

# tile_PerRow_slider_label
source: Every
jpn: すべての

# tile_PerRow_slider_label:rightlabel
source: Rows
jpn: 行

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
jpn: 変更する行を指定します。値が 0 の場合はどの行も変更されません。値が 1 の場合はすべての行が変更されます。

# tile_Position
source: Position
jpn: 位置

# tile_RandomSeed
source: Randomize
jpn: ランダム化

# tile_RandomSeed:rightlabel
source: Seed Value
jpn: シード値

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
jpn: 色の変化のパターンをタイルにランダムに適用します。完全に異なるパターンを生成するために他の設定を必要としません。

# tile_RandomSeed:uilabel
source: Randomize
jpn: ランダム化

# tile_RandomShift
source: Random
jpn: ランダム

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
jpn: タイルのすべての行を 1 単位の距離だけランダムにシフトします。範囲は 0 ～ 100 で、既定値は 0 です。

# tile_RandomShift:uilabel
source: Random
jpn: ランダム

# tile_Repeat
source: Repeat
jpn: 繰り返し

# tile_Scale
source: Scale
jpn: 尺度

# tile_StackingLayout
source: Stacking Layout
jpn: 積み方

# tile_UseColumnEdit:uilabel
source: Column Modify
jpn: 列を修正

# tile_UseRowEdit:uilabel
source: Row Modify
jpn: 行を修正

# tile_VerticalCount:rightlabel
source: Per Column
jpn: 列単位

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
jpn: 列のタイル数を制御します。

# tile_VerticalGap:rightlabel
source: Vert
jpn: 垂直

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
jpn: タイル間の目地の垂直サイズを制御します。これらの値は、既定で互いにロックされるため、いずれかを編集すると両方の値が変更されます。範囲は 0 ～ 100 で、既定値は 0.50 です。

# tile_VerticalGap:uilabel
source: Vert
jpn: 垂直

# tile_transforms_group
source: Transforms
jpn: 変換

# tiling:uilabel
source: Tiling
jpn: タイル

source: timber
jpn: 材木

# tint_color
source: Light Tint
jpn: 淡い着色

# tint_color:uilabel
source: Light Tint
jpn: 淡い着色

source: tinted
jpn: 着色

source: Top Left 1:
jpn: 左上 1:

# top_left-1:uilabel
source: Top Left 1:
jpn: 左上 1:

source: Top Right 1:
jpn: 右上 1:

# top_right-1:uilabel
source: Top Right 1:
jpn: 右上 1:

source: translucent
jpn: 半透明

source: Transparency
jpn: 透過

# transparency:uilabel
source: Transparency
jpn: 透過

source: transparent
jpn: 透明

source: travertine
jpn: 石灰華

source: triangle
jpn: 三角形

source: tropical
jpn: トロピカル

source: turbid
jpn: 混濁

source: turquoise
jpn: ターコイズ

source: tweed
jpn: ツイード

source: umber
jpn: 暗褐色

source: unfinished
jpn: 無仕上げ

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
jpn: 高度なパラメータ

# unifiedbitmap_Bitmap
source: Source
jpn: ソース

# unifiedbitmap_Bitmap:uilabel
source: Source
jpn: ソース

# unifiedbitmap_Blur
source: Blur
jpn: ぼかし

# unifiedbitmap_Blur:uilabel
source: Blur
jpn: ぼかし

# unifiedbitmap_Blur_Offset
source: Blur Offset
jpn: ぼかしオフセット

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
jpn: ぼかしオフセット

# unifiedbitmap_Filtering
source: Filtering
jpn: フィルタリング

# unifiedbitmap_Filtering:uilabel
source: Filtering
jpn: フィルタリング

# unifiedbitmap_Invert
source: Invert Image
jpn: 反転イメージ

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
jpn: イメージの明るいエリアと暗いエリアを交換します。

# unifiedbitmap_Invert:uilabel
source: Invert Image
jpn: 反転イメージ

# unifiedbitmap_None
source: None
jpn: なし

# unifiedbitmap_Pyramidal
source: Pyramidal
jpn: ピラミッド型

# unifiedbitmap_RGBAmount
source: Brightness
jpn: 明るさ

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
jpn: イメージの明るさを調整します。

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
jpn: 明るさ

# unifiedbitmap_Summed_Area
source: Summed Area
jpn: 合計領域

# unifiedbitmap_position_group
source: Position
jpn: 位置

# unifiedbitmap_repeat_group
source: Repeat
jpn: 繰り返し

# unifiedbitmap_scale_group
source: Scale
jpn: 尺度

# unifiedbitmap_transforms_group
source: Transforms
jpn: 変換

source: uniform
jpn: 均等

source: unitless
jpn: 単位なし

# useShadowColMap
source: Use Shadow Color Map:
jpn: シャドウ カラー マップを使用:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
jpn: シャドウ カラー マップを使用:

# use_altitude_azimuth
source: Override Sun Position:
jpn: 太陽の位置を優先:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
jpn: 太陽の位置を優先:

source: Use Background:
jpn: 背景色を使用:

# use_background:uilabel
source: Use Background:
jpn: 背景色を使用:

# use_custom_environment:uilabel
source: Use Custom Environment
jpn: カスタム環境を使用

# uv_channel:uilabel
source: UV Channel
jpn: UV チャンネル

source: veins
jpn: 縞目

source: velvet
jpn: ベルベット

source: vertical
jpn: 垂直

source: victorian
jpn: ビクトリアン

# vignetting
source: Vigneting:
jpn: 周辺減光:

# vignetting:uilabel
source: Vigneting:
jpn: 周辺減光:

source: vinyl
jpn: ビニール

source: violet
jpn: ヴァイオレット

# visibility_distance
source: Visibility Distance (10% Haze):
jpn: 表示距離(10% もや):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
jpn: 表示距離(10% もや):

source: Visible
jpn: 表示

# visible:uilabel
source: Visible
jpn: 表示

source: wall
jpn: 壁

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# wallpaint_ao_distance
source: Max Distance
jpn: 最大距離

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# wallpaint_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# wallpaint_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# wallpaint_ao_samples
source: Samples
jpn: サンプル

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# wallpaint_ao_samples:uilabel
source: Samples
jpn: サンプル

# wallpaint_application
source: Application
jpn: 塗布方法

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
jpn: ペイント テクスチャをローラー(細かい隆起)、ブラシ(縞)、またはスプレー(滑らか)に調整します。

# wallpaint_application:uilabel
source: Application
jpn: 塗布方法

# wallpaint_application:wallpaint_brush
source: Brush
jpn: ブラシ

# wallpaint_application:wallpaint_roller
source: Roller
jpn: ローラー

# wallpaint_application:wallpaint_spray
source: Spray
jpn: 吹き付け

# wallpaint_brush
source: Brush
jpn: ブラシ

# wallpaint_color
source: Color
jpn: 色

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
jpn: ペイントから反射した光の色と量を調整します。

# wallpaint_color:uilabel
source: Color
jpn: 色

# wallpaint_color_by_object:uilabel
source: Custom Color
jpn: カスタム色

# wallpaint_eggshell
source: Eggshell
jpn: 淡黄色

# wallpaint_finish
source: Finish
jpn: 仕上げ

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
jpn: ペイントの光沢を調整します(6 つのプリセットから選択)。

# wallpaint_finish:uilabel
source: Finish
jpn: 仕上げ

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
jpn: 淡黄色

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
jpn: 平面/マット

# wallpaint_finish:wallpaint_gloss
source: Gloss
jpn: 光沢

# wallpaint_finish:wallpaint_pearl
source: Pearl
jpn: パール

# wallpaint_finish:wallpaint_platinum
source: Platinum
jpn: プラチナ

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
jpn: 半光沢

# wallpaint_flat
source: Flat/Matte
jpn: 平面/マット

# wallpaint_gloss
source: Gloss
jpn: 光沢

# wallpaint_paintgroup
source: Wall Paint
jpn: 壁 ペイント

# wallpaint_pearl
source: Pearl
jpn: パール

# wallpaint_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# wallpaint_platinum
source: Platinum
jpn: プラチナ

# wallpaint_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
jpn: 光沢のある反射を作成するために、mental ray が計算するサンプル(光線)の最大数を定義します。

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
jpn: 反射 光沢のあるサンプル

# wallpaint_roller
source: Roller
jpn: ローラー

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# wallpaint_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# wallpaint_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# wallpaint_roundcorners_radius
source: Source
jpn: ソース

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# wallpaint_roundcorners_radius:uilabel
source: Source
jpn: ソース

# wallpaint_semigloss
source: Semi-gloss
jpn: 半光沢

# wallpaint_spray
source: Spray
jpn: 吹き付け

source: wallpaper
jpn: 壁紙

source: walnut
jpn: クルミ材

source: warm
jpn: 暖色

source: water
jpn: 水

# water_algae
source: Algae/Green
jpn: 藻/緑

# water_bump_amount
source: Wave Height
jpn: 波の高さ

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
jpn: 水の相対的な波の高さを調整します。0 (波なし) ～ 5 (大波)の値を入力します。

# water_bump_amount:uilabel
source: Wave Height
jpn: 波の高さ

# water_color_by_object:uilabel
source: Custom Color
jpn: カスタム色

# water_custom
source: Custom
jpn: カスタム

# water_lake
source: Generic Pond/Lake
jpn: 一般池/湖

# water_murky
source: Murky/Brown
jpn: 濁った/茶

# water_ocean
source: Generic Sea/Ocean
jpn: 一般海/海洋

# water_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# water_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# water_reflecting_pool
source: Generic Reflecting Pool
jpn: 一般反射プール

# water_refr_depth
source: Refraction Max Trace Depth
jpn: 反射 最大トレース デプス

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
jpn: オンにすると、マテリアルの屈折深度がローカルにコントロールされ、 限界に達した時点で追加の透過光線が作成されます。これにより、硬質ガラス オブジェクトで一般的に見られる「濃いエッジ」効果が抑えられます。

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
jpn: 反射 最大トレース デプス

# water_refr_depth_control_label
source: Override Refraction Depth
jpn: 屈折深度を優先

# water_river
source: Generic Stream/River
jpn: 一般川/河川

# water_swimming_pool
source: Swimming Pool
jpn: スイミング プール

# water_tint_color
source: Custom Color
jpn: カスタム色

# water_tint_color:tooltip
source: Sets a color via RGB value.
jpn: RGB 値で色を設定します。

# water_tint_color:uilabel
source: Custom Color
jpn: カスタム色

# water_tint_enable
source: Color
jpn: 色

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
jpn: 水の明るさ(トロピカル、藻/緑色、不透明/茶色など)を調整します。

# water_tint_enable:uilabel
source: Color
jpn: 色

# water_tint_enable:water_algae
source: Algae/Green
jpn: 藻/緑

# water_tint_enable:water_custom
source: Custom
jpn: カスタム

# water_tint_enable:water_lake
source: Generic Pond/Lake
jpn: 一般池/湖

# water_tint_enable:water_murky
source: Murky/Brown
jpn: 濁った/茶

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
jpn: 一般海/海洋

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
jpn: 一般反射プール

# water_tint_enable:water_river
source: Generic Stream/River
jpn: 一般川/河川

# water_tint_enable:water_tropical
source: Tropical
jpn: トロピカル

# water_tropical
source: Tropical
jpn: トロピカル

# water_type
source: Type
jpn: タイプ

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
jpn: 水のテクスチャ(プール、川、湖、海など)を選択します

# water_type:uilabel
source: Type
jpn: タイプ

# water_type:water_lake
source: Generic Pond/Lake
jpn: 一般池/湖

# water_type:water_ocean
source: Generic Sea/Ocean
jpn: 一般海/海洋

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
jpn: 一般反射プール

# water_type:water_river
source: Generic Stream/River
jpn: 一般川/河川

# water_type:water_swimming_pool
source: Swimming Pool
jpn: スイミング プール

# water_watergroup
source: Water
jpn: 水

source: watts
jpn: ワット

# wave_Amplitude
source: Amplitude
jpn: 振幅

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
jpn: 波の振幅を指定します。範囲は 0 ～ 10000 で、既定値は 1 です。

# wave_Amplitude:uilabel
source: Amplitude
jpn: 振幅

# wave_Appearance
source: Appearance
jpn: 外観

# wave_Color1
source: Color 1
jpn: 色 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
jpn: 波の最初の色を指定します。

# wave_Color1:uilabel
source: Color 1
jpn: 色 1

# wave_Color2
source: Color 2
jpn: 色 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
jpn: 波の 2 番目の色を指定します。

# wave_Color2:uilabel
source: Color 2
jpn: 色 2

# wave_Distribution
source: Distribution
jpn: 分散

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
jpn: 波の分散を指定します。3D は、仮想球上でサーフェス上の波の中心を分散し、3D オブジェクトのすべての面に影響を及ぼします。2D は、XY 面の中心に配置される円内で波を分散します。海や湖などの平らな水サーフェスにはこちらのほうが適しています。

# wave_Distribution:uilabel
source: Distribution
jpn: 分散

# wave_NumWaveSets
source: Number
jpn: 数

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
jpn: パターンで使用する波のセットの数を指定します。穏やかな水の場合は、これを小さい数値に設定します。範囲は 1 ～ 50 で、既定値は 3 です。

# wave_NumWaveSets:uilabel
source: Number
jpn: 数

# wave_Phase
source: Phase
jpn: フェーズ

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
jpn: 波のパターンを変えます。範囲は 0 ～ 10000 で、既定値は 0 です。

# wave_Phase:uilabel
source: Phase
jpn: フェーズ

# wave_Position
source: Position
jpn: 位置

# wave_RandomSeed
source: Random Seed
jpn: ランダム シード
