Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
kor: 모르타르 모서리의 거칠기를 제어합니다. 범위는 0~200이고, 기본값은 0입니다.

# tile_EdgeRoughness:uilabel
source: Roughness
kor: 거칠기

# tile_FadeVariance
source: Fade Variance
kor: 페이드 편차

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
kor: 타일의 페이드 편차를 제어합니다. 범위는 0~100이고, 기본값은 0.05입니다.

# tile_FadeVariance:uilabel
source: Fade Variance
kor: 페이드 편차

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
kor: 수평 및 수직 간격 폭을 잠급니다. 한 값이 변경되면 일치하도록 다른 값도 변경됩니다.

# tile_GroutAppearance
source: Grout Appearance
kor: 그라우트 모양

# tile_HorizontalCount
source: Tile Count
kor: 타일 수

# tile_HorizontalCount:rightlabel
source: Per Row
kor: 행당

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
kor: 행의 타일 수를 제어합니다.

# tile_HorizontalCount:uilabel
source: Tile Count
kor: 타일 수

# tile_HorizontalGap
source: Gap Width
kor: 간격 폭

# tile_HorizontalGap:rightlabel
source: Horiz
kor: 수평

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
kor: 타일 간의 그라우트 수평 크기를 제어합니다. 이러한 값은 서로에 대해 기본적으로 잠겨 있으므로 하나의 값을 편집하면 두 값이 모두 변경됩니다. 범위는 0~100이고, 기본값은 0.50입니다.

# tile_HorizontalGap:uilabel
source: Gap Width
kor: 간격 폭

# tile_LineShift
source: Line Shift
kor: 선 이동

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
kor: 타일의 두 번째 행마다 한 단위 거리만큼 이동합니다. 범위는 0~100이고, 기본값은 0.50입니다.

# tile_LineShift:uilabel
source: Line Shift
kor: 선 이동

# tile_MortarColor
source: Grout Color
kor: 그라우트 색상

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
kor: 다른 구성요소에 대해 색상 또는 텍스처 맵을 선택하는 옵션을 제공합니다.

# tile_MortarColor:uilabel
source: Grout Color
kor: 그라우트 색상

# tile_Pattern
source: Pattern
kor: 패턴

# tile_PerColumn:uilabel
source: Every
kor: 매

# tile_PerColumn_panel_label
source: Column Modify
kor: 열 수정

# tile_PerColumn_slider_label
source: Every
kor: 매

# tile_PerColumn_slider_label:rightlabel
source: Columns
kor: 열

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
kor: 변경할 열을 지정합니다. 값이 0이면 열이 변경되지 않습니다. 값이 1이면 모든 열이 변경됩니다.

# tile_PerRow:uilabel
source: Every
kor: 매

# tile_PerRow_panel_label
source: Row Modify
kor: 행 수정

# tile_PerRow_slider_label
source: Every
kor: 매

# tile_PerRow_slider_label:rightlabel
source: Rows
kor: 행

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
kor: 변경할 행을 지정합니다. 값이 0이면 행이 변경되지 않습니다. 값이 1이면 모든 행이 변경됩니다.

# tile_Position
source: Position
kor: 위치

# tile_RandomSeed
source: Randomize
kor: 난수화

# tile_RandomSeed:rightlabel
source: Seed Value
kor: 시드 값

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
kor: 타일에 색상 편차 패턴을 임의 적용합니다. 전혀 다른 패턴을 생성하기 위해 다른 설정이 필요하지 않습니다.

# tile_RandomSeed:uilabel
source: Randomize
kor: 난수화

# tile_RandomShift
source: Random
kor: 임의

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
kor: 타일의 모든 행을 한 단위 거리만큼 임의 이동합니다. 범위는 0~100이고, 기본값은 0입니다.

# tile_RandomShift:uilabel
source: Random
kor: 임의

# tile_Repeat
source: Repeat
kor: 반복

# tile_Scale
source: Scale
kor: 축척

# tile_StackingLayout
source: Stacking Layout
kor: 적층식 배치

# tile_UseColumnEdit:uilabel
source: Column Modify
kor: 열 수정

# tile_UseRowEdit:uilabel
source: Row Modify
kor: 행 수정

# tile_VerticalCount:rightlabel
source: Per Column
kor: 열당

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
kor: 열의 타일 수를 제어합니다.

# tile_VerticalGap:rightlabel
source: Vert
kor: 수직

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
kor: 타일 간의 그라우트 수직 크기를 제어합니다. 이러한 값은 서로에 대해 기본적으로 잠겨 있으므로 하나의 값을 편집하면 두 값이 모두 변경됩니다. 범위는 0~100이고, 기본값은 0.50입니다.

# tile_VerticalGap:uilabel
source: Vert
kor: 수직

# tile_transforms_group
source: Transforms
kor: 변환

# tiling:uilabel
source: Tiling
kor: 타일링

source: timber
kor: 판재

# tint_color
source: Light Tint
kor: 라이트 착색

# tint_color:uilabel
source: Light Tint
kor: 라이트 착색

source: tinted
kor: 착색

source: Top Left 1:
kor: 왼쪽 상단 1:

# top_left-1:uilabel
source: Top Left 1:
kor: 왼쪽 상단 1:

source: Top Right 1:
kor: 오른쪽 상단 1:

# top_right-1:uilabel
source: Top Right 1:
kor: 오른쪽 상단 1:

source: translucent
kor: 반투명

source: Transparency
kor: 투명도

# transparency:uilabel
source: Transparency
kor: 투명도

source: transparent
kor: 투명

source: travertine
kor: 석회화

source: triangle
kor: 삼각형

source: tropical
kor: 트로피컬

source: turbid
kor: 탁함

source: turquoise
kor: 터키옥색

source: tweed
kor: 트위드

source: umber
kor: 적갈색

source: unfinished
kor: 마감 안 함

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
kor: 고급 매개변수

# unifiedbitmap_Bitmap
source: Source
kor: 소스

# unifiedbitmap_Bitmap:uilabel
source: Source
kor: 소스

# unifiedbitmap_Blur
source: Blur
kor: 흐림

# unifiedbitmap_Blur:uilabel
source: Blur
kor: 흐림

# unifiedbitmap_Blur_Offset
source: Blur Offset
kor: 흐림 간격띄우기

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
kor: 흐림 간격띄우기

# unifiedbitmap_Filtering
source: Filtering
kor: 필터링

# unifiedbitmap_Filtering:uilabel
source: Filtering
kor: 필터링

# unifiedbitmap_Invert
source: Invert Image
kor: 이미지 반전

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
kor: 이미지의 명암 영역을 스왑합니다.

# unifiedbitmap_Invert:uilabel
source: Invert Image
kor: 이미지 반전

# unifiedbitmap_None
source: None
kor: 없음

# unifiedbitmap_Pyramidal
source: Pyramidal
kor: 피라미드

# unifiedbitmap_RGBAmount
source: Brightness
kor: 밝기

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
kor: 이미지의 밝기를 조정합니다.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
kor: 밝기

# unifiedbitmap_Summed_Area
source: Summed Area
kor: 합산 영역

# unifiedbitmap_position_group
source: Position
kor: 위치

# unifiedbitmap_repeat_group
source: Repeat
kor: 반복

# unifiedbitmap_scale_group
source: Scale
kor: 축척

# unifiedbitmap_transforms_group
source: Transforms
kor: 변환

source: uniform
kor: 균일

source: unitless
kor: 무단위

# useShadowColMap
source: Use Shadow Color Map:
kor: 그림자 색상 맵 사용:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
kor: 그림자 색상 맵 사용:

# use_altitude_azimuth
source: Override Sun Position:
kor: 태양 위치 재지정:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
kor: 태양 위치 재지정:

source: Use Background:
kor: 배경 사용:

# use_background:uilabel
source: Use Background:
kor: 배경 사용:

# use_custom_environment:uilabel
source: Use Custom Environment
kor: 사용자 환경 사용

# uv_channel:uilabel
source: UV Channel
kor: UV 채널

source: veins
kor: 결

source: velvet
kor: 벨벳

source: vertical
kor: 수직

source: victorian
kor: 빅토리아

# vignetting
source: Vigneting:
kor: 비네팅:

# vignetting:uilabel
source: Vigneting:
kor: 비네팅:

source: vinyl
kor: 비닐

source: violet
kor: 보라색

# visibility_distance
source: Visibility Distance (10% Haze):
kor: 가시 거리(10% 희미함):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
kor: 가시 거리(10% 희미함):

source: Visible
kor: 가시

# visible:uilabel
source: Visible
kor: 가시

source: wall
kor: 벽

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# wallpaint_ao_distance
source: Max Distance
kor: 최대 거리

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# wallpaint_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# wallpaint_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# wallpaint_ao_samples
source: Samples
kor: 견본

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# wallpaint_ao_samples:uilabel
source: Samples
kor: 견본

# wallpaint_application
source: Application
kor: 적용

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
kor: 롤러(섬세 범프), 블러시(줄무늬) 또는 스프레이(매끄러움)에 대한 페인트 텍스처를 조정합니다.

# wallpaint_application:uilabel
source: Application
kor: 적용

# wallpaint_application:wallpaint_brush
source: Brush
kor: 브러시

# wallpaint_application:wallpaint_roller
source: Roller
kor: 롤러

# wallpaint_application:wallpaint_spray
source: Spray
kor: 스프레이

# wallpaint_brush
source: Brush
kor: 브러시

# wallpaint_color
source: Color
kor: 색상

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
kor: 페인트에서 반사되는 빛의 색상 및 양을 조정합니다.

# wallpaint_color:uilabel
source: Color
kor: 색상

# wallpaint_color_by_object:uilabel
source: Custom Color
kor: 사용자 색상

# wallpaint_eggshell
source: Eggshell
kor: 달걀 껍질

# wallpaint_finish
source: Finish
kor: 마감

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
kor: 페인트 광택을 조정합니다(6개의 사전 설정 선택사항).

# wallpaint_finish:uilabel
source: Finish
kor: 마감

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
kor: 달걀 껍질

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
kor: 평면/무광

# wallpaint_finish:wallpaint_gloss
source: Gloss
kor: 글로우

# wallpaint_finish:wallpaint_pearl
source: Pearl
kor: 진주색

# wallpaint_finish:wallpaint_platinum
source: Platinum
kor: 백금

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
kor: 반광택

# wallpaint_flat
source: Flat/Matte
kor: 평면/무광

# wallpaint_gloss
source: Gloss
kor: 글로우

# wallpaint_paintgroup
source: Wall Paint
kor: 벽 페인트

# wallpaint_pearl
source: Pearl
kor: 진주색

# wallpaint_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# wallpaint_platinum
source: Platinum
kor: 백금

# wallpaint_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
kor: 반사 광택 견본

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
kor: mental ray가 광택 반사를 생성하기 위해 계산한 최대 견본(광선) 수를 정의합니다.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
kor: 반사 광택 견본

# wallpaint_roller
source: Roller
kor: 롤러

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# wallpaint_roundcorners_on
source: Round Corners
kor: 원형 코너

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# wallpaint_roundcorners_radius
source: Source
kor: 소스

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# wallpaint_roundcorners_radius:uilabel
source: Source
kor: 소스

# wallpaint_semigloss
source: Semi-gloss
kor: 반광택

# wallpaint_spray
source: Spray
kor: 스프레이

source: wallpaper
kor: 벽지

source: walnut
kor: 호두나무

source: warm
kor: 따뜻함

source: water
kor: 물

# water_algae
source: Algae/Green
kor: 해조류/녹색

# water_bump_amount
source: Wave Height
kor: 파고

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
kor: 물의 상대 파고를 조정합니다. 0(파도 없음)에서 5(큰 파도) 사이의 값을 입력합니다.

# water_bump_amount:uilabel
source: Wave Height
kor: 파고

# water_color_by_object:uilabel
source: Custom Color
kor: 사용자 색상

# water_custom
source: Custom
kor: 사용자

# water_lake
source: Generic Pond/Lake
kor: 일반 연못/호수

# water_murky
source: Murky/Brown
kor: 어두운색/갈색

# water_ocean
source: Generic Sea/Ocean
kor: 일반 바다/해양

# water_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# water_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# water_reflecting_pool
source: Generic Reflecting Pool
kor: 일반 반사 풀

# water_refr_depth
source: Refraction Max Trace Depth
kor: 굴절 최대 추적 깊이

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
kor: 이 옵션을 선택하면 재료의 굴절 깊이가 로컬로 제어되며, 한도에 도달한 경우 추가 투명도 광선이 주사되어 일반적으로 고체 유리 객체에서 발견되는 '어두운 모서리' 효과를 제한합니다.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
kor: 굴절 최대 추적 깊이

# water_refr_depth_control_label
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# water_river
source: Generic Stream/River
kor: 일반 개울/강

# water_swimming_pool
source: Swimming Pool
kor: 수영장

# water_tint_color
source: Custom Color
kor: 사용자 색상

# water_tint_color:tooltip
source: Sets a color via RGB value.
kor: RGB 값을 통해 색상을 선택합니다.

# water_tint_color:uilabel
source: Custom Color
kor: 사용자 색상

# water_tint_enable
source: Color
kor: 색상

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
kor: 물의 색조를 조정합니다(트로피컬, 해조류/녹색, 어두움/갈색 등).

# water_tint_enable:uilabel
source: Color
kor: 색상

# water_tint_enable:water_algae
source: Algae/Green
kor: 해조류/녹색

# water_tint_enable:water_custom
source: Custom
kor: 사용자

# water_tint_enable:water_lake
source: Generic Pond/Lake
kor: 일반 연못/호수

# water_tint_enable:water_murky
source: Murky/Brown
kor: 어두운색/갈색

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
kor: 일반 바다/해양

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
kor: 일반 반사 풀

# water_tint_enable:water_river
source: Generic Stream/River
kor: 일반 개울/강

# water_tint_enable:water_tropical
source: Tropical
kor: 트로피컬

# water_tropical
source: Tropical
kor: 트로피컬

# water_type
source: Type
kor: 유형

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
kor: 물의 텍스처를 선택합니다(수영장, 강, 호수, 바다 등).

# water_type:uilabel
source: Type
kor: 유형

# water_type:water_lake
source: Generic Pond/Lake
kor: 일반 연못/호수

# water_type:water_ocean
source: Generic Sea/Ocean
kor: 일반 바다/해양

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
kor: 일반 반사 풀

# water_type:water_river
source: Generic Stream/River
kor: 일반 개울/강

# water_type:water_swimming_pool
source: Swimming Pool
kor: 수영장

# water_watergroup
source: Water
kor: 물

source: watts
kor: 와트

# wave_Amplitude
source: Amplitude
kor: 진폭

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
kor: 파도의 크기를 지정합니다. 범위는 0~10000이고, 기본값은 1입니다.

# wave_Amplitude:uilabel
source: Amplitude
kor: 진폭

# wave_Appearance
source: Appearance
kor: 모양

# wave_Color1
source: Color 1
kor: 색상 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
kor: 파도의 첫번째 색상을 지정합니다.

# wave_Color1:uilabel
source: Color 1
kor: 색상 1

# wave_Color2
source: Color 2
kor: 색상 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
kor: 파도의 두 번째 색상을 지정합니다.

# wave_Color2:uilabel
source: Color 2
kor: 색상 2

# wave_Distribution
source: Distribution
kor: 분산

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
kor: 파도의 분산을 지정합니다. 3D는 가공의 구 표면에 파도 중심을 분산시켜 3D 객체의 모든 면에 영향을 줍니다. 2D는 XY 평면의 중앙에 위치한 원으로 파도를 분산시키므로 바다 및 호수 등의 평평한 물 표면에 보다 적합합니다.

# wave_Distribution:uilabel
source: Distribution
kor: 분산

# wave_NumWaveSets
source: Number
kor: 개수

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
kor: 패턴에 사용되는 파도 세트 수를 지정합니다. 잔잔한 수면의 경우 이 값을 낮게 설정합니다. 범위는 1~50이고, 기본값은 3입니다.

# wave_NumWaveSets:uilabel
source: Number
kor: 개수

# wave_Phase
source: Phase
kor: 단계

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
kor: 파도 패턴을 이동합니다. 범위는 0~10000이고, 기본값은 0입니다.

# wave_Phase:uilabel
source: Phase
kor: 단계

# wave_Position
source: Position
kor: 위치

# wave_RandomSeed
source: Random Seed
kor: 임의 시드

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
kor: 물 패턴을 생성하기 위한 시드 번호를 제공합니다. 이 패턴은 각 시드에 따라 달라집니다. 범위는 0~65535이고, 기본값은 30159입니다.

# wave_RandomSeed:uilabel
source: Random Seed
kor: 임의 시드

# wave_WaveLenMax
source: Len Max
kor: 최대 길이

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
kor: 각 파도 중심의 최대 간격을 정의합니다. 이 값이 서로 가까우면 파도는 보다 일정하게 나타나며 이 값이 차이가 날수록 파도는 일정하지 않게 됩니다. 기본값은 1.97입니다.

# wave_WaveLenMax:uilabel
source: Len Max
kor: 최대 길이

# wave_WaveLenMin
source: Len Min
kor: 최소 길이

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
kor: 각 파도 중심의 최소 간격을 정의합니다. 이 값이 서로 가까우면 파도는 보다 일정하게 나타나며 이 값이 차이가 날수록 파도는 일정하지 않게 됩니다. 기본값은 1.97입니다.

# wave_WaveLenMin:uilabel
source: Len Min
kor: 최소 길이

# wave_WaveRadius
source: Radius
kor: 반지름

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
kor: 표면이 각 파도 세트의 원점인 가공 구(3D 분산) 또는 원(2D 분산)의 반지름을 지정합니다. 반지름이 크면 큰 원형 파도 패턴이 생성되고, 반지름이 작으면 보다 작고 촘촘한 파도가 생성됩니다. 기본값은 39.37입니다.

# wave_WaveRadius:uilabel
source: Radius
kor: 반지름

# wave_paramgroup
source: Waves
kor: 파도

# wave_transforms_group
source: Transforms
kor: 변환

source: waves
kor: 파도

source: wavy
kor: 파형

source: weathered
kor: 풍화됨

source: weave
kor: 직조

# web
source: Use Light Profile
kor: 웹

# webHasSymmetry
source: Symmetric:
kor: 대칭:

# webHasSymmetry:uilabel
source: Symmetric:
kor: 대칭:

# webRotation
source: Rotation:
kor: 회전:

# webRotation:tooltip
source: Web spatial rotation
kor: 웨브재 공간 회전

# webRotation:uilabel
source: Rotation:
kor: 회전:

# webScaling:uilabel
source: webScaling
kor: 웹 축척

# webTranslation:uilabel
source: webTranslation
kor: 웹 변환

source: west
kor: 서쪽

source: wet
kor: 습식

source: wheat
kor: 겨자색

source: white
kor: 흰색

source: White Color:
kor: 백색:

# whiteColor:uilabel
source: White Color:
kor: 백색:

source: Whitepoint:
kor: 흰색 점:

# whitepoint:uilabel
source: Whitepoint:
kor: 흰색 점:

source: Width
kor: 폭

# width:uilabel
source: Width
kor: 폭

source: window
kor: 창

source: wood
kor: 목재

# wood_Appearance
source: Appearance
kor: 모양

# wood_AxialNoise
source: Axial Noise
kor: 축 노이즈

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
kor: 목재 그레인과 평행한 평면에서 축 노이즈 패턴의 상대적 무작위를 설정합니다. 범위는 0~100이고, 기본값은 1.00입니다.

# wood_AxialNoise:uilabel
source: Axial Noise
kor: 축 노이즈

# wood_Color1
source: Color 1
kor: 색상 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
kor: 목재 텍스처의 첫번째 색상을 지정합니다.

# wood_Color1:uilabel
source: Color 1
kor: 색상 1

# wood_Color2
source: Color 2
kor: 색상 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
kor: 목재 텍스처의 두 번째 색상을 지정합니다.

# wood_Color2:uilabel
source: Color 2
kor: 색상 2

# wood_Position
source: Position
kor: 위치

# wood_RadialNoise
source: Radial Noise
kor: 방사형 노이즈

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
kor: 목재 그레인과 수직인 평면에서 방사형 노이즈 패턴의 상대적 무작위를 설정합니다. 범위는 0~100이고, 기본값은 1.00입니다.

# wood_RadialNoise:uilabel
source: Radial Noise
kor: 방사형 노이즈

# wood_Thickness
source: Grain Thickness
kor: 그레인 두께

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
kor: 목재의 그레인을 구성하는 색상 밴드의 상대적 두께를 설정합니다. 범위는 0~100이고, 기본값은 0.50입니다.

# wood_Thickness:uilabel
source: Grain Thickness
kor: 그레인 두께

# wood_props1
source: Basic Thermal
kor: 기본 열

# wood_props2
source: Mechanical
kor: 기계

# wood_transforms_group
source: Transforms
kor: 변환

# xenon
source: HID Xenon
kor: HID 크세논

source: yellow
kor: 노란색

source: yellow-brown
kor: 노란색-갈색

source: zinc
kor: 아연

source: ABS Plastic
kor: ABS 플라스틱

source: Acetal Resin, Black
kor: 아세탈 수지, 검은색

source: Acetal Resin, White
kor: 아세탈 수지, 흰색

source: Alloy Steel
kor: 합금강

source: Aluminum-6061
kor: 알루미늄-6061

source: Aluminum-6061-AHC
kor: 알루미늄-6061-AHC

source: Brass, Soft Yellow
kor: 황동, 연질 노란색

source: Bronze, Soft Tin
kor: 청동, 연질 주석

source: Carbon Steel
kor: 탄소강

source: Cast Bronze
kor: 청동 주조

source: Cast Copper
kor: 구리 주조

source: Cast Steel
kor: 주강

source: Copper
kor: 구리

source: Copper Alloy
kor: 구리 합금

source: Ductile Iron
kor: 연성 철

source: Galvanized Steel
kor: 도금강
