Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# gradient_type_lighting
source: Light normal
ita: Luce normale

# gradient_type_linear
source: Linear
ita: Lineare

# gradient_type_normal
source: Camera normal
ita: Cinepresa normale

# gradient_type_pong
source: Pong
ita: Phong

# gradient_type_radial
source: Radial
ita: Radiale

# gradient_type_spiral
source: Spiral
ita: Spirale

source: grain
ita: grana

source: granite
ita: granito

# granite_tex:uilabel
source: Granite Texture
ita: Composizione granito

source: graphics asset
ita: risorsa grafica

# graphics_cut_pattern
source: Pattern
ita: Motivo

# graphics_cut_pattern:uilabel
source: Pattern
ita: Motivo

# graphics_cut_pattern_color
source: Color
ita: Colore

# graphics_cut_pattern_color:uilabel
source: Color
ita: Colore

# graphics_cut_pattern_label
source: Cut Pattern
ita: Motivo sezione

# graphics_shading_color
source: Color
ita: Colore

# graphics_shading_color:uilabel
source: Color
ita: Colore

# graphics_shading_label
source: Shading
ita: Ombreggiatura

# graphics_shading_transparency
source: Transparency
ita: Trasparenza

# graphics_shading_transparency:uilabel
source: Transparency
ita: Trasparenza

# graphics_surface_pattern
source: Pattern
ita: Motivo

# graphics_surface_pattern:uilabel
source: Pattern
ita: Motivo

# graphics_surface_pattern_alignment
source: Alignment
ita: Allineamento

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
ita: X allineamento

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
ita: Y allineamento

# graphics_surface_pattern_color
source: Color
ita: Colore

# graphics_surface_pattern_color:uilabel
source: Color
ita: Colore

# graphics_surface_pattern_label
source: Surface Pattern
ita: Motivo superficie

# graphics_use_appearance
source: Use Render Appearance
ita: Utilizza composizione di rendering

# graphics_use_appearance:uilabel
source: Use Render Appearance
ita: Utilizza composizione di rendering

source: grass
ita: erba

source: gravel
ita: ghiaietto

source: gray
ita: grigio

source: green
ita: verde

source: green carpet
ita: moquette verde

source: grey
ita: grigio

source: grid
ita: griglia

source: Ground Color:
ita: Colore terreno:

# ground_color:uilabel
source: Ground Color:
ita: Colore terreno:

source: half
ita: metà

source: halogen
ita: Alogena

source: Halogen (Cool)
ita: Alogena (fredda)

source: Halogen (Warm)
ita: Alogena (calda)

source: hammered
ita: martellato

source: handsplit
ita: tagliato a mano

source: hardwood
ita: legno massello

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# hardwood_ao_distance
source: Max Distance
ita: Distanza massima

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# hardwood_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# hardwood_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# hardwood_ao_samples
source: Samples
ita: Campioni

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# hardwood_ao_samples:uilabel
source: Samples
ita: Campioni

# hardwood_application
source: Used For
ita: Utilizzo

# hardwood_application:hardwood_flooring
source: Flooring
ita: Pavimentazione

# hardwood_application:hardwood_furniture
source: Furniture
ita: Arredo

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
ita: Consente di selezionare un tipo di utilizzo per la superficie in legno: pavimentazione o arredo.

# hardwood_application:uilabel
source: Used For
ita: Utilizzo

# hardwood_automatic
source: Based on Wood Grain
ita: In base a venature di legno

# hardwood_color
source: Image
ita: Immagine

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
ita: Utilizza un'immagine bitmap per regolare il colore e la composizione del legno.

# hardwood_color:uilabel
source: Image
ita: Immagine

# hardwood_color_choice
source: Color
ita: Colore

# hardwood_custom
source: Custom
ita: Personalizzato

# hardwood_finish
source: Finish
ita: Finitura

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
ita: Verniciatura lucida

# hardwood_finish:hardwood_satin
source: Satin Varnish
ita: Verniciatura satinata

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
ita: Verniciatura semilucida

# hardwood_finish:hardwood_unfinished
source: Unfinished
ita: Senza finitura

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
ita: È possibile selezionare Verniciatura lucida, Verniciatura semilucida, Verniciatura satinata o Senza finitura.

# hardwood_finish:uilabel
source: Finish
ita: Finitura

# hardwood_flooring
source: Flooring
ita: Pavimentazione

# hardwood_furniture
source: Furniture
ita: Arredo

# hardwood_glossy
source: Glossy Varnish
ita: Verniciatura lucida

# hardwood_hardwoodgroup
source: Wood
ita: Legno

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
ita: In base a venature di legno

# hardwood_imperfections:hardwood_custom
source: Custom
ita: Personalizzate

# hardwood_imperfections:hardwood_none
source: None
ita: Nessuna

# hardwood_imperfections:uilabel
source: Relief Pattern
ita: Motivo rilievo

# hardwood_imperfections_amount
source: Amount
ita: Valore

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
ita: Regola l'altezza della composizione in rilievo della superficie. Immettere 0 per una superficie piatta, un numero positivo compreso tra 0 e 10 per aumentare la grana o un numero negativo compreso tra 0 e -10 per invertire la grana.

# hardwood_imperfections_amount:uilabel
source: Amount
ita: Valore

# hardwood_imperfections_list_label
source: Type
ita: Tipo

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
ita: Consente di selezionare un motivo superficie in legno o personalizzato.

# hardwood_imperfections_panel_label
source: Relief Pattern
ita: Motivo rilievo

# hardwood_imperfections_shader
source: Image
ita: Immagine

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
ita: Utilizza un'immagine bitmap per regolare il motivo in rilievo del legno.

# hardwood_imperfections_shader:uilabel
source: Image
ita: Immagine

# hardwood_no_color
source: None
ita: Nessuno

# hardwood_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# hardwood_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# hardwood_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# hardwood_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# hardwood_roundcorners_radius
source: Source
ita: Origine

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# hardwood_roundcorners_radius:uilabel
source: Source
ita: Origine

# hardwood_satin
source: Satin Varnish
ita: Verniciatura satinata

# hardwood_semigloss
source: Semi-gloss Varnish
ita: Verniciatura semilucida

# hardwood_tint_color
source: Stain Color
ita: Colore mordente

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
ita: Regola il colore del mordente.

# hardwood_tint_color:uilabel
source: Stain Color
ita: Colore mordente

# hardwood_tint_enabled
source: Stain
ita: Mordente

# hardwood_tint_enabled:hardwood_color_choice
source: Color
ita: Colore

# hardwood_tint_enabled:hardwood_no_color
source: None
ita: Nessuno

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
ita: Specifica se il legno è trattato con mordente.

# hardwood_tint_enabled:uilabel
source: Stain
ita: Mordente

# hardwood_unfinished
source: Unfinished
ita: Senza finitura

# haze
source: Sky Haziness/Cloudiness:
ita: Nebbia/Nuvolosità:

# haze:uilabel
source: Sky Haziness/Cloudiness:
ita: Nebbia/Nuvolosità:

source: Haze On:
ita: Nebbia attivata:

# hazeOn:uilabel
source: Haze On:
ita: Nebbia attivata:

# haze_small:uilabel
source: Haze Small
ita: Nebbia ridotta

source: heavy cardboard used for mounting and architectural model-building
ita: cartone pesante utilizzato per montaggio e costruzione di modelli architettonici

source: hedge
ita: siepe

# hemispherical_Bitmap
source: Image File
ita: File di immagine

# hemispherical_Bitmap:uilabel
source: Image File
ita: File di immagine

# hemispherical_RGBAmount
source: Relative Brightness:
ita: Luminosità relativa:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
ita: Luminosità relativa:

source: herringbone
ita: spina di pesce

source: hexagon
ita: esagono

source: hexagonal
ita: esagonale

source: hickory
ita: noce americano

source: high
ita: alto

# highPressureSodium
source: HID High Pressure Sodium
ita: HID al sodio ad alta pressione

source: holes
ita: fori

source: home
ita: abitazione

source: honey
ita: miele

# horizon
source: Ground and Horizon
ita: Terreno e orizzonte

source: Horizon Blur:
ita: Sfocatura orizzonte:

# horizon_blur:uilabel
source: Horizon Blur:
ita: Sfocatura orizzonte:

source: Horizon Height:
ita: Altezza orizzonte:

# horizon_height:uilabel
source: Horizon Height:
ita: Altezza orizzonte:

source: horizontal
ita: orizzontale

source: Hot Spot:
ita: Area di eccessiva brillantezza:

# hotSpot:tooltip
source: Hot spot, in radians
ita: Area di eccessiva brillantezza in radianti

# hotSpot:uilabel
source: Hot Spot:
ita: Area di eccessiva brillantezza:

source: ice
ita: ghiaccio

# illuminanceAt
source: At (meters):
ita: A (metri):

# illuminanceAt:uilabel
source: At (meters):
ita: A (metri):

source: Illumination
ita: Illuminazione

source: Illumination On:
ita: Illuminazione attiva:

# illuminationOn:uilabel
source: Illumination On:
ita: Illuminazione attiva:

# image_x_resolution:uilabel
source: image_x_resolution
ita: risoluzione_x_immagine

# image_y_resolution:uilabel
source: image_y_resolution
ita: risoluzione_y_immagine

source: indian
ita: indiano

source: indoor
ita: al coperto

source: Intensity Units:
ita: Unità di intensità:

# intensityUnits:candela
source: candelas
ita: candele

# intensityUnits:lumen
source: lumens
ita: lumen

# intensityUnits:lux_at
source: lux at
ita: lux a

# intensityUnits:uilabel
source: Intensity Units:
ita: Unità di intensità:

# intensityUnits:unitless
source: unitless
ita: senza unità

# intensityUnits:watt
source: watts
ita: watt

# intensityValue
source: Value:
ita: Valore:

# intensityValue:uilabel
source: Value:
ita: Valore:

# intensity_factor
source: Sun Multiplier:
ita: Moltiplicatore sole:

# intensity_factor:uilabel
source: Brightness of the sun:
ita: Luminosità del sole:

# intensitygroup
source: Intensity
ita: Intensità

source: interior
ita: interno

source: interlocking
ita: bordi irregolari

source: Inverse
ita: Inversa

source: Inverse Square
ita: Quadrata inversa

source: iron
ita: ferro

# isLinearLight:uilabel
source: Is Linear Light:
ita: È luce lineare:

# isotropic
source: Uniform
ita: Uniforme

source: ivory
ita: avorio

source: jagged
ita: irregolare

source: jaggy
ita: seghettato

# kelvinPanel
source: Kelvin Color
ita: Colore Kelvin

source: khaki
ita: kaki

source: knurl
ita: zigrinatura

source: lake
ita: lago

source: laminate
ita: laminato

source: laminates
ita: laminati

source: large
ita: grande

source: lavender
ita: lavanda

source: leather
ita: cuoio

source: lemon
ita: limone

source: Length
ita: Lunghezza

# length:uilabel
source: Length
ita: Lunghezza

source: light
ita: luce

source: light gray
ita: grigio chiaro

source: light red
ita: rosso chiaro

# lightAffectShadowCol
source: Light Affects Color:
ita: Effetto luce sul colore:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
ita: Effetto luce sul colore:

# lightColorPanel
source: Light Color
ita: Colore luce

source: Light Color Units:
ita: Unità colore luce:

# lightColorUnits:uilabel
source: Light Color Units:
ita: Unità colore luce:

source: Light Distribution
ita: Distribuzione luce

source: Light Loss Factor:
ita: Fattore di perdita di illuminazione:

# lightLossFactor:uilabel
source: Light Loss Factor:
ita: Fattore di perdita di illuminazione:

# lightName:uilabel
source: Name:
ita: Nome:

# lightProfileFileName
source: Light Profile:
ita: Profilo luce:

# lightProfileFileName:tooltip
source: IES light profile file name
ita: Nome file del profilo luce IES

# lightProfileFileName:uilabel
source: Light Profile:
ita: Profilo luce:

# lightTempPresets
source: Light Temperature:
ita: Temperatura luce:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
ita: Lampadina a incandescenza con filamenti

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
ita: HID all'alogenuro metallico ceramica (freddo)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
ita: HID all'alogenuro metallico ceramica (caldo)

# lightTempPresets:custom
source: Custom
ita: Personalizzata

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
ita: Illuminante D50 (punto di bianco)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
ita: Illuminante D65 (punto di bianco)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
ita: Fluorescente (bianco freddo)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
ita: Fluorescente (bianco)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
ita: Fluorescente (bianco caldo)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
ita: Fluorescente (luce diurna)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
ita: Fluorescente (luce bianca)

# lightTempPresets:halogen
source: Halogen
ita: Alogena

# lightTempPresets:halogenCool
source: Halogen (Cool)
ita: Alogena (fredda)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
ita: Alogena (calda)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
ita: HID al sodio ad alta pressione

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
ita: HID al sodio a bassa pressione

# lightTempPresets:mercury
source: HID Mercury
ita: HID al mercurio

# lightTempPresets:quartz
source: HID Quartz Metal Halide
ita: HID all'alogenuro metallico quarzo

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
ita: HID all'alogenuro metallico quarzo (freddo)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
ita: HID all'alogenuro metallico quarzo (caldo)

# lightTempPresets:uilabel
source: Light Temperature:
ita: Temperatura luce:

# lightTemperature
source: Custom Light Temperature:
ita: Temperatura luce personalizzata:

# lightTemperature:uilabel
source: Custom Light Temperature:
ita: Temperatura luce personalizzata:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
ita: Attiva luce forza area:

# lightobjectareatype
source: Area Type:
ita: Tipo di area:

# lightobjectareatype:cylinder
source: Cylinder
ita: Cilindro

# lightobjectareatype:disc
source: Disc
ita: Disco

# lightobjectareatype:line
source: Line
ita: Linea

# lightobjectareatype:none
source: No Area
ita: Nessuna area

# lightobjectareatype:object
source: Object
ita: Oggetto

# lightobjectareatype:rectangle
source: Rectangle
ita: Rettangolo

# lightobjectareatype:sphere
source: Sphere
ita: Sfera

# lightobjectareatype:uilabel
source: Area Type:
ita: Tipo di area:

# lightobjectareatype:user
source: User
ita: Utente

# lightobjectexponent
source: Attenuation:
ita: Attenuazione:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
ita: Grandezza dell'attenuazione fotonica

# lightobjectexponent:uilabel
source: Attenuation:
ita: Attenuazione:

# lightobjecttype
source: Type:
ita: Tipo:

# lightobjecttype:directional
source: Directional
ita: Direzionale

# lightobjecttype:origin
source: Point
ita: Punto

# lightobjecttype:spot
source: Spot
ita: Riflettore

# lightobjecttype:uilabel
source: Type:
ita: Tipo:

# lightobjectvisible
source: Light Visible:
ita: Luce visibile:

# lightobjectvisible:uilabel
source: Visible
ita: Luce visibile:

source: lights
ita: luci

source: lime
ita: verde limone

source: Line
ita: Linea

source: linen
ita: lino

source: link
ita: collegamento

source: liquid
ita: liquido

# liquid_props1
source: Properties
ita: Proprietà termiche di base

# liquid_props2
source: Mechanical
ita: Proprietà meccaniche

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
ita: Ricerca mediante raggi FG

source: loose
ita: sparso

source: low
ita: basso

# lowPressureSodium
source: HID Low Pressure Sodium
ita: HID al sodio a bassa pressione

source: lubricated
ita: lubrificato

# lumen
source: lumens
ita: lumen

source: luminant
ita: luminoso

source: luminous
ita: luminoso

source: lux at
ita: lux a

source: machined
ita: lavorato

source: mahogany
ita: mogano

source: maple
ita: Acero

source: maps
ita: mappe

source: marble
ita: Marmo

# marble_Appearance
source: Appearance
ita: Aspetto

# marble_Color1
source: Stone Color
ita: Colore pietra

# marble_Color1:tooltip
source: Specifies the color of the stone
ita: Specifica il colore della pietra.

# marble_Color1:uilabel
source: Stone Color
ita: Colore pietra

# marble_Color2
source: Vein Color
ita: Colore venature

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
ita: Specifica il colore delle venature del marmo.

# marble_Color2:uilabel
source: Vein Color
ita: Colore venature

# marble_Position
source: Position
ita: Posizione

# marble_Size
source: Vein Spacing
ita: Spaziatura venature

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
ita: Consente di impostare lo spazio tra le venature. Intervallo = da 0 a 100. Impostazione di default = 1.

# marble_Size:uilabel
source: Vein Spacing
ita: Spaziatura venature

# marble_Width
source: Vein Width
ita: Larghezza venature

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
ita: Consente di impostare la larghezza delle venature. Intervallo = da 0 a 100. Impostazione di default = 1.

# marble_Width:uilabel
source: Vein Width
ita: Larghezza venature

# marble_tex:uilabel
source: Marble Texture
ita: Componente marmo

# marble_transforms_group
source: Transforms
ita: Trasformazioni

source: maroon
ita: amaranto

source: masonry
ita: Muratura

# masonry_pattern_list_label
source: Type
ita: Tipo

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# masonrycmu_ao_distance
source: Max Distance
ita: Distanza massima

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# masonrycmu_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# masonrycmu_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# masonrycmu_ao_samples
source: Samples
ita: Campioni
