Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
hun: 0.0001 értékkel kisebbnek kell lennie, mint az átmérő. Eltolt körök esetén mind a hat szomszédos középpont egyenlő távolságra helyezkedik el. Egyenes esetén a középpontok a felső, alsó, jobb oldali és bal oldali szomszédos középpontokhoz képest értendők.

# metal_perforations_center:uilabel
source: Center Spacing
hun: Középre helyezés

# metal_perforations_list_label
source: Type
hun: Típus

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
hun: Perforációs minták beállítása az anyagban, egyes lehetőségek esetén a méret is megadható.

# metal_perforations_panel_label
source: Cutouts
hun: Kivágások

# metal_perforations_shader
source: Image
hun: Kép

# metal_perforations_shader:uilabel
source: Image
hun: Kép

# metal_perforations_size:uilabel
source: Size
hun: Méret

# metal_perforations_size_label1
source: Diameter
hun: Átmérő

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
hun: Csak körök beállítása.

# metal_perforations_size_label2
source: Diameter
hun: Átmérő

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
hun: Csak körök beállítása.

# metal_perforations_size_label3
source: Size
hun: Méret

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
hun: A négyzetes kivágások méretének beállítása.

# metal_perforations_size_label4
source: Size
hun: Méret

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
hun: Beállítja a görög kivágások méretét.

# metal_perforations_size_label5
source: Size
hun: Méret

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
hun: Beállítja a lóhere kivágások méretét.

# metal_perforations_size_label6
source: Size
hun: Méret

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
hun: Beállítja a hatszögletű kivágások méretét.

# metal_perforations_space:uilabel
source: Perforations Space
hun: Perforációs terület

# metal_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# metal_polished
source: Polished
hun: Polírozott

# metal_props1
source: Basic Thermal
hun: Egyszerű hőtani

# metal_props2
source: Mechanical
hun: Mechanikai

# metal_props4
source: Wood
hun: Szilárdsági

# metal_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# metal_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# metal_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# metal_roundcorners_radius
source: Source
hun: Forrás

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# metal_roundcorners_radius:uilabel
source: Source
hun: Forrás

# metal_satin
source: Satin
hun: Selyemfényű

# metal_semi_polished
source: Semi-polished
hun: Félfényes polírozott

# metal_stainless_steel
source: Stainless Steel
hun: Rozsdamentes acél

# metal_type
source: Type
hun: Típus

# metal_type:metal_aluminum
source: Aluminum
hun: Alumínium

# metal_type:metal_brass
source: Brass
hun: Sárgaréz

# metal_type:metal_bronze
source: Bronze
hun: Bronz

# metal_type:metal_chrome
source: Chrome
hun: Króm

# metal_type:metal_copper
source: Copper
hun: Réz

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
hun: Eloxált alumínium

# metal_type:metal_stainless_steel
source: Stainless Steel
hun: Rozsdamentes acél

# metal_type:metal_zinc
source: Zinc
hun: Cink

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
hun: Fém típusának kiválasztása és a fém alapszínének és mintázatának megadása, valamint további tulajdonságok szűrése.

# metal_type:uilabel
source: Type
hun: Típus

# metal_zinc
source: Zinc
hun: Cink

source: metallic
hun: fém

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# metallicpaint_ao_distance
source: Max Distance
hun: Max. távolság

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# metallicpaint_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# metallicpaint_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# metallicpaint_ao_samples
source: Samples
hun: Minták

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# metallicpaint_ao_samples:uilabel
source: Samples
hun: Minták

# metallicpaint_base_color
source: Color
hun: Szín

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
hun: A festék alapszínének kiválasztása.

# metallicpaint_base_color:uilabel
source: Color
hun: Szín

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# metallicpaint_base_highlightspread
source: Highlight Spread
hun: Csúcsfény eloszlása

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
hun: Az alapbevonat nagymértékben elmosott tükrözésének beállítása a felső bevonat nagymértékben éles tükrözései alá.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
hun: Csúcsfény eloszlása

# metallicpaint_finish
source: Finish
hun: Felület

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
hun: Narancsos

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
hun: Sima

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
hun: A Sima vagy a Narancsos beállítás kiválasztása.

# metallicpaint_finish:uilabel
source: Finish
hun: Felület

# metallicpaint_finish_peelamount
source: Amount
hun: Mérték

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
hun: Csúszkák a Kromatikus felület mértékének beállítására 1 és 100 között.

# metallicpaint_finish_peelamount:uilabel
source: Amount
hun: Mérték

# metallicpaint_finish_peeling
source: Orange Peel
hun: Narancsos

# metallicpaint_finish_smooth
source: Smooth
hun: Sima

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
hun: Engedélyezve

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
hun: Nincs

# metallicpaint_flecks:uilabel
source: Flecks
hun: Pöttyök

# metallicpaint_flecks_color
source: Color
hun: Szín

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
hun: Az alapértelmezett beállítás a fehér, a pöttyök alapbevonattal szembeni hatását gyengítő tónussal (feketére váltó), pöttyök nem jelennek meg középszürke alapszínen fekete pöttyszínnel, de egy középszürke pötty ugyanazon alapszínen a pöttyeffektus 50%-át megjeleníti.

# metallicpaint_flecks_color:uilabel
source: Color
hun: Szín

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# metallicpaint_flecks_enable
source: Enabled
hun: Engedélyezve

# metallicpaint_flecks_list_label
source: Flecks
hun: Pöttyök

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
hun: Tükröződő pikkelyek használatának engedélyezése a festékben.

# metallicpaint_flecks_panel_label
source: Flecks
hun: Pöttyök

# metallicpaint_flecks_size
source: Size
hun: Méret

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
hun: A pöttyök méretének beállítása.

# metallicpaint_flecks_size:uilabel
source: Size
hun: Méret

# metallicpaint_metallicpaintgroup
source: Metallic Paint
hun: Fémfesték

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
hun: Kromatikus

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
hun: Második szín

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
hun: Nincs

# metallicpaint_pearl:uilabel
source: Pearl
hun: Gyöngy

# metallicpaint_pearl_amount
source: Amount
hun: Mérték

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
hun: A gyöngy effektus és az alapszín közötti átmenet beállítása.

# metallicpaint_pearl_amount:uilabel
source: Amount
hun: Mérték

# metallicpaint_pearl_chromatic
source: Chromatic
hun: Kromatikus

# metallicpaint_pearl_color
source: Color
hun: Szín

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
hun: A Gyöngy színének beállítása.

# metallicpaint_pearl_color:uilabel
source: Color
hun: Szín

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# metallicpaint_pearl_custom
source: Second Color
hun: Második szín

# metallicpaint_pearl_ior
source: Blend
hun: Keverés

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
hun: Csúszkák a színek keverésére 0 és 100 között.

# metallicpaint_pearl_ior:uilabel
source: Blend
hun: Keverés

# metallicpaint_pearl_list_label
source: Type
hun: Típus

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
hun: Kromatikus vagy második szín kiválasztása.

# metallicpaint_pearl_panel_label
source: Pearl
hun: Gyöngy

# metallicpaint_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
hun: Definiálja azon minták maximális (nyalábok) számát, mely elvi nyalábok alapján a fényes reflexiók kiszámításra kerülnek.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# metallicpaint_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# metallicpaint_roundcorners_radius
source: Source
hun: Forrás

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# metallicpaint_roundcorners_radius:uilabel
source: Source
hun: Forrás

# metallicpaint_topcoat
source: Type
hun: Típus

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
hun: Autófesték

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
hun: Króm

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
hun: Egyéni

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
hun: Matt

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
hun: Választási lehetőségek: Matt, Króm, Autófesték, Egyéni.

# metallicpaint_topcoat:uilabel
source: Top Coat
hun: Felső bevonat

# metallicpaint_topcoat_carpaint
source: Car Paint
hun: Autófesték

# metallicpaint_topcoat_chrome
source: Chrome
hun: Króm

# metallicpaint_topcoat_custom
source: Custom
hun: Egyéni

# metallicpaint_topcoat_falloff
source: Angle Falloff
hun: Szög csökkenése

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
hun: Csúszka a 0=nincs Fresnel-hatás (konstans visszaverődés, mint a Króm beállítás esetén) és a 100=erős Fresnel-hatás (csak egy keskeny zónában, szélsőséges szögekből tükröződik) közötti beállításra. A határérték a valósághű felső bevonatokhoz van meghatározva (a Fresnel-torzítást, a -teljesítményt és a léptéket egyesítő skálán), az Autófesték beállításhoz tartozó érték körülbelül 80.

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
hun: Szög csökkenése

# metallicpaint_topcoat_glossy
source: Glossiness
hun: Fényesség

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
hun: Csúszka a 100 (teljesen tükröző) és 0 (matt) közötti beállításhoz.

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
hun: Fényesség

# metallicpaint_topcoat_matte
source: Matte
hun: Matt

# metallicpaint_topcoat_panel
source: Top Coat
hun: Felső bevonat

source: midnight
hun: éjfél

source: Mid Tones:
hun: Középtónusok:

# midtones:uilabel
source: Mid Tones:
hun: Középtónusok:

# mirror_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# mirror_mirrorgroup
source: Mirror
hun: Tükör

# mirror_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# mirror_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# mirror_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# mirror_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# mirror_roundcorners_radius
source: Source
hun: Forrás

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# mirror_roundcorners_radius:uilabel
source: Source
hun: Forrás

# mirror_tintcolor
source: Color
hun: Szín

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
hun: A tükrözés színének beállítása, amely az üvegfelszín teljes abszorpcióját ábrázolja. Az árnyalatot mindig figyelembe kell venni, mert az üvegfelszín rendelkezik bizonyos fokú abszorpciós képességgel.

# mirror_tintcolor:uilabel
source: Tint Color
hun: Árnyalat színe

source: misc
hun: egyéb

source: miscellaneous
hun: egyéb

source: misty
hun: ködös

# mode:uilabel
source: Mode
hun: Mód

source: modular
hun: moduláris

source: mortar
hun: habarcs

source: mortared
hun: habarcs

source: mosaic
hun: mozaik

source: mostly white carpet
hun: főként fehér szőnyeg

source: mounting
hun: szerelés

source: multi-color
hun: többszínű

source: multi-colored
hun: többszínű

# multiplier
source: Sky Multiplier:
hun: Szorzó

# multiplier:uilabel
source: Multiplier:
hun: Szorzó

source: murky
hun: sötét

source: museum
hun: múzeum

source: natural
hun: természetes

source: navy
hun: tengerészkék

# nearAttenuationEnd
source: End Point:
hun: Végpont:

# nearAttenuationEnd:uilabel
source: End Point:
hun: Végpont:

# nearAttenuationOn
source: Near Attenuation:
hun: Közeli gyengülés:

# nearAttenuationOn:uilabel
source: Near Attenuation:
hun: Közeli gyengülés:

# nearAttenuationStart
source: Start Point:
hun: Kezdőpont:

# nearAttenuationStart:uilabel
source: Start Point:
hun: Kezdőpont:

source: neutral
hun: semleges

source: Night Color:
hun: Éjszaka színe:

# night_color:uilabel
source: Night Color:
hun: Éjszaka színe:

# noise_Appearance
source: Appearance
hun: Megjelenés

# noise_Color1
source: Color 1
hun: 1. szín

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
hun: Szín vagy alárendelt procedurális térkép kiválasztása az egyik összetevőhöz.

# noise_Color1:uilabel
source: Color 1
hun: 1. szín

# noise_Color2
source: Color 2
hun: 2. szín

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
hun: Szín vagy alárendelt procedurális térkép kiválasztása a másik összetevőhöz.

# noise_Color2:uilabel
source: Color 2
hun: 2. szín

# noise_Levels
source: Levels
hun: Szintek

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
hun: A Fraktál vagy Örvény típusú zajokhoz használt ismétlések számának meghatározása. Alapértelmezett = 3.

# noise_Levels:uilabel
source: Levels
hun: Szintek

# noise_Phase
source: Phase
hun: Fázis

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
hun: A zajküszöb fázisának megadása.

# noise_Phase:uilabel
source: Phase
hun: Fázis

# noise_Position
source: Position
hun: Hely

# noise_Size
source: Size
hun: Méret

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
hun: A zaj funkció léptékének beállítása. Kisebb értékek kisebb mértékű zajt eredményeznek.

# noise_Size:uilabel
source: Size
hun: Méret

source: Noise Threshold
hun: Zajküszöb

# noise_ThresholdHigh
source: High
hun: Magas

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
hun: A magas zajküszöb megadása. Tartomány = 0 - 1; Alapértelmezett = 1.

# noise_ThresholdHigh:uilabel
source: High
hun: Magas

# noise_ThresholdLow
source: Low
hun: Alacsony

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
hun: Az alacsony zajküszöb megadása. Tartomány = 0 - 1; Alapértelmezett = 0.

# noise_ThresholdLow:uilabel
source: Low
hun: Alacsony

source: Noise Type
hun: Zaj típusa

# noise_Type:noise_fractal
source: Fractal
hun: Fraktál

# noise_Type:noise_regular
source: Regular
hun: Normál

# noise_Type:noise_turbulence
source: Turbulence
hun: Örvényesség

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
hun: Egy felület véletlenszerű perturbációjának létrehozása két szín kölcsönhatására építve. Elérhető lehetőségek: Normál, Fraktál és Örvény.
