Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
plk: Dostosowuje odcień wody (tropikalny, algi/zielony, zamulony/brązowy itp.).

# water_tint_enable:uilabel
source: Color
plk: Kolor

# water_tint_enable:water_algae
source: Algae/Green
plk: Algi/Zieleń

# water_tint_enable:water_custom
source: Custom
plk: Niestandardowy

# water_tint_enable:water_lake
source: Generic Pond/Lake
plk: Ogólny staw/jezioro

# water_tint_enable:water_murky
source: Murky/Brown
plk: Ciemny/Brązowy

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
plk: Ogólne morze/ocean

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
plk: Ogólny basen odbijający

# water_tint_enable:water_river
source: Generic Stream/River
plk: Ogólny strumień/rzeka

# water_tint_enable:water_tropical
source: Tropical
plk: Tropikalny

# water_tropical
source: Tropical
plk: Tropikalny

# water_type
source: Type
plk: Typ

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
plk: Wybiera teksturę wody (basen pływacki, rzeka, jezioro, ocean itp.).

# water_type:uilabel
source: Type
plk: Typ

# water_type:water_lake
source: Generic Pond/Lake
plk: Ogólny staw/jezioro

# water_type:water_ocean
source: Generic Sea/Ocean
plk: Ogólne morze/ocean

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
plk: Ogólny basen odbijający

# water_type:water_river
source: Generic Stream/River
plk: Ogólny strumień/rzeka

# water_type:water_swimming_pool
source: Swimming Pool
plk: Basen pływacki

# water_watergroup
source: Water
plk: Woda

source: watts
plk: waty

# wave_Amplitude
source: Amplitude
plk: Amplituda

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
plk: Określa amplitudę fal. Zakres od 0 do 10000; Wartość domyślna = 1.

# wave_Amplitude:uilabel
source: Amplitude
plk: Amplituda

# wave_Appearance
source: Appearance
plk: Wygląd

# wave_Color1
source: Color 1
plk: Kolor 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
plk: Określa pierwszy kolor fal.

# wave_Color1:uilabel
source: Color 1
plk: Kolor 1

# wave_Color2
source: Color 2
plk: Kolor 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
plk: Określa drugi kolor fal.

# wave_Color2:uilabel
source: Color 2
plk: Kolor 2

# wave_Distribution
source: Distribution
plk: Rozkład

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
plk: Określa rozkład fal. 3D rozmieszcza środki fal na powierzchni urojonej sfery, wpływając na wszystkie strony obiektu trójwymiarowego. 2D rozmieszcza fale w postaci okręgów ze środkami w płaszczyźnie XY, co jest bardziej odpowiednie w przypadku płaskich powierzchni wody, takich jak oceany i jeziora.

# wave_Distribution:uilabel
source: Distribution
plk: Rozkład

# wave_NumWaveSets
source: Number
plk: Liczba

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
plk: Określa liczbę zbiorów fal we wzorze. W przypadku spokojnej wody należy ustawić małą liczbę. Zakres od 1 do 50; Wartość domyślna = 3.

# wave_NumWaveSets:uilabel
source: Number
plk: Liczba

# wave_Phase
source: Phase
plk: Faza

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
plk: Przesuwa wzór fal. Zakres od 0 do 10000; Wartość domyślna = 0.

# wave_Phase:uilabel
source: Phase
plk: Faza

# wave_Position
source: Position
plk: Położenie

# wave_RandomSeed
source: Random Seed
plk: Rozrzut losowy

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
plk: Określa liczbę rozrzutu w celu wygenerowania wzoru wody. Zmiana rozrzutu powoduje zmianę wzoru. Zakres od 0 do 65535; wartość domyślna = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
plk: Rozrzut losowy

# wave_WaveLenMax
source: Len Max
plk: Maksymalna długość

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
plk: Definiuje maksymalny odstęp dla każdego środka fal. Jeśli wartości są zbliżone, fale wyglądają na bardziej regularne; jeśli są oddalone, fale są mniej regularne. Wartość domyślna = 1.97.

# wave_WaveLenMax:uilabel
source: Len Max
plk: Maksymalna długość

# wave_WaveLenMin
source: Len Min
plk: Minimalna długość

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
plk: Definiuje minimalny odstęp dla każdego środka fal. Jeśli wartości są zbliżone, fale wyglądają na bardziej regularne; jeśli są oddalone, fale są mniej regularne. Wartość domyślna = 1.97.

# wave_WaveLenMin:uilabel
source: Len Min
plk: Minimalna długość

# wave_WaveRadius
source: Radius
plk: Promień

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
plk: Określa promień urojonej sfery (rozkład 3D) lub okręgu (rozkład 2D), której powierzchnia jest początkiem każdego zbioru fal. Duży promień generuje duże kołowe wzory fal, natomiast mały generuje gęste, mniejsze fale. Wartość domyślna = 39.37.

# wave_WaveRadius:uilabel
source: Radius
plk: Promień

# wave_paramgroup
source: Waves
plk: Fale

# wave_transforms_group
source: Transforms
plk: Przekształcenia

source: waves
plk: fale

source: wavy
plk: falisty

source: weathered
plk: zwietrzały

source: weave
plk: fala

# web
source: Use Light Profile
plk: Środnik

# webHasSymmetry
source: Symmetric:
plk: Symetryczny:

# webHasSymmetry:uilabel
source: Symmetric:
plk: Symetryczny:

# webRotation
source: Rotation:
plk: Obrót:

# webRotation:tooltip
source: Web spatial rotation
plk: Obrót przestrzenny środnika

# webRotation:uilabel
source: Rotation:
plk: Obrót:

# webScaling:uilabel
source: webScaling
plk: skalowanieWeb

# webTranslation:uilabel
source: webTranslation
plk: przekształcanieWeb

source: west
plk: zachód

source: wet
plk: mokry

source: wheat
plk: pszenica

source: white
plk: biały

source: White Color:
plk: Kolor biały:

# whiteColor:uilabel
source: White Color:
plk: Kolor biały:

source: Whitepoint:
plk: Punkt bieli:

# whitepoint:uilabel
source: Whitepoint:
plk: Punkt bieli:

source: Width
plk: Szerokość

# width:uilabel
source: Width
plk: Szerokość

source: window
plk: okno

source: wood
plk: drewno

# wood_Appearance
source: Appearance
plk: Wygląd

# wood_AxialNoise
source: Axial Noise
plk: Szum osiowy

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
plk: Ustala względną losowość wzoru szumu osiowego na płaszczyźnie równoległej do słojów drewna. Zakres od 0 do 100; Wartość domyślna = 1.00.

# wood_AxialNoise:uilabel
source: Axial Noise
plk: Szum osiowy

# wood_Color1
source: Color 1
plk: Kolor 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
plk: Określa pierwszy kolor tekstury drewna.

# wood_Color1:uilabel
source: Color 1
plk: Kolor 1

# wood_Color2
source: Color 2
plk: Kolor 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
plk: Określa drugi kolor tekstury drewna.

# wood_Color2:uilabel
source: Color 2
plk: Kolor 2

# wood_Position
source: Position
plk: Położenie

# wood_RadialNoise
source: Radial Noise
plk: Szum promieniowy

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
plk: Ustala względną losowość wzoru szumu promieniowego na płaszczyźnie prostopadłej do słojów drewna. Zakres od 0 do 100; Wartość domyślna = 1.00.

# wood_RadialNoise:uilabel
source: Radial Noise
plk: Szum promieniowy

# wood_Thickness
source: Grain Thickness
plk: Grubość słojów

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
plk: Ustala względną grubość pasm kolorów tworzących słoje drewna. Zakres od 0 do 100; wartość domyślna = 0.50.

# wood_Thickness:uilabel
source: Grain Thickness
plk: Grubość słojów

# wood_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# wood_props2
source: Mechanical
plk: Mechaniczny

# wood_transforms_group
source: Transforms
plk: Przekształcenia

# xenon
source: HID Xenon
plk: Ksenonowe HID

source: yellow
plk: żółty

source: yellow-brown
plk: żółto-brązowy

source: zinc
plk: cynk

source: ABS Plastic
plk: Tworzywo sztuczne ABS

source: Acetal Resin, Black
plk: Żywica acetalowa, czarna

source: Acetal Resin, White
plk: Żywica acetalowa, biała

source: Alloy Steel
plk: Stal stopowa

source: Aluminum-6061
plk: Aluminium 6061

source: Aluminum-6061-AHC
plk: Aluminium 6061-AHC

source: Brass, Soft Yellow
plk: Mosiądz, miękki żółty

source: Bronze, Soft Tin
plk: Brąz, miękki cynowy

source: Carbon Steel
plk: Stal węglowa

source: Cast Bronze
plk: Brąz odlewniczy

source: Cast Copper
plk: Miedź odlewnicza

source: Cast Steel
plk: Staliwo

source: Copper
plk: Miedź

source: Copper Alloy
plk: Stop miedzi

source: Ductile Iron
plk: Żeliwo ciągliwe

source: Galvanized Steel
plk: Stal ocynkowana

source: GFRC (Glass Fiber Reinforced Concrete)
plk: GFRC (beton wzmocniony włóknem szklanym)

source: Gold
plk: Złote

source: Gray Iron
plk: Żeliwo szare

source: High Density Polyethylene
plk: Polietylen o dużej gęstości

source: High Impact Polystyrene
plk: Polistyren wysokoudarowy

source: LCP Plastic
plk: Tworzywo sztuczne LCP

source: Lead
plk: Ołów

source: Low Density Polyethylene
plk: Polietylen o małej gęstości

source: Malleable Iron
plk: Żelazo zgrzewne

source: Nickel-Copper Alloy 400
plk: Stop niklowo-miedziowy 400

source: Non-Alloy Steel
plk: Stal niestopowa

source: Nylon Composite (Nylon, molybdenum disulphide)
plk: Kompozyt nylonowy (nylon, disiarczek molibdenu)

source: PBT Plastic
plk: Tworzywo sztuczne PBT

source: PC_ABS Plastic
plk: Tworzywo sztuczne PC_ABS

source: PET Plastic
plk: Tworzywo sztuczne PET

source: Phenolic
plk: Fenolowy

source: PMMA Plastic
plk: Tworzywo sztuczne PMMA

source: Polycarbonate, Clear
plk: Poliwęglan przezroczysty

source: Polycarbonate, Smoke
plk: Poliwęglan dymiony

source: Polypropylene
plk: Polipropylen

source: PPS Plastic
plk: Tworzywo sztuczne PPS

source: PVC-Piping
plk: Rury z PCW

source: SAN Plastic
plk: Tworzywo sztuczne SAN

source: Silicone
plk: Silikon

source: Stainless Steel
plk: Stal nierdzewna

source: Stainless Steel, 440C
plk: Stal nierdzewna 440C

source: Stainless Steel, Austenitic
plk: Stal nierdzewna, austenityczna

source: Steel, High Strength Low Alloy
plk: Stal, niskostopowa o wysokiej wytrzymałości

source: Steel, Mild
plk: Stal, miękka

source: UHMW, Black
plk: Tworzywo o ultrawysokiej masie cząsteczkowej, czarne

source: UHMW, White
plk: Tworzywo o ultrawysokiej masie cząsteczkowej, białe

source: Welded Aluminum-6061
plk: Spawane aluminium 6061

source: Welded Brass, Soft Yellow
plk: Spawany mosiądz, miękki żółty

source: Welded Stainless Steel, 440C
plk: Spawana stal nierdzewna 440C

source: Welded Steel Mild
plk: Spawana stal miękka

source: Wood (Birch)
plk: Drewno (brzoza)

source: Wood (Cherry)
plk: Drewno (wiśnia)

source: Wood (Maple)
plk: Drewno (klon)

source: Wood (Oak)
plk: Drewno (dąb)

source: Wood (Walnut)
plk: Drewno (orzech)

source: Wrought Copper
plk: Miedź do przeróbki plastycznej

source: Wrought Steel
plk: Stal do przeróbki plastycznej

source: Threaded
plk: Gwintowany
