Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

source: PhysicalMetal_103
jpn: 真鍮 - ソフト イエロー

source: PhysicalMetal_106
jpn: ブロンズ - 鋳造

source: PhysicalMetal_107
jpn: 銅 - 鋳銅

source: PhysicalMetal_108
jpn: 鉄 - 鋳鉄

source: PhysicalMetal_109
jpn: 鋼 - 鋳鋼

source: PhysicalMetal_111
jpn: 銅合金

source: PhysicalMetal_113
jpn: 鋼 - ガルバナイズド

source: PhysicalMetal_115
jpn: 鉄 - ねずみ鋳鉄

source: PhysicalMetal_117
jpn: 鉄 - 可鍛鉄

source: PhysicalMetal_118
jpn: ニッケル銅合金 400

source: PhysicalMetal_119
jpn: 鋼 - 非合金

source: PhysicalMetal_121
jpn: ステンレス鋼

source: PhysicalMetal_122
jpn: ステンレス鋼 AISI 440C

source: PhysicalMetal_123
jpn: ステンレス鋼 - オーステナイト系

source: PhysicalMetal_124
jpn: 鋼

source: PhysicalMetal_125
jpn: 鋼 - 高強度 低合金

source: PhysicalMetal_126
jpn: 鋼 - 軟鋼

source: PhysicalMetal_128
jpn: アルミニウム 6061 - 溶接

source: PhysicalMetal_129
jpn: 真鍮 - ソフト イエロー - 溶接

source: PhysicalMetal_130
jpn: ステンレス鋼 440C - 溶接

source: PhysicalMetal_131
jpn: 鋼 - 軟鋼 - 溶接

source: PhysicalMetal_132
jpn: 銅 - 鍛銅

source: PhysicalMetal_133
jpn: 鋼 - 鍛鋼

source: PhysicalPlastic_101
jpn: アセタール樹脂

source: PhysicalPlastic_107
jpn: ナイロン 6/6 複合材

source: PhysicalPlastic_110
jpn: ポリカーボネート - ABS ブレンド

source: PhysicalPlastic_117
jpn: ポリスチレン

source: PhysicalPlastic_119
jpn: PVC 配管

source: PhysicalPlastic_120
jpn: ポリ塩化ビニル、無可塑

source: PhysicalPlastic_122
jpn: SAN プラスチック

source: PhysicalPlastic_124
jpn: 熱可塑性 樹脂

source: PhysicalWood_100
jpn: 木材 - カバノキ

source: PhysicalWood_101
jpn: 木材 - サクラ

source: PhysicalWood_102
jpn: 木材 - カエデ

source: PhysicalWood_103
jpn: 木 (オーク)

source: PhysicalWood_104
jpn: 木材 - クルミ

source: Piping
jpn: 配管

source: Plane swatch.
jpn: 平面見本。

source: Plastic
jpn: プラスチック

source: Plastic and vinyl material.
jpn: プラスチックとビニール マテリアル。

source: Plastic structural asset.
jpn: プラスチック構造アセット。

source: Plastic-001
jpn: 滑らか - 黒

source: Plastic-002
jpn: 細かい テクスチャ - 黒

source: Plastic-003
jpn: 粗い テクスチャ - 黒 バージョン 1.1

source: Plastic-003-1-2
jpn: 粗い テクスチャ - 黒

source: Plastic-004
jpn: 透明 - 黒

source: Plastic-005
jpn: 滑らか - 濃い茶

source: Plastic-006
jpn: 滑らか - 淡いベージュ

source: Plastic-007
jpn: 滑らか - 濃い灰色

source: Plastic-008
jpn: 細かい テクスチャ - 濃い灰色

source: Plastic-009
jpn: 粗い テクスチャ - 濃い灰色 バージョン 1.1

source: Plastic-009-1-2
jpn: 粗い テクスチャ - 濃い灰色

source: Plastic-010
jpn: 滑らか - 淡い灰色

source: Plastic-011
jpn: 滑らか - 標準の灰色

source: Plastic-012
jpn: 滑らか - 濃い深緑

source: Plastic-013
jpn: 滑らか - 濃い海緑

source: Plastic-014
jpn: 滑らか - 黄

source: Plastic-015
jpn: 粗い テクスチャ - 淡いオレンジ バージョン 1.1

source: Plastic-015-1-2
jpn: 粗い テクスチャ - 淡いオレンジ

source: Plastic-016
jpn: 滑らか - 白

source: Plastic-017
jpn: 細かい テクスチャ - 白

source: Plastic-018
jpn: 粗い テクスチャ - 白 バージョン 1.1

source: Plastic-018-1-2
jpn: 粗い テクスチャ - 白

source: Plastic-019
jpn: 茶

source: Plastic-020
jpn: 滑らか - 琥珀色

source: Plastic-021
jpn: 滑らか - アクア

source: Plastic-022
jpn: 滑らか - バーント レッド

source: Plastic-023
jpn: 滑らか - 灰色

source: Plastic-024
jpn: 滑らか - 象牙色

source: Plastic-025
jpn: 滑らか - オフホワイト

source: Plastic-026
jpn: 滑らか - 紫

source: Plastic-027
jpn: 滑らか - 赤

source: Plastic-028
jpn: 透明 - クリア

source: Plastic-029
jpn: 透明 - 淡い灰色

source: Plastic-030
jpn: 透明 - でこぼこ 光沢 赤

source: Plastic-031
jpn: ラミネート - うす茶色

source: Plastic-032
jpn: ラミネート - もぐら色

source: Plastic-033
jpn: ラミネート - 濃紺色

source: Plastic-034
jpn: ひし形

source: Plastic-035
jpn: ドット

source: Plastic-036
jpn: グリッド

source: Plastic-037
jpn: モザイク

source: Plastic-038
jpn: 二分割 - 正方形

source: Plastic-039
jpn: 正方形 2

source: Plastic-040
jpn: マット 木目

source: Plastic-041
jpn: 寄木細工

source: Plastic-042
jpn: チェッカー プレート

source: Plastic-043
jpn: 石板

source: Plastic-044
jpn: 滑らか - 濃いくすんだ青

source: Plastic-045
jpn: 滑らか - 濃紺色

source: Plastic-046
jpn: 透明 - スレート 青

source: Plastic-047
jpn: テクスチャ - 黄褐色

source: Plastic-048
jpn: 粗い テクスチャ - 暗褐色 バージョン 1.1

source: Plastic-048-1-2
jpn: 粗い テクスチャ - 暗褐色

source: Plastic-049
jpn: テクスチャ - 灰色

source: Plastic-050
jpn: 透明 - オリーブ グリーン

source: Plastic-051
jpn: 滑らか - 濃い栗色

source: Plastic-052
jpn: 滑らか - 淡い栗色

source: Plastic-053
jpn: 透明 - 淡い赤

source: Plastic-054
jpn: 滑らか - 淡いオレンジ

source: Plastic-055
jpn: 透明 - 淡いオレンジ

source: Plastic-056
jpn: 透明 - つや出し 赤

source: Plastic-057
jpn: テクスチャ - 濃いゴールド

source: Plastic-058
jpn: 滑らか - 淡いゴールド

source: Plastic-059
jpn: 高 光沢 - バーント レッド

source: Plastic-060
jpn: 低 光沢 - 黒

source: Plastic-061
jpn: テクスチャ - 灰色 マット

source: Plastic-062
jpn: テクスチャ - 濃い緑 マット

source: Plastic-063
jpn: テクスチャ - ロイヤル ブルー マット

source: Plastic/Composite
jpn: プラスチック/コンポジット

source: Plastic/Elastomer
jpn: プラスチック/エラストマー

source: Plastic/Thermoplastic
jpn: プラスチック/熱可塑性

source: Plastic/Thermoset
jpn: プラスチック/熱硬化性

source: PlasticVinyl
jpn: プラスチック ビニール

# PlasticVinylSchema_localname:Plastic
source: Plastic
jpn: プラスチック

# PlasticVinylSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: PointLight-001
jpn: ポイントライト

source: Polished
jpn: つや出し

source: Polyamide
jpn: ポリアミド

source: Polyaryletherketone
jpn: ポリアリールエーテルケトン

source: Polybutylene terephthalate
jpn: ポリブチレン テレフタレート

source: Polycarbonate
jpn: ポリカーボネート

source: Polycarbonate - acrylonitrile butadiene styrene blend
jpn: ポリカーボネート - アクリルニトリル ブタジエン スチレン ブレンド

source: Polycarbonate sheet or molding
jpn: ポリカーボネート シートまたは成型

source: Polyethylene terephthalate
jpn: ポリエチレン テレフタレート

source: Polymethylmethacrylate, Molding and Extrusion
jpn: ポリメチルメタクリレート、成型および押し出し

source: Polyoxymethylene
jpn: ポリオキシメチレン

source: Polyphenylene Sulfide
jpn: ポリフェニレン サルファイド

source: Polypropylene molding
jpn: ポリプロピレン 成型

source: Polystyrene
jpn: ポリスチレン

source: Polyvinyl Chloride Rigid
jpn: ポリ塩化ビニル 硬質

source: Polyvinyl chloride
jpn: ポリ塩化ビニル

source: Portland Cement Concrete
jpn: ポルトランド セメント コンクリート

source: Preview a texture on a flat surface.
jpn: 平面上のテクスチャのプレビューを見る。

source: Preview material as a pool of liquid.
jpn: 液体のプールとしてマテリアルをプレビュー表示します。

source: Preview material on a flat surface.
jpn: 平面サーフェス上のマテリアルをプレビュー表示します。

# ProvidesLighting:uilabel
source: Provides Lighting
jpn: 照明を提供

source: Pure lead
jpn: 純鉛

source: Pure titanium
jpn: 純チタン

source: Pure white color
jpn: ピュア ホワイト色

source: Rectangle tiles with gray speckles
jpn: 灰色のまだら模様 長方形のタイル

source: Rectangle tiles with light gray speckles
jpn: 淡い灰色のまだら模様 長方形タイル

source: Refractory ceramic
jpn: 耐火セラミック

source: Rigid PVC, molded
jpn: 硬質 PVC、成型

source: Rigid polyvinyl chloride - unplasticized
jpn: 硬質ポリ塩化ビニル、無可塑

source: Roofing
jpn: 屋根

source: Rubber
jpn: ゴム

# Scene:uilabel
source: Scene
jpn: シーン

# Settings:uilabel
source: Settings
jpn: 設定

source: Siding
jpn: サイディング

source: Silicon Nitride
jpn: 窒化ケイ素

source: Silicone Rubber
jpn: シリコーン ゴム

source: Silicone rubber
jpn: シリコーン ゴム

source: Silver
jpn: シルバー

source: SiteWork.Planting.Basket.Woven.Loose
jpn: 現場工事.樹木.かご.編み.軽い

source: SiteWork.Planting.Basket.Woven.Tight
jpn: 現場工事.樹木.バスケット.かご編み.堅い

source: SiteWork.Planting.Grass.Bermuda
jpn: 現場工事.樹木.芝生.バミューダ

source: SiteWork.Planting.Grass.Bluegrass
jpn: 現場工事.樹木.芝生.イチゴツナギ

source: SiteWork.Planting.Grass.StAugustine
jpn: 現場工事.樹木.芝生.セントアウグスティヌス

source: Sitework
jpn: 現場工事

source: Sitework.Paving - Surfacing.Asphalt
jpn: 現場工事.舗装と表面処理.アスファルト

source: Sitework.Paving - Surfacing.Asphalt.1
jpn: 現場工事.舗装と表面処理.アスファルト.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
jpn: 現場工事.舗装と表面処理.粟石.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
jpn: 現場工事.舗装と表面処理.粟石.光沢.多色

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
jpn: 現場工事.舗装と表面処理.粟石.へリングボーン

source: Sitework.Paving - Surfacing.Pavers.1
jpn: 現場工事.舗装と表面処理.舗装材.1

source: Sitework.Paving - Surfacing.Pavers.2
jpn: 現場工事.舗装と表面処理.舗装材.2

source: Sitework.Paving - Surfacing.Pavers.3
jpn: 現場工事.舗装と表面処理.舗装材.3

source: Sitework.Paving - Surfacing.Pavers.4
jpn: 現場工事.舗装と表面処理.舗装材.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
jpn: 現場工事.舗装と表面処理.舗装材.インターロック

source: Sitework.Paving - Surfacing.Pavers.Square
jpn: 現場工事.舗装と表面処理.舗装材.正方形

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
jpn: 現場工事.舗装と表面処理.舗装材.テラコッタ

source: Sitework.Paving - Surfacing.Riverstone
jpn: 現場工事.舗装と表面処理.リバーストーン

source: Sitework.Paving - Surfacing.Riverstone.Mortared
jpn: 現場工事.舗装と表面処理.リバーストーン.モルタル

source: Sitework.Planting.Grass.Short
jpn: 現場工事.樹木.芝生.短

source: Sitework.Planting.Grass.Thick
jpn: 現場工事.樹木.芝生.密

source: Sitework.Planting.Gravel.Compact
jpn: 現場工事.樹木.砂利.小

source: Sitework.Planting.Gravel.Crushed
jpn: 現場工事.樹木.砂利.粉砕

source: Sitework.Planting.Gravel.Loose
jpn: 現場工事.樹木.砂利.軽

source: Sitework.Planting.Gravel.Mixed
jpn: 現場工事.樹木.砂利.混合

source: Sitework.Planting.Sand
jpn: 現場工事.樹木.砂

source: Sitework.Planting.Soil
jpn: 現場工事.樹木.土

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
jpn: 現場工事.用地改善.フェンスと門扉金網塀

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
jpn: 現場工事.用地改善.フェンスと門扉 木材.防御柵

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
jpn: 現場工事.用地改善.フェンスと門木材.シャドー ボックス-格子

source: Slightly Translucent cream coloured low luminant material.
jpn: 僅かに半透明でクリーム色の低い照度のマテリアル。

source: Small gray rectangular stones
jpn: 灰色で長方形の小さな石材

source: Small uneven brown rectangle stones
jpn: 小さな 不均等 茶色 長方形 石材

source: Soda Lime Glass
jpn: ソーダ石灰ガラス

source: Soft tin bronze
jpn: 軟ロウ ブロンズ

source: Soft yellow brass
jpn: ソフト イエロー 真鍮

source: Soft yellow brass, welded
jpn: ソフト イエロー 真鍮、溶接

source: Solid Glass material.
jpn: 硬質ガラス マテリアル。

source: Solid thermal asset.
jpn: 固体断熱アセット。

source: Solid/Concrete
jpn: 固体/コンクリート

source: Solid/Glass
jpn: 固体/ガラス

source: Solid/Metal
jpn: 固体/金属

source: Solid/Plastic
jpn: 固体/プラスチック

source: SolidGlass
jpn: 硬質ガラス

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
jpn: 硬質ガラス

# SolidGlassSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Speckle
jpn: まだら

source: Speckle map.
jpn: まだら模様。

# SpeckleSchema_localname:Speckle
source: Speckle
jpn: まだら

# SpeckleSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Sphere swatch.
jpn: 球体見本。

source: SpotLight-001
jpn: スポットライト

source: Square tiles with light gray speckles
jpn: 淡い灰色まだら模様の正方形のタイル

source: Square tiles with white and black circular mosaics
jpn: 白と黒の円形モザイクがある正方形タイル

source: Stainless Steel 18/8
jpn: ステンレス鋼 18/8

source: Stainless Steel, polished
jpn: ステンレス鋼、研磨

source: Standard
jpn: 標準

source: Steel
jpn: 鋼

source: Steel, mill finish
jpn: 鋼、ミル仕上げ

source: Steel, sheet
jpn: 鋼、シート

source: Stone
jpn: 石材

source: Stone material.
jpn: 石のマテリアル。

source: Stone-001
jpn: スレート - 青

source: Stone-002
jpn: スレート - 灰色

source: Stone-003
jpn: つや出し - 黒

source: Stone-004
jpn: つや出し - ピンク

source: Stone-005
jpn: 細かい - 雪花石膏

source: Stone-006
jpn: 粗い つや出し - 白

source: Stone-007
jpn: 細かい つや出し - 白

source: Stone-008
jpn: 石灰華

source: Stone-009
jpn: 正方形 - 灰色-茶

source: Stone-010
jpn: 正方形 - 銅-黒-青

source: Stone-011
jpn: 灰色 まだら模様

source: Stone-012
jpn: 多色

source: Stone-013
jpn: ローズ

source: Stone-014
jpn: 敷石

source: Stone-015
jpn: 正方形 - 大きな縞目

source: Stone-016
jpn: 粟石 - 光沢 多色

source: Stone-017
jpn: 粟石 - インターロック

source: Stone-018
jpn: 砂利 - 軽

source: Stone-019
jpn: 粗い - 黒

source: Stone-020
jpn: 粗い - ピンク

source: Stone-021
jpn: 粗い - 赤

source: Stone-022
jpn: 粗い つや出し - 雪花石膏

source: Stone-023
jpn: 細かい つや出し - 雪花石膏

source: Stone-024
jpn: ギザギザ 岩 壁

source: Stone-025
jpn: 露出材 砂利

source: Stone-026
jpn: リバーストーン - 青

source: Stone-027
jpn: 無仕上げ

source: Stone/Granite
jpn: 石/花こう岩

source: Stone/Marble
jpn: 石/大理石

# StoneSchema_localname:Stone
source: Stone
jpn: 石材

# StoneSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: StructuralBasic
jpn: 既定の基本構造

# StructuralBasicSchema_localname:Basic
source: Basic
jpn: 基本

# StructuralBasicSchema_localtype:Physical
source: Physical
jpn: 材質

source: StructuralConcrete
jpn: 既定のコンクリート構造

source: StructuralConcrete-001
jpn: コンクリート

source: StructuralConcrete-021
jpn: ガラス繊維強化コンクリート

# StructuralConcreteSchema_localname:Concrete
source: Concrete
jpn: コンクリート

# StructuralConcreteSchema_localtype:Physical
source: Physical
jpn: 材質

source: StructuralFatigue
jpn: 既定の疲労構造

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
jpn: 疲労

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
jpn: 疲労

source: StructuralGas
jpn: 既定のガス構造

# StructuralGasSchema_localname:Gas
source: Gas
jpn: ガス

# StructuralGasSchema_localtype:Physical
source: Physical
jpn: 材質

source: StructuralGeneric
jpn: 既定の一般構造

source: StructuralGeneric-004
jpn: ガラス

source: StructuralGeneric-010
jpn: 窒化ケイ素

# StructuralGenericSchema_localname:Generic
source: Generic
jpn: 一般

# StructuralGenericSchema_localtype:Physical
source: Physical
jpn: 材質

source: StructuralLiquid
jpn: 既定の液体構造

# StructuralLiquidSchema_localname:Liquid
source: Liquid
jpn: 液体

# StructuralLiquidSchema_localtype:Physical
source: Physical
jpn: 材質

source: StructuralMetal
jpn: 既定のメタル構造

source: StructuralMetal-001
jpn: 鋼 - 炭素鋼

source: StructuralMetal-031
jpn: アルミニウム

source: StructuralMetal-031-2
jpn: アルミニウム 6061

source: StructuralMetal-037
jpn: 鉄 - ダクタイル鋳鉄

source: StructuralMetal-043
jpn: 銅

source: StructuralMetal-045
jpn: チタン

source: StructuralMetal-047
jpn: 鉛

source: StructuralMetal-051
jpn: ゴールド

source: StructuralMetal-054
jpn: シルバー

source: StructuralMetal-058
jpn: ブロンズ - 軟ロウ

# StructuralMetalSchema_localname:Metal
source: Metal
jpn: メタル

# StructuralMetalSchema_localtype:Physical
source: Physical
jpn: 材質

source: StructuralPlastic
jpn: 既定のプラスチック構造

source: StructuralPlastic-002
jpn: アクリル

source: StructuralPlastic-004
jpn: アクリロニトリル ブタジエン スチレン

source: StructuralPlastic-006
jpn: 炭素繊維強化プラスチック

source: StructuralPlastic-009
jpn: フェノール樹脂

source: StructuralPlastic-010
jpn: ポリカーボネート

source: StructuralPlastic-011
jpn: ポリエチレン LDPE

source: StructuralPlastic-012
jpn: ポリエチレン HDPE

source: StructuralPlastic-013
jpn: ポリプロピレン

source: StructuralPlastic-014
jpn: ポリスチレン、耐衝撃性

source: StructuralPlastic-017
jpn: ポリ塩化ビニル - 硬質

source: StructuralPlastic-019
jpn: ゴム - 天然

source: StructuralPlastic-023
jpn: ポリエチレン テレフタレート

source: StructuralPlastic-024
jpn: ポリフェニレン サルファイド

source: StructuralPlastic-025
jpn: ポリブチレン テレフタレート

source: StructuralPlastic-026
jpn: 液晶ポリマー

source: StructuralPlastic-027
jpn: シリコーン

source: StructuralPlastic-028
jpn: スチレン アクリルニトリル

source: StructuralPlastic-029
jpn: ポリアリールエーテルケトン樹脂

source: StructuralPlastic-030
jpn: ポリエチレン - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
jpn: プラスチック

# StructuralPlasticSchema_localtype:Physical
source: Physical
jpn: 材質

source: StructuralWood
jpn: 既定の木材構造

# StructuralWoodSchema_localname:Wood
source: Wood
jpn: 木材

# StructuralWoodSchema_localtype:Physical
source: Physical
jpn: 材質

source: Stucco
jpn: 上塗り

source: Styrene acrylonitrile
jpn: スチレン アクリルニトリル

source: Sun and Sky.
jpn: 太陽と空。

source: SunAndSky
jpn: 太陽と空

source: SunAndSky-001
jpn: 曇りほぼなし

source: SunAndSky-002
jpn: 少し曇り

source: SunAndSky-003
jpn: 曇り

source: SunAndSky-004
jpn: 非常に曇り

source: SunAndSky-005
jpn: 曇りなし

# SunAndSkyGroup
source: Sun And Sky
jpn: 太陽と空

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
jpn: 太陽と空

# SunAndSkySchema_localtype:Environment
source: Environment
jpn: 環境

source: Swatch Scene.
jpn: 見本シーン。

source: Swatch scene for holidays; shows colored lights.
jpn: 休日用の見本シーンで、色付きの照明を示します。

source: Swatch-Branded
jpn: オブジェクト

source: Swatch-Cube
jpn: 立方体

source: Swatch-CurtainWall
jpn: カーテンウォール ガラス

source: Swatch-Cylinder
jpn: 円柱

source: Swatch-Drapery
jpn: ひだ加工ファブリック

source: Swatch-Flat
jpn: 平面サーフェス

source: Swatch-Hill
jpn: 平面

source: Swatch-Lights
jpn: 照明

source: Swatch-Liquid
jpn: 液体のプール

source: Swatch-Plane
jpn: キャンバス

source: Swatch-Sphere2
jpn: 球

source: Swatch-Technical2
jpn: ユーティリティ

source: Swatch-TexturePreview-MentalRay
jpn: テクスチャのプレビューの見本 1

source: Swatch-TexturePreview-OGS
jpn: テクスチャのプレビューの見本 2

source: Swatch-Vase
jpn: 花瓶

source: Swatch-Wall
jpn: 壁

source: SwatchScene
jpn: 見本シーン

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
jpn: 見本シーン

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
jpn: 見本シーン

source: Thermal - Moisture.Insulation.Rigid Insulation
jpn: 断熱と防湿.絶縁材.硬質断熱材

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
jpn: 断熱と防湿.屋根タイル.スペイン.青

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
jpn: 断熱と防湿.屋根タイル.スペイン.青.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
jpn: 断熱と防湿.屋根タイル.スペイン.赤

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
jpn: 断熱と防湿.屋根タイル.スペイン.赤.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
jpn: 断熱と防湿.屋根タイル.スペイン.赤.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
jpn: 断熱と防湿.屋根とサイディング パネル.合成パネル.グレー

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
jpn: 断熱と防湿.屋根とサイディング パネル.メタル リブ.銅

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
jpn: 断熱と防湿.屋根とサイディング パネル.メタル スタンディング シーム.銅錆

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
jpn: 断熱と防湿.屋根とサイディング パネル.メタル スタンディング シーム.銅錆.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
jpn: 断熱と防湿.屋根とサイディング パネル.メタル.銅

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
jpn: 断熱と防湿.屋根とサイディング パネル.メタル.銅錆

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
jpn: 断熱と防湿.屋根とサイディング パネル.貫木.新

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
jpn: 断熱と防湿.屋根とサイディング パネル.木材.水平

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
jpn: 断熱と防湿.屋根とサイディング パネル.木材.水平.ヒマラヤスギ

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
jpn: 断熱と防湿.屋根とサイディング パネル.木材.水平.白

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
jpn: 断熱と防湿.屋根とサイディング パネル.木材.垂直.白

source: Thermal - Moisture.Shakes.Weathered
jpn: 断熱と防湿.シェイク.風化

source: Thermal - Moisture.Shingles.Asphalt Roofing
jpn: 断熱と防湿.屋根版.アスファルト屋根

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
jpn: 断熱と防湿.屋根版.アスファルト屋根板.3-タブ.黒

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
jpn: 断熱と防湿.屋根版.アスファルト屋根板.3-タブ.グレー

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
jpn: 断熱と防湿.屋根版.アスファルト屋根板.本影.ベージュ

source: Thermal - Moisture.Shingles.Even.1
jpn: 断熱と防湿.屋根版.平.1

source: Thermal - Moisture.Shingles.Even.2
jpn: 断熱と防湿.屋根版.平.2

source: Thermal - Moisture.Shingles.Even.3
jpn: 断熱と防湿.屋根版.平.3

source: Thermal - Moisture.Shingles.Halfround
jpn: 断熱と防湿.屋根版.半円

source: Thermal - Moisture.Shingles.Uneven.1
jpn: 断熱と防湿.屋根版.親子.1

source: Thermal - Moisture.Shingles.Uneven.2
jpn: 断熱と防湿.屋根版.親子.2

source: Thermal - Moisture.Shingles.Uneven.3
jpn: 断熱と防湿.屋根版.親子.3

source: ThermalGas
jpn: 既定のガス断熱

# ThermalGasSchema_localname:Gas
source: Gas
jpn: ガス

# ThermalGasSchema_localtype:Thermal
source: Thermal
jpn: 断熱

source: ThermalLiquid
jpn: 既定の液体断熱

source: ThermalLiquid-001
jpn: 水

# ThermalLiquidSchema_localname:Liquid
source: Liquid
jpn: 液体

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
jpn: 断熱

source: ThermalSolid
jpn: 既定の固体断熱

source: ThermalSolid-012
jpn: コンクリート

source: ThermalSolid-033
jpn: ガラス - 石灰 窓ガラス

source: ThermalSolid-081
jpn: アルミニウム

source: ThermalSolid-081-2
jpn: アルミニウム 6061

source: ThermalSolid-082-2
jpn: 真鍮、ソフト イエロー

source: ThermalSolid-082-3
jpn: 真鍮、ソフト イエロー、溶接

source: ThermalSolid-083-2
jpn: ブロンズ、軟ロウ

source: ThermalSolid-083-3
jpn: ブロンズ、鋳造

source: ThermalSolid-085-2
jpn: 銅、鋳銅

source: ThermalSolid-085-3
jpn: 銅、合金

source: ThermalSolid-085-4
jpn: ニッケル銅合金 400

source: ThermalSolid-085-5
jpn: 銅、鍛銅

source: ThermalSolid-086
jpn: 鉄

source: ThermalSolid-089
jpn: 鉛

source: ThermalSolid-092
jpn: 鋼

source: ThermalSolid-092-10
jpn: 鋼、鍛鋼

source: ThermalSolid-092-2
jpn: 鉄鋼 V2

source: ThermalSolid-092-3
jpn: 鋼、メッキ

source: ThermalSolid-092-6
jpn: 鋼、合金

source: ThermalSolid-092-7
jpn: 鋼、炭素鋼

source: ThermalSolid-092-8
jpn: 鋼、非合金鋼

source: ThermalSolid-092-9
jpn: 鋼、高強度、低合金

source: ThermalSolid-093-2
jpn: ステンレス鋼 V2

source: ThermalSolid-093-3
jpn: ステンレス鋼 440C

source: ThermalSolid-093-4
jpn: ステンレス鋼、オーステナイト系

source: ThermalSolid-093-8
jpn: ステンレス鋼 AISI 440C、溶接

source: ThermalSolid-095
jpn: チタン

source: ThermalSolid-118
jpn: アクリル シート

source: ThermalSolid-128
jpn: フェノール樹脂

source: ThermalSolid-130
jpn: ポリカーボネート

source: ThermalSolid-132
jpn: ポリエチレン - HDPE

source: ThermalSolid-133
jpn: ポリエチレン - LDPE

source: ThermalSolid-137
jpn: ポリプロピレン

source: ThermalSolid-142
jpn: ポリスチレン

source: ThermalSolid-149
jpn: ポリ塩化ビニル - 硬質

source: ThermalSolid-152
jpn: ゴム

source: ThermalSolid-189
jpn: エポキシ炭素繊維コンポジット

# ThermalSolidSchema_localname:Solid
source: Solid
jpn: 固体

# ThermalSolidSchema_localtype:Thermal
source: Thermal
jpn: 断熱

source: Thermoplastic
jpn: 熱可塑性

source: Thermoplastic Resin
jpn: 熱可塑性 樹脂

source: Thermoset
jpn: 熱硬化性

source: Tile
jpn: タイル

source: Tile map.
jpn: タイル マップ。

# TileSchema_localname:Tile Texture
source: Tile Texture
jpn: タイル テクスチャ

# TileSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Time:
jpn: 時刻:

# Time:uilabel
source: Time:
jpn: 時刻:

source: Time Zone Offset:
jpn: タイム ゾーン オフセット:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
jpn: タイム ゾーン オフセット:

source: Titanium
jpn: チタン

source: Titanium, polished
jpn: チタン、研磨

source: Translucent
jpn: 半透明

source: Translucent white luminous material.
jpn: 半透明の白色で明るいマテリアル。

source: Transparent
jpn: 透明

source: Ultra High Molecular Weight Polyethylene
jpn: 超高分子量ポリエチレン

source: Ultra-high-molecular-weight polyethylene
jpn: 超高分子量ポリエチレン

source: Unfilled Polycarbonate, molded
jpn: 非充填ポリカーボネート、成型

source: Unified Bitmap.
jpn: 統一されたビットマップ

source: UnifiedBitmap
jpn: 統一されたビットマップ

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
jpn: ビットマップ テクスチャ

# UnifiedBitmapSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Vase swatch.
jpn: 花瓶見本。

source: Wall Covering
jpn: 壁被覆

source: Wall Paint/Glossy
jpn: 壁塗料/光沢あり

source: Wall Paint/Matte
jpn: 壁塗料/艶消し

source: Wall swatch.
jpn: 壁見本。

source: WallPaint
jpn: 壁 ペイント

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
jpn: 壁 ペイント

# WallPaintSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Water
jpn: 水

source: Water material.
jpn: 水のマテリアル。

source: Water, properties @20C
jpn: 水、プロパティ @20C

source: Water-001
jpn: 屋内プール

source: Water-002
jpn: 湿地

source: Water-003
jpn: トロピカル

source: Water-004
jpn: クリア 湖

source: Water-005
jpn: 濁った 川

source: Water-006
jpn: スイミング プール

source: Water-007
jpn: 反射 プール

source: Water-008
jpn: トロピカル 青

# WaterSchema_localname:Water
source: Water
jpn: 水

# WaterSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Wave
jpn: 波

source: Wave map.
jpn: 波のマップ。

# WaveSchema_localname:Wave
source: Wave
jpn: 波

# WaveSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: White and green marble stone floor
jpn: 白と緑 大理石 石材 床

source: White square bricks with black floral patterns
jpn: 黒い花柄が付いた白の正方形のレンガ

source: Window glass
jpn: 窓ガラス

source: Wood
jpn: 木材

source: Wood map.
jpn: 木目マップ。

source: Wood structural asset.
jpn: 木材構造アセット。

source: Wood-001
jpn: アメリカン チェリー

source: Wood-002
jpn: ブナ材 - 溝

source: Wood-003
jpn: ブナ材 - 茶

source: Wood-004
jpn: ブナ材 - トースト ブラウン

source: Wood-005
jpn: ブナ材 - はちみつ色

source: Wood-006
jpn: ブナ材 - チェリー

source: Wood-007
jpn: ブナ材 - ウィスキー

source: Wood-008
jpn: ブナ材 - ジャワ

source: Wood-009
jpn: ブナ材 - アマレット

source: Wood-010
jpn: ブナ材 - ナチュラル

source: Wood-011
jpn: ブナ材 - ナチュラル 無仕上げ

source: Wood-012
jpn: ブナ材 - 紫檀

source: Wood-013
jpn: ブナ材 - ガンストック色

source: Wood-014
jpn: ブナ材 - ガリアーノ

source: Wood-015
jpn: ブナ材 - チョコレート ブラウン

source: Wood-016
jpn: ブナ材 - ワイルド ベリー

source: Wood-017
jpn: ブナ材 - ミスティック ブラウン

source: Wood-018
jpn: ブラジル チーク材 - ナチュラル

source: Wood-019
jpn: ヒッコリー材

source: Wood-020
jpn: ヒッコリー材 - 加圧処理 サテン

source: Wood-021
jpn: ヒッコリー材 - 無仕上げ

source: Wood-022
jpn: ナチュラル カエデ材 - アンティーク

source: Wood-023
jpn: ナチュラル カエデ材 - クラシック 無仕上げ

source: Wood-024
jpn: ナチュラル カエデ材 - クラシック 仕上げ

source: Wood-025
jpn: カエデ材 - 紫檀

source: Wood-026
jpn: カエデ材 - トースト ブラウン

source: Wood-027
jpn: カエデ材 - ガリアーノ
