Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
ita: Legno e plastica.Cartone.Corrugato

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
ita: Legno e plastica.Elementi di rifinitura.Legno.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
ita: Legno e plastica.Elementi di rifinitura.Legno.Faggio

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
ita: Legno e plastica.Elementi di rifinitura.Legno.Bocote

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
ita: Legno e plastica.Elementi di rifinitura.Legno.Radica di olmo

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
ita: Legno e plastica.Elementi di rifinitura.Legno.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
ita: Legno e plastica.Elementi di rifinitura.Legno.Farnia

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
ita: Legno e plastica.Elementi di rifinitura.Legno.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
ita: Legno e plastica.Elementi di rifinitura.Legno.Rosa tormentosa

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
ita: Legno e plastica.Elementi di rifinitura.Legno.Abete

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
ita: Legno e plastica.Masonite.Attaccapanni

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
ita: Legno e plastica.Plastica.Lattice

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
ita: Legno e plastica.Cartone pressato.Pannelli

source: Wrought copper
ita: Rame battuto

source: Wrought steel
ita: Acciaio battuto

source: Year:
ita: Anno:

# Year:uilabel
source: Year:
ita: Anno:

# a_incandescent
source: Incandescent Filament Lamp
ita: Lampadina a incandescenza con filamenti

source: acoustic
ita: acustico

source: Active
ita: Attivo

# active:uilabel
source: Active
ita: Attivo

# aerial_perspective
source: Atmospheric Haze
ita: Nebbia atmosferica

source: aggregate
ita: aggregato

source: alabaster
ita: alabastro

source: algae
ita: alghe

source: alloy
ita: lega

source: aluminium
ita: alluminio

source: aluminum
ita: alluminio

source: amber
ita: ambra

source: Ambient Color:
ita: Colore ambiente:

# ambientColor:uilabel
source: Ambient Color:
ita: Colore ambiente:

source: Ambient Only:
ita: Solo ambiente:

# ambientOnly:uilabel
source: Ambient Only:
ita: Solo ambiente:

source: ambientocclusion
ita: occlusione ambientale

# ambientocclusion_group
source: Ambient Occlusion Properties
ita: Proprietà occlusione ambientale

source: anodized
ita: anodizzato

source: antique
ita: antichizzato

# aperture:uilabel
source: aperture
ita: apertura

source: aqua
ita: verde acqua

source: architectural
ita: architettonico

source: ash
ita: frassino

source: Aspect
ita: Rapporto prospettico

# aspect_ratio:uilabel
source: aspect_ratio
ita: rapporto_prospettico

source: asphalt
ita: asfalto

# asset_description
source: Description
ita: Descrizione

# asset_information
source: Information
ita: Informazioni

# asset_information1
source: Descriptive Information
ita: Informazioni descrittive

# asset_information2
source: Product Information
ita: Informazioni sul prodotto

# asset_information3
source: Revit Annotation Information
ita: Informazioni sull'annotazione di Revit

# asset_keywords
source: Keywords
ita: Parole chiave

# asset_name
source: Name
ita: Nome

# asset_source
source: Source
ita: Origine

# asset_texture_paths
source: Texture Paths
ita: Percorsi composizione

# asset_type
source: Type
ita: Tipo

# asset_version
source: Version
ita: Versione

# atmosShadowColAmnt
source: Amount:
ita: Quantità:

# atmosShadowColAmnt:uilabel
source: Amount:
ita: Quantità:

# atmosShadowOn
source: On:
ita: Attiva:

# atmosShadowOn:uilabel
source: On:
ita: Attiva:

# atmosShadowOpacity
source: Opacity:
ita: Opacità:

# atmosShadowOpacity:uilabel
source: Opacity:
ita: Opacità:

# atmosShadows
source: Atmospheric Shadows
ita: Ombre atmosferiche

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
ita: Energia fotoni automatica:

# background
source: Background Shader:
ita: Ombreggiatore sfondo:

# background:uilabel
source: Background Shader:
ita: Ombreggiatore sfondo:

source: Background On:
ita: Sfondo attivo:

# backgroundOn:uilabel
source: Background On:
ita: Sfondo attivo:

# backgroundx
source: Background
ita: Sfondo

source: bank
ita: banca

# base
source: Fixture
ita: Dispositivo

source: basic
ita: di base

# basic_props1
source: Basic Thermal
ita: Proprietà termiche di base

source: bathroom
ita: bagno

source: bayou
ita: ramo paludoso

source: bedroom
ita: camera da letto

source: beech
ita: faggio

source: beechwood
ita: faggeto

source: beige plaid
ita: scozzese beige

source: birch
ita: betulla

source: black
ita: nero

source: block
ita: blocco

source: blocks
ita: blocchi

source: blue
ita: blu

source: board
ita: tavola

source: bog
ita: pantano

source: Bottom Left 1:
ita: In basso a sinistra 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
ita: In basso a sinistra 1:

source: Bottom Right 1:
ita: In basso a destra 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
ita: In basso a destra 1:

source: brass
ita: ottone

# break_def_map:uilabel
source: Break Def Map
ita: Mappa def. interruzioni

source: brick
ita: mattone

source: Brightness:
ita: Luminosità:

# brightness:uilabel
source: Brightness:
ita: Luminosità:

source: brindle
ita: melange

source: bronze
ita: bronzo

# broom_curved:uilabel
source: Broom Curved
ita: Bocciardatura fitta

# broom_straight:uilabel
source: Broom Straight
ita: Bocciardatura leggera

source: brown
ita: marrone

source: brown carpet
ita: moquette marrone

# brush_def_map:uilabel
source: Brush Def Map
ita: Mappa def. pennelli

source: brushed
ita: spazzolato

source: bulb
ita: lampadina

# bump_checker_map:uilabel
source: Bump Checker Map
ita: Mappa di composizione in rilievo a scacchi

# bump_diamond_map:uilabel
source: Bump Diamond Map
ita: Mappa di composizione in rilievo a rombi

source: burgundy
ita: bordeaux

source: burl
ita: nodo

source: burlap
ita: tela da sacco

# burn_highlights
source: Highlights (Burn):
ita: Evidenziazioni (attivazione):

# burn_highlights:uilabel
source: Highlights (Burn):
ita: Evidenziazioni (attivazione):

source: burnt
ita: bruciato

source: cadet
ita: turchese

source: cafe
ita: caffè

# camera_shutter
source: Shutter Speed:
ita: Tempo di esposizione:

# camera_shutter:uilabel
source: Shutter Speed:
ita: Tempo di esposizione:

source: canary
ita: canarino

# candela
source: candelas
ita: candele

source: caning
ita: fibra vegetale

source: canvas
ita: tela

source: cardboard
ita: cartone

source: carpet
ita: moquette

source: carpet with some blue, yellow and red
ita: moquette con tinte blu, giallo e rosso

source: cast-in-place
ita: gettato in opera

# cast_shadows
source: Compute Shadows:
ita: Calcola ombre:

# cast_shadows:uilabel
source: Turns on shadows:
ita: Attiva ombre:

source: ceiling
ita: controsoffitto

source: cement
ita: cemento

source: ceramic
ita: ceramica

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
ita: HID all'alogenuro metallico ceramica (freddo)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
ita: HID all'alogenuro metallico ceramica (caldo)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# ceramic_ao_distance
source: Max Distance
ita: Distanza massima

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# ceramic_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# ceramic_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# ceramic_ao_samples
source: Samples
ita: Campioni

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# ceramic_ao_samples:uilabel
source: Samples
ita: Campioni

# ceramic_application
source: Finish
ita: Finitura

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
ita: Alta lucentezza/Smaltata

# ceramic_application:ceramic_matte
source: Matte
ita: Opaca

# ceramic_application:ceramic_satin
source: Satin
ita: Satinato

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
ita: Regola la composizione della superficie con finitura.

# ceramic_application:uilabel
source: Finish
ita: Finitura

# ceramic_bump:ceramic_custom
source: Custom
ita: Personalizzata

# ceramic_bump:ceramic_none
source: None
ita: Nessuna

# ceramic_bump:ceramic_wavy
source: Wavy
ita: Ondulata

# ceramic_bump:uilabel
source: Type
ita: Tipo

# ceramic_bump_amount
source: Amount
ita: Valore

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
ita: Regola le onde a bassa frequenza spesso presenti nelle ceramiche. I valori decimali più elevati (fino a 1,0) consentono di aumentare la profondità delle irregolarità della superficie.

# ceramic_bump_amount:uilabel
source: Amount
ita: Valore

# ceramic_bump_list_label
source: Type
ita: Tipo

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
ita: Regola il motivo usato per rappresentare le onde a bassa frequenza spesso presenti nelle ceramiche.

# ceramic_bump_map
source: Image
ita: Immagine

# ceramic_bump_map:uilabel
source: Image
ita: Immagine

# ceramic_bump_panel_label
source: Finish Bumps
ita: Composizione in rilievo finitura

# ceramic_ceramic
source: Ceramic
ita: Ceramica

# ceramic_color
source: Color
ita: Colore

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ita: Consente di selezionare un colore, un'immagine o una composizione procedurale per creare l'aspetto del materiale.

# ceramic_color:uilabel
source: Color
ita: Colore

# ceramic_color_by_object:uilabel
source: Color
ita: Colore

# ceramic_custom
source: Custom
ita: Personalizzata

# ceramic_high_glossy
source: High Gloss / Glazed
ita: Alta lucentezza/Smaltata

# ceramic_matte
source: Matte
ita: Opaca

# ceramic_pattern:ceramic_custom
source: Custom
ita: Personalizzato

# ceramic_pattern:ceramic_none
source: None
ita: Nessuno

# ceramic_pattern:uilabel
source: Type
ita: Tipo

# ceramic_pattern_amount
source: Amount
ita: Valore

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
ita: Regola i motivi rilievo decorativi.

# ceramic_pattern_amount:uilabel
source: Amount
ita: Valore

# ceramic_pattern_list_label
source: Type
ita: Tipo

# ceramic_pattern_map:uilabel
source: Image
ita: Immagine

# ceramic_pattern_map_slider_label
source: Image
ita: Immagine

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
ita: Mostra i motivi rilievo decorativi.

# ceramic_pattern_map_stack_label
source: Relief Pattern
ita: Motivo rilievo

# ceramic_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# ceramic_porcelain
source: Porcelain
ita: Porcellana

# ceramic_props
source: Ceramic
ita: Ceramica

# ceramic_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# ceramic_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# ceramic_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# ceramic_roundcorners_radius
source: Source
ita: Origine

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# ceramic_roundcorners_radius:uilabel
source: Source
ita: Origine

# ceramic_satin
source: Satin
ita: Satinato

# ceramic_type
source: Type
ita: Tipo

# ceramic_type:ceramic_ceramic
source: Ceramic
ita: Ceramica

# ceramic_type:ceramic_porcelain
source: Porcelain
ita: Porcellana

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
ita: Consente di scegliere un tipo di materiale: ceramica o porcellana.

# ceramic_type:uilabel
source: Type
ita: Tipo

# ceramic_wavy
source: Wavy
ita: Ondulato

source: cerulean
ita: ceruleo

source: chain
ita: catena

source: chartreuse
ita: verde pallido

source: checker
ita: scacchi

# checker_Appearance
source: Appearance
ita: Aspetto

# checker_Position
source: Position
ita: Posizione

# checker_Repeat
source: Repeat
ita: Ripeti

# checker_Scale
source: Scale
ita: Scala

# checker_color1
source: Color 1
ita: Colore 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
ita: Consente di selezionare un colore o una mappa sottoprocedurale per uno degli scacchi.

# checker_color1:uilabel
source: Color 1
ita: Colore 1

# checker_color2
source: Color 2
ita: Colore 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
ita: Consente di selezionare un colore o una mappa sottoprocedurale per l'altro scacco.

# checker_color2:uilabel
source: Color 2
ita: Colore 2

# checker_soften
source: Soften
ita: Sfuma

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
ita: Regola il valore della sfumatura o sfocatura tra il bordo dei due colori o tipi di mappa. A valori più alti corrisponde una maggiore sfocatura. Il valore 0,0 indica bordi definiti. Intervallo = da 0 a 5,00. Impostazione di default = 0.

# checker_soften:uilabel
source: Soften
ita: Sfuma

# checker_transforms_group
source: Transforms
ita: Trasformazioni

source: cherry
ita: ciliegia

source: chestnut
ita: castagna

source: chiffon
ita: giallo paglierino

source: chipboard
ita: truciolato

source: chocolate
ita: cioccolato

source: chromate
ita: cromatura

source: chrome
ita: cromo

source: circular
ita: circolare

source: clear
ita: chiaro

source: coarse
ita: grezzo

source: cobble
ita: acciotolato

source: coffee
ita: caffè

source: Color Correction
ita: Correzione colore

# colorCorrection:uilabel
source: Color Correction
ita: Correzione colore

# colorDifferentiation
source: Desaturate Low Levels
ita: Riduci saturazione livelli bassi

# colorDifferentiation:uilabel
source: Desaturate Low Levels
ita: Riduci saturazione livelli bassi

# colorMapIndependent
source: Affect Indirect Only
ita: Effetto solo su indiretta

# colorMapIndependent:uilabel
source: Affect Indirect Only
ita: Effetto solo su indiretta

source: Color Shifting:
ita: Variazione colore:

# colorShifting:none
source: None
ita: Nessuna

# colorShifting:std_incandescent
source: Standard Incandescent Light
ita: Lampadina a incandescenza standard

# colorShifting:uilabel
source: Color Shifting:
ita: Variazione colore:

# color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# color_color_input
source: Color:
ita: Colore:

# color_color_input:uilabel
source: Color:
ita: Colore:

# common_Shared_Asset:common_independent
source: Independent
ita: Indipendente

# common_Shared_Asset:common_shared
source: Shared
ita: Condiviso

# common_Shared_Asset:uilabel
source: Sharing
ita: Condivisione

# common_Tint_color
source: Tint Color
ita: Colore tinta

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
ita: Consente di selezionare un colore per applicare una tinta all'aspetto del materiale.

# common_Tint_color:uilabel
source: Tint Color
ita: Colore tinta

# common_Tint_toggle
source: Tint
ita: Tinta

# common_Tint_toggle:uilabel
source: Tint
ita: Tinta

source: composition
ita: composizione

# compressive_strength_ultimate
source: Ultimate
ita: Massima

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
ita: Resistenza massima a compressione

# compressive_stress_yield
source: Yield
ita: Snervamento

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
ita: Resistenza a compressione in snervamento

source: concrete
ita: calcestruzzo

# concrete_acrylic
source: Acrylic
ita: Acrilico

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# concrete_ao_distance
source: Max Distance
ita: Distanza massima

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# concrete_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# concrete_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# concrete_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# concrete_ao_samples
source: Samples
ita: Campioni

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# concrete_ao_samples:uilabel
source: Samples
ita: Campioni

# concrete_automatic
source: Automatic
ita: Automatico

# concrete_base
source: Concrete
ita: Calcestruzzo

# concrete_bm_map
source: Image
ita: Immagine

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
ita: Aggiunge l'azione degli agenti atmosferici (coloritura/scoloritura) in base all'immagine selezionata.

# concrete_bm_map:uilabel
source: Image
ita: Immagine

# concrete_brightmode:concrete_automatic
source: Automatic
ita: Automatico

# concrete_brightmode:concrete_custom
source: Custom - Image
ita: Personalizzata - Immagine

# concrete_brightmode:concrete_none
source: None
ita: Nessuna

# concrete_brightmode:uilabel
source: Weathering
ita: Azione agenti atmosferici

# concrete_brightmode_custom
source: Custom - Image
ita: Personalizzata - Immagine

# concrete_brightmode_list_label
source: Type
ita: Tipo

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
ita: Aggiunge l'azione degli agenti atmosferici (coloritura/scoloritura) automaticamente.

# concrete_brightmode_panel_label
source: Weathering
ita: Azione agenti atmosferici

# concrete_bump_amount
source: Amount
ita: Valore

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
ita: Consente di modificare la composizione della superficie tramite un dispositivo scorrevole.

# concrete_bump_amount:uilabel
source: Amount
ita: Valore

# concrete_bump_map
source: Image
ita: Immagine

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
ita: Utilizza un'immagine bitmap per la selezione della finitura.

# concrete_bump_map:uilabel
source: Image
ita: Immagine

# concrete_color
source: Color
ita: Colore
