Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

# concrete_brightmode:uilabel
source: Weathering
kor: 풍화

# concrete_brightmode_custom
source: Custom - Image
kor: 사용자 - 이미지

# concrete_brightmode_list_label
source: Type
kor: 유형

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
kor: 자동으로 풍화(착색 또는 탈색)를 추가합니다.

# concrete_brightmode_panel_label
source: Weathering
kor: 풍화

# concrete_bump_amount
source: Amount
kor: 양

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
kor: 슬라이드하여 표면 텍스처를 변경합니다.

# concrete_bump_amount:uilabel
source: Amount
kor: 양

# concrete_bump_map
source: Image
kor: 이미지

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
kor: 비트맵 이미지를 사용하여 마감을 선택합니다.

# concrete_bump_map:uilabel
source: Image
kor: 이미지

# concrete_color
source: Color
kor: 색상

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
kor: 색상, 이미지 또는 절차 텍스처를 선택하여 재료 모양을 작성합니다.

# concrete_color:uilabel
source: Color
kor: 색상

# concrete_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# concrete_curved
source: Broom Curved
kor: 브룸 곡선

# concrete_custom
source: Stamped/Custom
kor: 스탬프/사용자

# concrete_epoxy
source: Epoxy
kor: 에폭시

# concrete_finish
source: Finish Bumps
kor: 마감 범프

# concrete_finish:concrete_curved
source: Broom Curved
kor: 브룸 곡선

# concrete_finish:concrete_custom
source: Stamped/Custom
kor: 스탬프/사용자

# concrete_finish:concrete_polished
source: Polished
kor: 연마

# concrete_finish:concrete_smooth
source: Smooth
kor: 매끄러움

# concrete_finish:concrete_straight
source: Broom Straight
kor: 브룸 직선

# concrete_finish:uilabel
source: Type
kor: 유형

# concrete_finish_list_label
source: Type
kor: 유형

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
kor: 콘크리트에서 종종 발견되는 표면 텍스처를 제어합니다.

# concrete_none
source: None
kor: 없음

# concrete_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# concrete_polished
source: Polished
kor: 연마

# concrete_props1
source: Basic Thermal
kor: 기본 열

# concrete_props2
source: Mechanical
kor: 기계

# concrete_props4
source: Concrete
kor: 콘크리트

# concrete_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# concrete_roundcorners_on
source: Round Corners
kor: 원형 코너

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# concrete_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# concrete_roundcorners_radius
source: Source
kor: 소스

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# concrete_roundcorners_radius:uilabel
source: Source
kor: 소스

# concrete_sealant
source: Sealant
kor: 방수제

# concrete_sealant:concrete_acrylic
source: Acrylic
kor: 아크릴

# concrete_sealant:concrete_epoxy
source: Epoxy
kor: 에폭시

# concrete_sealant:concrete_none
source: None
kor: 없음

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
kor: 콘크리트 표면을 밀봉하는 데 사용되는 물질을 지정합니다.

# concrete_sealant:uilabel
source: Sealant
kor: 방수제

# concrete_smooth
source: Smooth
kor: 매끄러움

# concrete_straight
source: Broom Straight
kor: 브룸 직선

source: construction
kor: 구성

source: Contrast:
kor: 대비:

# contrast:uilabel
source: Contrast:
kor: 대비:

source: cool
kor: 차가움

source: copper
kor: 구리

source: coral
kor: 산호색

source: cork
kor: 코르크

source: cornsilk
kor: 옥수수 수염

source: cozy
kor: 편안함

source: cream
kor: 크림색

source: cross
kor: 교차

# crush_blacks
source: Shadows:
kor: 그림자:

# crush_blacks:uilabel
source: Shadows:
kor: 그림자:

source: Custom
kor: 사용자

# custom_environment:uilabel
source: Custom Environment
kor: 사용자 환경

# cutoff_threshold
source: Cutoff Threshold (lx)
kor: 절단 임계값(lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
kor: 절단 임계값(lx)

source: cyan
kor: 시안색

source: Cylinder
kor: 원통

# cylinder_axis
source: Axis:
kor: 축:

# cylinder_axis:uilabel
source: Axis:
kor: 축:

# cylinder_radius
source: Radius:
kor: 반지름:

# cylinder_radius:uilabel
source: Radius:
kor: 반지름:

# d50
source: D50 Illuminant (Reference White)
kor: D50 조도(참조 흰색)

# d65
source: D65 Illuminant (Reference White)
kor: D65 조도(참조 흰색)

source: dark
kor: 짙음

source: dark bronze
kor: 짙은 청동색

source: dark green
kor: 진녹색

# decApp_backface_cull:uilabel
source: Backface Cull:
kor: 뒷면 제거:

# decApp_bump_amount
source: Bump Amount:
kor: 범프 양:

# decApp_bump_amount:uilabel
source: Bump Amount:
kor: 범프 양:

# decApp_bump_map
source: Bump Pattern:
kor: 범프 패턴:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
kor: 그림의 상승 및 하강 영역을 지정하려면 이미지의 명암 영역을 사용합니다

# decApp_bump_map:uilabel
source: Bump Pattern:
kor: 범프 패턴:

# decApp_cutout_opacity
source: Cutouts:
kor: 잘라내기:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
kor: 그림의 영역을 자르려면 흑백 이미지를 사용합니다. 검은색 영역이 잘립니다.

# decApp_cutout_opacity:uilabel
source: Cutouts:
kor: 잘라내기:

# decApp_diffuse
source: Decal Image File:
kor: 그림 이미지 파일:

# decApp_diffuse:uilabel
source: Decal Image File:
kor: 그림 이미지 파일:

# decApp_glossiness
source: Finish:
kor: 마감:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
kor: 그림에서 반사 강조 표시(핫스폿)의 밝기를 지정합니다

# decApp_glossiness:uilabel
source: Finish:
kor: 마감:

# decApp_glossiness_gloss
source: Gloss
kor: 글로우

# decApp_glossiness_high_gloss
source: High Gloss
kor: 고광택

# decApp_glossiness_matte
source: Matte
kor: 무광

# decApp_glossiness_semi_gloss
source: Semi-gloss
kor: 반광택

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
kor: 반사 광택 샘플:

# decApp_reflectivity_at_0deg
source: Reflectivity:
kor: 반사도:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
kor: 거울

# decApp_reflectivity_at_0deg:minlabel
source: dull
kor: 흐림

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
kor: 그림이 주변의 다른 객체를 반사하는 정도를 지정합니다

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
kor: 반사도:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
kor: 반사도:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
kor: 굴절 광택 샘플:

# decApp_refraction_index:uilabel
source: Refraction Index:
kor: 굴절 색인:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
kor: 굴절 투명성 가중치:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
kor: 광도 색상 온도

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
kor: 광도 필터 맵:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
kor: 광도(cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
kor: 그림에 조명이 제공되는지 여부와 밝기 정도를 지정합니다

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
kor: 광도(cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
kor: 휴대폰 화면

# decApp_self_illum_luminance_crt_television
source: CRT television
kor: CRT 텔레비전

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
kor: 탁상 램프 렌즈

# decApp_self_illum_luminance_dim_glow
source: Dim glow
kor: 흐린 빛

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
kor: 젖빛 전구

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
kor: 할로겐 램프 렌즈

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
kor: 램프 음영 외부

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
kor: 램프 음영 내부

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
kor: LCD 화면

# decApp_self_illum_luminance_led_panel
source: LED panel
kor: LED 패널

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
kor: 조명 없음

# decApp_transparency
source: Transparency:
kor: 투명도:

# decApp_transparency:maxlabel
source: transparent
kor: 투명

# decApp_transparency:minlabel
source: opaque
kor: 불투명

# decApp_transparency:uilabel
source: Transparency:
kor: 투명도:

# decal-1:uilabel
source: Decal 1:
kor: 그림 1:

# decalbumpmap_Bitmap
source: Image File:
kor: 이미지 파일:

# decalbumpmap_Bitmap:uilabel
source: Image File:
kor: 이미지 파일:

# decalbumpmap_Blur:uilabel
source: Blur
kor: 흐림

# decalbumpmap_Filtering:uilabel
source: Filtering
kor: 필터링

# decalbumpmap_Invert
source: Invert:
kor: 반전:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
kor: 이미지의 명암 영역을 스왑합니다.

# decalbumpmap_Invert:uilabel
source: Invert:
kor: 반전:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
kor: 맵 채널

# decalbumpmap_RGBAmount:uilabel
source: Brightness
kor: 밝기

# decalbumpmap_UMirror:uilabel
source: U Mirror
kor: U 대칭

# decalbumpmap_UOffset:uilabel
source: U Offset
kor: U 간격띄우기

# decalbumpmap_UVScale:uilabel
source: UV Scale
kor: UV 축척

# decalbumpmap_UWrap:uilabel
source: U Wrap
kor: U 줄바꿈

# decalbumpmap_VMirror:uilabel
source: V Mirror
kor: V 대칭

# decalbumpmap_VOffset:uilabel
source: V Offset
kor: V 간격띄우기

# decalbumpmap_VWrap:uilabel
source: V Wrap
kor: V 줄바꿈

# decalbumpmap_WAngle:uilabel
source: Angle
kor: 각도

# decalmap_Bitmap
source: Image File:
kor: 이미지 파일:

# decalmap_Bitmap:uilabel
source: Image File:
kor: 이미지 파일:

# decalmap_Blur:uilabel
source: Blur
kor: 흐림

# decalmap_Filtering:uilabel
source: Filtering
kor: 필터링

# decalmap_Invert:uilabel
source: Invert:
kor: 반전:

# decalmap_MapChannel:uilabel
source: Map Channel
kor: 맵 채널

# decalmap_RGBAmount
source: Brightness:
kor: 밝기:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
kor: 이미지 밝기를 조정합니다

# decalmap_RGBAmount:uilabel
source: Brightness
kor: 밝기

# decalmap_UMirror:uilabel
source: U Mirror
kor: U 대칭

# decalmap_UOffset:uilabel
source: U Offset
kor: U 간격띄우기

# decalmap_UVScale:uilabel
source: UV Scale
kor: UV 축척

# decalmap_UWrap:uilabel
source: U Wrap
kor: U 줄바꿈

# decalmap_VMirror:uilabel
source: V Mirror
kor: V 대칭

# decalmap_VOffset:uilabel
source: V Offset
kor: V 간격띄우기

# decalmap_VWrap:uilabel
source: V Wrap
kor: V 줄바꿈

# decalmap_WAngle:uilabel
source: Angle
kor: 각도

# decayStartDistance
source: Decay Start:
kor: 쇠퇴 시작:

# decayStartDistance:uilabel
source: Decay Start:
kor: 쇠퇴 시작:

source: Decay Type:
kor: 쇠퇴 유형:

# decayType:inverse
source: Inverse
kor: 역

# decayType:inverseSquare
source: Inverse Square
kor: 역 제곱

# decayType:none
source: None
kor: 없음

# decayType:uilabel
source: Decay Type:
kor: 쇠퇴 유형:

source: decorative
kor: 장식

source: denim
kor: 데님

source: diamond
kor: 다이아몬드

source: diamond plate texture
kor: 다이아몬드 플레이트 텍스처

source: diamonds
kor: 다이아몬드

source: Diffuse:
kor: 확산

# diffuse:uilabel
source: Diffuse:
kor: 확산:

# dimmer
source: Multiplier:
kor: 승수:

# dimmer:uilabel
source: Multiplier:
kor: 승수:

# dimmerPanel
source: Dimming
kor: 감광

source: Directional
kor: 방향

source: dirt
kor: 먼지

source: Disc
kor: 디스크

# disc_normal
source: Normal:
kor: 일반:

# disc_normal:uilabel
source: Normal:
kor: 일반:

# disc_radius
source: Radius:
kor: 반지름:

# disc_radius:uilabel
source: Radius:
kor: 반지름:

source: Distribution:
kor: 분산:

# distribution:diffuse
source: Diffuse
kor: 확산

# distribution:isotropic
source: Uniform
kor: 균일

# distribution:spot
source: Spot
kor: 스폿

# distribution:uilabel
source: Distribution:
kor: 분산:

# distribution:web
source: Use Light Profile
kor: 라이트 프로파일 사용

source: dots
kor: 도트

source: ecru
kor: 담갈색

source: Effects
kor: 효과

# electricalEfficiency
source: Electrical Efficiency (lm/W):
kor: 전기 효율(lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
kor: 전기 효율(lm/W):

source: elm
kor: 느릅나무

# emit_direct_photons:uilabel
source: Emit Direct Photons
kor: 직접 광자 방사

source: environments
kor: 환경

source: expanded
kor: 확장

source: exposed
kor: 노출

source: exterior
kor: 외부

# exterior:uilabel
source: Exterior Daylight
kor: 외부 일광

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
kor: 형광(차가운 흰색)

# f3_fluorescentWhite
source: Fluorescent (White)
kor: 형광(흰색)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
kor: 형광(따뜻한 흰색)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
kor: 형광(일광)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
kor: 형광(밝은 흰색)

# f_number
source: Aperture (f-stop):
kor: 조준창(F 스톱):

# f_number:uilabel
source: Aperture (f-stop):
kor: 조준창(F 스톱):

source: fabric
kor: 직물

source: fabric with gray, blue and white stripes
kor: 회색, 파란색 및 흰색 스트라이프가 있는 직물

source: fabric with yellow and black stripes
kor: 노란색 및 검은색 스트라이프가 있는 직물

source: fabric with yellow and gray stripes
kor: 노란색 및 회색 스트라이프가 있는 직물

source: fabric with yellow and white stripes
kor: 노란색 및 흰색 스트라이프가 있는 직물

source: face
kor: 면

source: Fall Off:
kor: 감소:

# fallOff:tooltip
source: Spot width, in radians
kor: 스폿 폭(라디안)

# fallOff:uilabel
source: Fall Off:
kor: 감소:

# farAttenuationEnd
source: End Point:
kor: 끝점:

# farAttenuationEnd:uilabel
source: End Point:
kor: 끝점:

# farAttenuationOn
source: Far Attenuation:
kor: 원거리 감쇠:

# farAttenuationOn:uilabel
source: Far Attenuation:
kor: 원거리 감쇠:

# farAttenuationStart
source: Start Point:
kor: 시작점:

# farAttenuationStart:uilabel
source: Start Point:
kor: 시작점:

source: fatigue
kor: 피로

source: fatigue structural asset.
kor: 피로 구조 자산입니다.

# fatigue_SN_Behavior
source: Behavior
kor: 동작

# fatigue_SN_Behavior:sn_Constant
source: Constant
kor: 상수

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
kor: S-N 곡선

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
kor: 상수 또는 곡선 S-N 동작을 선택합니다.

# fatigue_SN_Behavior:uilabel
source: Behavior
kor: 동작

# fatigue_SN_Graph
source: S-N Curve
kor: S-N 곡선

# fatigue_props1
source: Strain-Fatigue Life
kor: 변형-피로 수명

# fatigue_props2
source: Stress-Fatigue Life
kor: 응력-피로 수명

# fatigue_props3
source: Compressive Strength
kor: 압축 강도

source: fieldstone
kor: 자연석

# film_iso
source: Film speed (ISO):
kor: 필름 속도(ISO):

# film_iso:uilabel
source: Film speed (ISO):
kor: 필름 속도(ISO):

source: Filter Color:
kor: 필터 색상:

# filterColor:uilabel
source: Filter Color:
kor: 필터 색상:

source: fine
kor: 섬세

source: fissured
kor: 갈라진 무늬

# flags:uilabel
source: Flags
kor: 플래그

source: flagstone
kor: 판석

source: flaked
kor: 박편

source: flat
kor: 평평함

source: floor
kor: 바닥

source: flooring
kor: 바닥

source: floral
kor: 꽃무늬

# focal_length:uilabel
source: focal_length
kor: 초점_길이

source: forest
kor: 산림

source: formwork
kor: 거푸집

source: frosted
kor: 젖빛

source: furniture
kor: 가구

source: galvanized
kor: 아연도금

source: gas
kor: 기체

# gas_props1
source: Properties
kor: 기본 열

# gas_props2
source: Mechanical
kor: 기계

source: generic
kor: 일반

# generic_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# generic_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# generic_ao_distance
source: Max Distance
kor: 최대 거리

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# generic_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# generic_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# generic_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# generic_ao_samples
source: Samples
kor: 견본

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# generic_ao_samples:uilabel
source: Samples
kor: 견본

# generic_backface_cull:uilabel
source: Backface Cull
kor: 뒷면 제거

# generic_bump_amount
source: Amount
kor: 양

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
kor: 지정된 범프 패턴의 상대 높이를 조정합니다. 0을 입력하면 표면이 평평해집니다. 표면 불규칙 높이를 늘리려면 더 높은 소수 값(최대 1000.0)을 입력합니다.

# generic_bump_amount:uilabel
source: Amount
kor: 양

# generic_bump_map:uilabel
source: Bump
kor: 범프

# generic_bump_map_image_label
source: Image
kor: 이미지

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
kor: 텍스처 맵을 사용하여 재료에 범프 릴리프 패턴을 선택합니다. 범프 패턴은 이미지 파일의 명암 영역을 기준으로 상승 및 하강 영역을 정의합니다.

# generic_bump_map_panel_label
source: Bump
kor: 범프

# generic_cutout_opacity:uilabel
source: Cutouts
kor: 잘라내기

# generic_cutout_opacity_image_label
source: Image
kor: 이미지

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
kor: 텍스처 맵을 사용하여 재료의 표면으로 절단되는 모양을 제어합니다.

# generic_cutout_opacity_panel_label
source: Cutouts
kor: 잘라내기

# generic_diffuse:uilabel
source: Color
kor: 색상

# generic_diffuse_color
source: Color
kor: 색상

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
kor: 표면의 색상을 조정합니다. 반사되는 빛(반사율)과 통과하는 빛(투과율) 모두에 영향을 줍니다.

# generic_diffuse_image
source: Image
kor: 이미지

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
kor: 재료의 확산 색상 맵을 표시합니다.

# generic_diffuse_image_fade
source: Image Fade
kor: 이미지 페이드

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
kor: 기준 색상과 확산 이미지 간의 복합을 조정합니다. 이미지가 선택된 경우에만 활성화됩니다.

# generic_diffuse_image_fade:uilabel
source: Image Fade
kor: 이미지 페이드

# generic_general
source: Generic
kor: 일반

# generic_glossiness
source: Glossiness
kor: 윤기

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
kor: 반사도 및 투명도 모두에 영향을 미치는 표면의 평활도를 지정합니다. 무광 표면 또는 젖빛 유리를 작성하려면 광택을 줄입니다. 0(흐림)과 100(완벽한 거울) 사이의 값을 입력합니다.

# generic_glossiness:uilabel
source: Glossiness
kor: 윤기

# generic_is_metal
source: Highlights
kor: 강조 표시

# generic_is_metal:offlabel
source: Non-Metallic
kor: 비금속

# generic_is_metal:onlabel
source: Metallic
kor: 금속

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
kor: 금속 강조 표시 추가를 조정합니다. 기본값은 비금속입니다.

# generic_is_metal:uilabel
source: Highlights
kor: 강조 표시

# generic_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# generic_props1
source: Basic Thermal
kor: 기본 열

# generic_props2
source: Mechanical
kor: 기계

# generic_props4
source: Strength
kor: 강도

# generic_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
kor: 반사 광택 견본

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
kor: mental ray가 광택 반사를 생성하기 위해 계산한 최대 견본(광선) 수를 정의합니다.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
kor: 반사 광택 견본

# generic_reflectivity_at_0deg
source: Reflectivity
kor: 반사도

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
kor: 반사도

# generic_reflectivity_at_0deg_slider
source: Direct
kor: 직접

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
kor: 표면이 직접 카메라를 향할 때 재료에서 반사되는 빛의 양을 조정합니다. 0(반사 없음)과 100(최대 반사) 사이의 값을 입력합니다.

# generic_reflectivity_at_90deg
source: Oblique
kor: 기울기

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
kor: 표면이 카메라에 대해 비스듬할 때 재료에서 반사되는 빛의 양을 조정합니다. 0(반사 없음)과 100(최대 반사) 사이의 값을 입력합니다.

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
kor: 반사도

# generic_refr_depth
source: Refraction Max Trace Depth
kor: 굴절 최대 추적 깊이

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
kor: 이 옵션을 선택하면 재료의 굴절 깊이가 로컬로 제어되며, 한도에 도달한 경우 추가 투명도 광선이 주사되어 일반적으로 고체 유리 객체에서 발견되는 '어두운 모서리' 효과를 제한합니다.

# generic_refr_depth:uilabel
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# generic_refr_depth_control_label
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# generic_refraction_custom
source: Custom
kor: 사용자

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
kor: 굴절 광택 견본

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
kor: mental ray가 광택 반사를 생성하기 위해 계산한 최대 견본(광선) 수를 정의합니다.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
kor: 굴절 광택 견본

# generic_refraction_index
source: Refraction
kor: 굴절

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
kor: 표면을 통과할 때 빛이 굴곡되는 정도를 조정합니다. 투명도가 0보다 클 경우에만 활성화됩니다. 색인 번호를 0(굴절 없음)과 5(최대 굴절) 사이로 지정합니다.

# generic_refraction_index:uilabel
source: Refraction
kor: 굴절

# generic_refraction_index_air
source: Air
kor: 공기

# generic_refraction_index_alcohol
source: Alcohol
kor: 알코올

# generic_refraction_index_diamond
source: Diamond
kor: 다이아몬드
