Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

# generic_refraction_index_glass
source: Glass
kor: 유리

# generic_refraction_index_quartz
source: Quartz
kor: 석영

# generic_refraction_index_water
source: Water
kor: 물

# generic_refraction_translucency_weight
source: Translucency
kor: 반투명도

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
kor: 백라이트 효과가 있는 극장 스크린 표면인 것처럼 표면을 통과할 때 흡수되는 빛과 다시 전송되는 빛의 비율을 조정합니다. 0(반투명 아님)과 100(젖빛 유리와 같이 완전 반투명) 사이의 값을 입력합니다. 투명도 값이 0보다 큰 경우에만 활성화됩니다.

# generic_refraction_translucency_weight:uilabel
source: Translucency
kor: 반투명도

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# generic_roundcorners_radius
source: Source
kor: 소스

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# generic_roundcorners_radius:uilabel
source: Round Corners
kor: 원형 코너

# generic_roundcorners_radius_control_label
source: Round Corners
kor: 원형 코너

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# generic_self_illum_color_temperature
source: Color Temperature
kor: 색상 온도

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
kor: 이 재료에서 발산하는 빛의 색상 온도(따뜻함 또는 차가움)를 하강 켈빈 단위로 조정합니다(예: 초 = 1850, 크세논 아크 램프 = 6420).

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
kor: 색상 온도

# generic_self_illum_color_temperature_candle
source: Candle
kor: 초

# generic_self_illum_color_temperature_custom
source: Custom
kor: 사용자

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
kor: 일광 차가움

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
kor: TV 화면

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
kor: 일광 따뜻함

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
kor: 크세논 아크 램프

# generic_self_illum_color_temperature_floodlight
source: Floodlight
kor: 투광 조명

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
kor: 백열전구

# generic_self_illum_color_temperature_moonlight
source: Moonlight
kor: 월광

# generic_self_illum_filter_map
source: Filter Color
kor: 필터 색상

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
kor: 유리 등의 투명 또는 반투명 재료를 통해 투과되는 빛의 색상을 조정합니다.

# generic_self_illum_filter_map:uilabel
source: Filter Color
kor: 필터 색상

# generic_self_illum_list_label
source: Luminance
kor: 광도

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
kor: 이 표면에서 발산하는 빛의 밝기를 조정합니다. 제곱미터당 촉광으로 측정됩니다(예: 어두운 글로우 = 10, 할로겐 램프 렌즈 = 10000).

# generic_self_illum_luminance:uilabel
source: Self Illumination
kor: 자가 조명

# generic_self_illum_panel_label
source: Self Illumination
kor: 자가 조명

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
kor: 휴대폰 화면

# generic_self_illumination_crt_television
source: CRT Television
kor: CRT 텔레비전

# generic_self_illumination_custom
source: Custom
kor: 사용자

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
kor: 탁상 램프 렌즈

# generic_self_illumination_dim_glow
source: Dim Glow
kor: 흐린 빛

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
kor: 젖빛 전구

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
kor: 할로겐 램프 렌즈

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
kor: 램프 음영 외부

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
kor: 램프 음영 내부

# generic_self_illumination_led_panel
source: LED Panel
kor: LED 패널

# generic_self_illumination_led_screen
source: LED Screen
kor: LED 화면

# generic_transparancy_fade
source: Image
kor: 이미지

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
kor: 이미지를 추가하여 전체 투명도 양과 결합합니다.

# generic_transparency:uilabel
source: Transparency
kor: 투명도

# generic_transparency_image_fade
source: Image Fade
kor: 이미지 페이드

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
kor: 이미지와 투명도 양의 복합을 제어합니다. 예를 들어 이미지의 흰색은 전체 양에서 투명하게 되며, 검은색의 불투명도는 페이드 값으로 결정됩니다.

# generic_transparency_image_fade:uilabel
source: Image Fade
kor: 이미지 페이드

# generic_transparency_panel_label
source: Transparency
kor: 투명도

# generic_transparency_slider_label
source: Amount
kor: 양

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
kor: 표면에서 반사되거나 흡수되지 않고 표면을 통과하는 빛의 양을 조정합니다. 0%(완전 불투명)과 100%(완전 투명) 사이의 값을 입력합니다.

source: geometric
kor: 기하학적

source: glass
kor: 유리

source: glazed
kor: 글레이즈드

source: glazing
kor: 글래이징

# glazing_blue
source: Blue
kor: 파란색

# glazing_bluegreen
source: Blue Green
kor: 청록색

# glazing_bronze
source: Bronze
kor: 청동

# glazing_clear
source: Clear
kor: 선명

# glazing_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# glazing_custom_color
source: Custom
kor: 사용자

# glazing_glazinggroup
source: Glazing
kor: 글래이징

# glazing_gray
source: Gray
kor: 회색

# glazing_green
source: Green
kor: 녹색

# glazing_no_levels
source: Sheets of Glass
kor: 유리 장 수

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
kor: 유리 판 수를 조정합니다(예: 이중 글래이징의 경우 이 값을 2로 설정). 1에서 6 사이의 값을 입력합니다.

# glazing_no_levels:uilabel
source: Sheets of Glass
kor: 유리 장 수

# glazing_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# glazing_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# glazing_reflectance
source: Reflectance
kor: 반사율

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
kor: 유리 표면을 통과하지 않고 표면에서 반사되는 빛의 양을 조정합니다. 0%에서 100% 사이의 값을 입력합니다.

# glazing_reflectance:uilabel
source: Reflectance
kor: 반사율

# glazing_refr_depth
source: Refraction Max Trace Depth
kor: 굴절 최대 추적 깊이

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
kor: 이 옵션을 선택하면 재료의 굴절 깊이가 로컬로 제어되며, 한도에 도달한 경우 추가 투명도 광선이 주사되어 일반적으로 고체 유리 객체에서 발견되는 '어두운 모서리' 효과를 제한합니다.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# glazing_refr_depth_control_label
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# glazing_transmittance_color
source: Color
kor: 색상

# glazing_transmittance_color:glazing_blue
source: Blue
kor: 파란색

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
kor: 청록색

# glazing_transmittance_color:glazing_bronze
source: Bronze
kor: 청동

# glazing_transmittance_color:glazing_clear
source: Clear
kor: 선명

# glazing_transmittance_color:glazing_custom
source: Custom
kor: 사용자

# glazing_transmittance_color:glazing_gray
source: Gray
kor: 회색

# glazing_transmittance_color:glazing_green
source: Green
kor: 녹색

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
kor: 유리를 통과해 전송되는 빛의 양 및 글래이징의 색상을 조정합니다.

# glazing_transmittance_color:uilabel
source: Color
kor: 색상

# glazing_transmittance_map
source: Custom Color
kor: 사용자 색상

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
kor: 색상, 이미지 또는 절차 텍스처를 선택하여 재료 모양을 작성합니다.

# glazing_transmittance_map:uilabel
source: Custom Color
kor: 사용자 색상

source: gloss
kor: 광택

source: glossy
kor: 광택

source: glow
kor: 빛

# glyphDisplay:uilabel
source: Glyph display:
kor: 그림 표시:

source: gold
kor: 금색

source: golden
kor: 골든

source: goldenrod
kor: 골든로드

# gradient_Appearance
source: Appearance
kor: 모양

# gradient_Color:uilabel
source: Color
kor: 색상

# gradient_Position:uilabel
source: Position
kor: 위치

# gradient_Repeat
source: Repeat
kor: 반복

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
kor: 그라데이션 막대에서 클릭하여 노드를 추가하고, 노드를 막대 밖으로 끌거나 노드를 선택한 후 Delete 키를 눌러 해당 노드를 삭제합니다.

# gradient_interpolation:gradient_interp_custom
source: Custom
kor: 사용자

# gradient_interpolation:gradient_interp_easyin
source: Ease in
kor: 이즈 인(Ease in)

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
kor: 터뷸런스

# gradient_interpolation:gradient_interp_easyout
source: Ease out
kor: 이즈 아웃(Ease out)

# gradient_interpolation:gradient_interp_linear
source: Linear
kor: 선형

# gradient_interpolation:gradient_interp_solid
source: Solid
kor: 솔리드

# gradient_interpolation:uilabel
source: Interpolation
kor: 보간법

# gradient_noise:gradient_noise_fractal
source: Fractal
kor: 프랙탈

# gradient_noise:gradient_noise_regular
source: Regular
kor: 일반

# gradient_noise:gradient_noise_turbulence
source: Turbulence
kor: 터뷸런스

# gradient_noise:uilabel
source: Noise Type
kor: 노이즈 유형

# gradient_noise_amount:uilabel
source: Amount
kor: 양

# gradient_noise_fractal
source: Fractal
kor: 프랙탈

# gradient_noise_high
source: High
kor: 높음

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
kor: 임계값 상한을 조정합니다. 범위는 0~1입니다.

# gradient_noise_high:uilabel
source: High
kor: 높음

# gradient_noise_levels
source: Levels
kor: 레벨

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
kor: 프랙탈 반복 또는 터뷸런스 횟수를 설정합니다(연속 함수로서).

# gradient_noise_levels:uilabel
source: Levels
kor: 레벨

# gradient_noise_list_label
source: Noise Type
kor: 노이즈 유형

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
kor: 일반, 프랙탈 또는 터뷸런스 등의 노이즈 패턴을 작성하는 다른 방법을 표시합니다.

# gradient_noise_low
source: Low
kor: 낮음

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
kor: 낮은 노이즈 임계값을 조정합니다. 노이즈 값이 낮음 임계값보다 높거나 높음 임계값보다 낮으면 동적 범위는 0에서 1까지 채워집니다. 이는 임계값 전환에서 보다 작은 불연속의 원인이 되며 잠재적 앨리어싱을 적게 만듭니다.

# gradient_noise_low:uilabel
source: Low
kor: 낮음

# gradient_noise_panel_label
source: Noise
kor: 노이즈

# gradient_noise_phase
source: Phase
kor: 단계

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
kor: 노이즈 함수의 애니메이션 속도를 제어합니다. 3D 노이즈 함수는 노이즈에 대해 사용됩니다. 처음 두 매개변수는 U 및 V이고 세 번째는 단계입니다.

# gradient_noise_phase:uilabel
source: Phase
kor: 단계

# gradient_noise_regular
source: Regular
kor: 일반

# gradient_noise_size
source: Size
kor: 크기

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
kor: 노이즈 함수의 축척을 설정합니다. 값이 작을수록 노이즈 조각이 작아집니다.

# gradient_noise_size:uilabel
source: Size
kor: 크기

# gradient_noise_slider_label
source: Amount
kor: 양

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
kor: 0이 아닌 경우 그라데이션 램프 색상(및 맵, 있는 경우)의 상호 작용을 기반으로 임의 노이즈 효과가 그라데이션에 적용됩니다. 이 값이 높을수록 효과가 커집니다. 범위는 0~1입니다.

# gradient_noise_smooth
source: Smooth
kor: 매끄러움

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
kor: 노이즈 매끄러움을 조정합니다. 범위는 0~1입니다.

# gradient_noise_smooth:uilabel
source: Smooth
kor: 매끄러움

# gradient_noise_threshold
source: Noise Threshold
kor: 노이즈 임계값

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
kor: 위 이미지에 나타난 영역의 노이즈 임계값을 지정합니다.

# gradient_noise_turbulence
source: Turbulence
kor: 터뷸런스

# gradient_position
source: Position
kor: 위치

# gradient_scale_group
source: Scale
kor: 축척

# gradient_transforms_group
source: Transforms
kor: 변환

source: Gradient Type
kor: 그라데이션 유형

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
kor: 선형 비대칭

# gradient_type:gradient_type_box
source: Box
kor: 상자

# gradient_type:gradient_type_diagonal
source: Diagonal
kor: 대각선

# gradient_type:gradient_type_lighting
source: Light normal
kor: 라이트 일반

# gradient_type:gradient_type_linear
source: Linear
kor: 선형

# gradient_type:gradient_type_mapped
source: Mapped
kor: 매핑됨

# gradient_type:gradient_type_normal
source: Camera normal
kor: 카메라 일반

# gradient_type:gradient_type_pong
source: Pong
kor: 퐁

# gradient_type:gradient_type_radial
source: Radial
kor: 방사형

# gradient_type:gradient_type_spiral
source: Spiral
kor: 나선형

# gradient_type:gradient_type_sweep
source: Sweep
kor: 스윕

# gradient_type:gradient_type_tartan
source: Tartan
kor: 타르탄

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
kor: 그라데이션 모양이 카메라 또는 화면 조명 기능으로 정의된 조명 및 카메라 유형을 제외한 그라데이션의 모양을 지정합니다.

# gradient_type:uilabel
source: Gradient Type
kor: 그라데이션 유형

# gradient_type_4corner
source: Linear asymmetrical
kor: 선형 비대칭

# gradient_type_box
source: Box
kor: 상자

# gradient_type_diagonal
source: Diagonal
kor: 대각선

# gradient_type_lighting
source: Light normal
kor: 라이트 일반

# gradient_type_linear
source: Linear
kor: 선형

# gradient_type_normal
source: Camera normal
kor: 카메라 일반

# gradient_type_pong
source: Pong
kor: 퐁

# gradient_type_radial
source: Radial
kor: 방사형

# gradient_type_spiral
source: Spiral
kor: 나선형

# gradient_type_sweep
source: Sweep
kor: 스윕

# gradient_type_tartan
source: Tartan
kor: 타르탄

source: grain
kor: 그레인

source: granite
kor: 화강암

# granite_tex:uilabel
source: Granite Texture
kor: 화강암 텍스처

source: graphics asset
kor: 그래픽 자산

# graphics_cut_pattern
source: Pattern
kor: 패턴

# graphics_cut_pattern:uilabel
source: Pattern
kor: 패턴

# graphics_cut_pattern_color
source: Color
kor: 색상

# graphics_cut_pattern_color:uilabel
source: Color
kor: 색상

# graphics_cut_pattern_label
source: Cut Pattern
kor: 절단 패턴

# graphics_shading_color
source: Color
kor: 색상

# graphics_shading_color:uilabel
source: Color
kor: 색상

# graphics_shading_label
source: Shading
kor: 음영 처리

# graphics_shading_transparency
source: Transparency
kor: 투명도

# graphics_shading_transparency:uilabel
source: Transparency
kor: 투명도

# graphics_surface_pattern
source: Pattern
kor: 패턴

# graphics_surface_pattern:uilabel
source: Pattern
kor: 패턴

# graphics_surface_pattern_alignment
source: Alignment
kor: 정렬

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
kor: 정렬 X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
kor: 정렬 Y

# graphics_surface_pattern_color
source: Color
kor: 색상

# graphics_surface_pattern_color:uilabel
source: Color
kor: 색상

# graphics_surface_pattern_label
source: Surface Pattern
kor: 표면 패턴

# graphics_use_appearance
source: Use Render Appearance
kor: 렌더 모양 사용

# graphics_use_appearance:uilabel
source: Use Render Appearance
kor: 렌더 모양 사용

source: grass
kor: 그래스

source: gravel
kor: 자갈

source: gray
kor: 회색

source: green
kor: 녹색

source: green carpet
kor: 녹색 카펫

source: grey
kor: 그레이

source: grid
kor: 그리드

source: Ground Color:
kor: 지면 색상:

# ground_color:uilabel
source: Ground Color:
kor: 지면 색상:

source: half
kor: 중간

source: halogen
kor: 할로겐

source: Halogen (Cool)
kor: 할로겐(차가움)

source: Halogen (Warm)
kor: 할로겐(따뜻함)

source: hammered
kor: 해머

source: handsplit
kor: 수동 분할

source: hardwood
kor: 경목

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# hardwood_ao_distance
source: Max Distance
kor: 최대 거리

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# hardwood_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# hardwood_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# hardwood_ao_samples
source: Samples
kor: 견본

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# hardwood_ao_samples:uilabel
source: Samples
kor: 견본

# hardwood_application
source: Used For
kor: 용도

# hardwood_application:hardwood_flooring
source: Flooring
kor: 바닥

# hardwood_application:hardwood_furniture
source: Furniture
kor: 가구

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
kor: 목재 표면이 사용되는 방식을 선택합니다(바닥 또는 가구).

# hardwood_application:uilabel
source: Used For
kor: 용도

# hardwood_automatic
source: Based on Wood Grain
kor: 목재 그레인 기준

# hardwood_color
source: Image
kor: 이미지

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
kor: 비트맵 이미지를 사용하여 목재의 색상 및 텍스처를 조정합니다.

# hardwood_color:uilabel
source: Image
kor: 이미지

# hardwood_color_choice
source: Color
kor: 색상

# hardwood_custom
source: Custom
kor: 사용자

# hardwood_finish
source: Finish
kor: 마감

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
kor: 광택 니스

# hardwood_finish:hardwood_satin
source: Satin Varnish
kor: 새틴 니스

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
kor: 반광택 니스

# hardwood_finish:hardwood_unfinished
source: Unfinished
kor: 마감 안 함

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
kor: 광택 니스, 반광택 니스, 새틴 니스 및 마감 안 함 중에서 선택합니다.

# hardwood_finish:uilabel
source: Finish
kor: 마감

# hardwood_flooring
source: Flooring
kor: 바닥

# hardwood_furniture
source: Furniture
kor: 가구

# hardwood_glossy
source: Glossy Varnish
kor: 광택 니스

# hardwood_hardwoodgroup
source: Wood
kor: 목재

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
kor: 목재 그레인 기준

# hardwood_imperfections:hardwood_custom
source: Custom
kor: 사용자

# hardwood_imperfections:hardwood_none
source: None
kor: 없음

# hardwood_imperfections:uilabel
source: Relief Pattern
kor: 릴리프 패턴

# hardwood_imperfections_amount
source: Amount
kor: 양

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
kor: 표면 범프의 높이를 조정합니다. 평평한 표면에는 0을, 그레인을 높이려면 양수(0~10)를, 그레인을 반전시키려면 음수(0~-10)를 입력합니다.

# hardwood_imperfections_amount:uilabel
source: Amount
kor: 양

# hardwood_imperfections_list_label
source: Type
kor: 유형

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
kor: 목재 또는 사용자 표면 패턴을 선택합니다.

# hardwood_imperfections_panel_label
source: Relief Pattern
kor: 릴리프 패턴

# hardwood_imperfections_shader
source: Image
kor: 이미지

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
kor: 비트맵 이미지를 사용하여 목재의 릴리프 패턴을 조정합니다.

# hardwood_imperfections_shader:uilabel
source: Image
kor: 이미지

# hardwood_no_color
source: None
kor: 없음

# hardwood_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# hardwood_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# hardwood_roundcorners_on
source: Round Corners
kor: 원형 코너

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# hardwood_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# hardwood_roundcorners_radius
source: Source
kor: 소스

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# hardwood_roundcorners_radius:uilabel
source: Source
kor: 소스

# hardwood_satin
source: Satin Varnish
kor: 새틴 니스

# hardwood_semigloss
source: Semi-gloss Varnish
kor: 반광택 니스
