Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

source: Furnishings.Fabrics.Leather.Black.1
fra: Mobilier.Tissus.Cuir.Noir.1

source: Furnishings.Fabrics.Leather.Brown
fra: Mobilier.Tissus.Cuir.Marron

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
fra: Mobilier.Tissus.Cuir.Pebble.Marron clair

source: Furnishings.Fabrics.Leather.Pebble.Mauve
fra: Mobilier.Tissus.Cuir.Galet.Mauve

source: Furnishings.Fabrics.Leather.Tan
fra: Mobilier.Tissus.Cuir.Brun roux

source: Furnishings.Fabrics.Linen.Beige
fra: Mobilier.Tissus.Lin.Beige

source: Furnishings.Fabrics.Linen.Tweed
fra: Ameublement.Tissus.Lin.Tweed

source: Furnishings.Fabrics.Linen.White
fra: Mobilier.Tissus.Lin.Blanc

source: Furnishings.Fabrics.Mesh
fra: Ameublement.Tissus.Maille

source: Furnishings.Fabrics.Netting
fra: Ameublement.Tissus.Filet

source: Furnishings.Fabrics.Plaid.1
fra: Mobilier.Tissus.Plaid.1

source: Furnishings.Fabrics.Plaid.3
fra: Mobilier.Tissus.Plaid.3

source: Furnishings.Fabrics.Plaid.4
fra: Mobilier.Tissus.Plaid.4

source: Furnishings.Fabrics.Stripes.1
fra: Mobilier.Tissus.Rayures.1

source: Furnishings.Fabrics.Stripes.2
fra: Mobilier.Tissus.Rayures.2

source: Furnishings.Fabrics.Stripes.3
fra: Mobilier.Tissus.Rayures.3

source: Furnishings.Fabrics.Stripes.4
fra: Mobilier.Tissus.Rayures.4

source: Furnishings.Fabrics.Stripes.5
fra: Mobilier.Tissus.Rayures.5

source: Furnishings.Fabrics.Stripes.6
fra: Mobilier.Tissus.Rayures.6

source: Furnishings.Fabrics.Stripes.7
fra: Mobilier.Tissus.Rayures.7

source: Furnishings.Fabrics.Velvet.Black
fra: Mobilier.Tissus.Velours.Noir

source: Furnishings.Fabrics.Velvet.Red
fra: Ameublement.Tissus.Velours.Rouge

source: GFRC
fra: BRFV

source: Galvanized steel
fra: Acier galvanisé

source: Gas structural asset.
fra: Ressource de matériaux gazeux structurels.

source: Gas thermal asset.
fra: Ressource de gaz thermiques.

source: Generic
fra: Générique

source: Generic Photometric light.
fra: Eclairage photométrique générique.

source: Generic material.
fra: Matériau générique.

source: Generic structural asset.
fra: Ressource de matériaux génériques structurels.

source: Generic-001
fra: Lumineux - Translucide blanc

source: Generic-002
fra: Témoin - Rouge activé

source: Generic-003
fra: Témoin - Rouge désactivé

source: Generic-004
fra: Témoin - Vert activé

source: Generic-005
fra: Témoin - Vert désactivé

source: Generic-006
fra: Témoin - Jaune activé

source: Generic-007
fra: Témoin - Jaune désactivé

source: Generic-008
fra: Lumineux - Crème

source: Generic-009
fra: Poil ras - Gris

source: Generic-010
fra: Poil ras - Sable

source: Generic-011
fra: Panneau acoustique - 2x4 blanc fissuré

source: Generic-012
fra: Panneau acoustique - 2x4 blanc à galets

source: Generic-013
fra: Panneau acoustique - 2x2 blanc à galets

source: Generic-014
fra: Horizontal 4 po - Blanc

source: Generic-015
fra: Bardeaux - Composition gris

source: Generic-016
fra: Bardeaux - Gris hémisphérique

source: Generic-017
fra: Bardeaux - Gris rugueux

source: Generic-018
fra: Tuile espagnole

source: Generic-019
fra: Granulat - Elevé

source: Generic-020
fra: Terre battue - Brun foncé

source: Generic-021
fra: Graminée - Foncé seigle

source: Generic-022
fra: Sable - Naturel moyen

source: Generic-023
fra: Haie

source: Generic-024
fra: Stratifié - Normal

source: Generic-025
fra: Ampoule - Allumé

source: Generic-026
fra: Ampoule - Eteint

source: Generic-027
fra: Transparent - Clair

source: Generic-028
fra: Lumineux - Translucide bleu

source: Generic-029
fra: Lumineux - Translucide orange

source: Generic-030
fra: Poil ras - Beige

source: Generic-031
fra: Poil ras - Bleu marine

source: Generic-032
fra: Poil ras - Or

source: Generic-033
fra: Horizontal 6 po - Beige

source: Generic-034
fra: Horizontal 4 po - Gris

source: Generic-035
fra: Horizontal 6 po - Gris

source: Generic-036
fra: Horizontal 8 po - Gris

source: Generic-037
fra: Vertical 6 po - Blanc

source: Generic-038
fra: Poil moyen - Gris foncé

source: Generic-039
fra: Tuile espagnole - Brun

source: Generic-040
fra: Tuile espagnole - Rouge 3

source: Generic-041
fra: Neige

source: Generic-042
fra: Bardeaux - Brun clair hémisphérique

source: Generic-043
fra: Papier peint - Rayures moucheté

source: Generic-044
fra: Galet - Brun

source: Generic-045
fra: Papier peint - Floral jaune

source: Generic-046
fra: Papier peint - Floral bleu

source: Generic-047
fra: Papier peint - Roses

source: Generic-048
fra: Papier peint - Victorien

source: Generic-049
fra: Papier peint - Géométrique

source: Generic-050
fra: Jean - Bleu

source: Generic-051
fra: Panneau acoustique - 2x2 gris fissuré

source: Generic-052
fra: Bardeau - Altéré

source: Generic-053
fra: Bardeaux - Composition brun

source: Generic-054
fra: Bardeaux - Composition gris foncé

source: Generic-055
fra: Bardeaux - Composition rose

source: Generic-056
fra: Bardeau - Eclaté

source: Generic-057
fra: Asphalte - Mouillé

source: Generic-058
fra: Asphalte 3

source: Generic-059
fra: Graminée - Foncé Bermudes

source: Generic-060
fra: Graminée - Claire seigle

source: Generic-061
fra: Losange - Rosette

source: Generic-062
fra: Fer noir

source: Generic-063
fra: Pavé de verre

source: Generic-064
fra: Carton - Panneau de particules

source: Generic/Ceramic
fra: Générique/Céramique

source: Generic/Glass
fra: Générique/verre

source: GenericPhotometricLight
fra: Eclairage photométrique générique

# GenericPhotometricLightSchema_localname:Light
source: Light
fra: Lumière

# GenericPhotometricLightSchema_localtype:Light
source: Light
fra: Lumière

# GenericSchema_localname:Generic
source: Generic
fra: Générique

# GenericSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Glass
fra: Verre

source: Glass Fiber Reinforced Concrete, 5% fibers
fra: Béton renforcé de fibres de verre, 5% de fibres

source: Glass fiber reinforced concrete
fra: Béton renforcé de fibres de verre

source: Glass-001
fra: Transparent - Vert

source: Glass-002
fra: Fumé - Gris

source: Glass-003
fra: Teinté - Bleu

source: Glass-004
fra: Teinté - Bleu-vert

source: Glass-005
fra: Fumé - Bronze

source: Glass-006
fra: Transparent - Ambre

source: Glass-007
fra: Fumé - Noir

source: Glass-008
fra: Clair

source: Glass-009
fra: Givré - Blanc

source: Glass-010
fra: Transparent - Blanc

source: Glass-011
fra: Ondoyant - Blanc

source: Glass-012
fra: Semi-transparent - Blanc

source: Glass-013
fra: Givré - Transparent

source: Glass-014
fra: Givré - Bleu foncé

source: Glass-015
fra: Givré - Bleu clair

source: Glass-016
fra: Ondoyant - Bleu moyen

source: Glass-017
fra: Givré - Gris

source: Glass-018
fra: Ondoyant - Vert clair

source: Glass-019
fra: Givré - Rouge foncé

source: Glass-020
fra: Givré - Bleu

source: Glass-021
fra: Ondoyant - Bleu clair

source: Glass-022
fra: Givré - Bronze foncé

source: Glass-023
fra: Givré - Bronze clair

source: Glass/Glazing
fra: Verre/Vitrage

source: Glazing
fra: Vitrage

source: Glazing material.
fra: Matériau vitrage.

source: Glazing-001
fra: Bleu foncé réfléchissant

source: Glazing-002
fra: Bleu foncé

source: Glazing-003
fra: Bleu clair réfléchissant

source: Glazing-004
fra: Bronze foncé réfléchissant

source: Glazing-005
fra: Bronze clair réfléchissant

source: Glazing-006
fra: Bronze clair

source: Glazing-007
fra: Gris foncé

source: Glazing-008
fra: Rouge foncé

source: Glazing-009
fra: Bleu-vert

source: Glazing-010
fra: Or

source: Glazing-011
fra: Clair réfléchissant

source: Glazing-012
fra: Clair

source: Glazing-013
fra: Rouge clair

source: Glazing-014
fra: Bleu - Vitrage

source: Glazing-015
fra: Bleu réfléchissant

source: Glazing-016
fra: Bronze foncé

source: Glazing-017
fra: Gris clair réfléchissant

source: Glazing-018
fra: Gris clair

source: Glazing-019
fra: Vert foncé réfléchissant

# GlazingSchema_localname:Glazing
source: Glazing
fra: Vitrage

# GlazingSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Gradient
fra: Dégradé

source: Gradient map.
fra: Texture dégradé.

# GradientSchema_localname:Gradient
source: Gradient
fra: Dégradé

source: Graphics
fra: Graphiques

# GraphicsSchema_localname:Graphics
source: Graphics
fra: Graphiques

# GraphicsSchema_localtype:Graphics
source: Graphics
fra: Graphiques

source: Gray bricks
fra: Briques claires

source: Gray marble stone floor
fra: Sol pierre marbre gris

source: Gray modular bricks
fra: Briques modulaires grises

source: Grey cast iron
fra: Fonte grise

source: HIPS
fra: Polystyrène choc

source: Hardwood
fra: Feuillu

source: Hardwood material.
fra: Matériau de feuillus.

# HardwoodSchema_localname:Wood
source: Wood
fra: Bois

# HardwoodSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Has a beige tint
fra: Possède une coloration beige

source: Has a blue tint
fra: Possède une coloration bleue

source: Has a medium beige tint
fra: Possède une coloration beige moyen

source: Has a slight blue tint
fra: Possède une légère coloration bleue

source: Hemispherical Map.
fra: Texture hémisphérique.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
fra: Texture hémisphérique

source: High density polyethylene
fra: Polyéthylène à densité élevée

source: High impact polystyrene
fra: Polystyrène choc

source: High strength low alloy steel
fra: Acier modérément allié haute résistance

source: Hill swatch.
fra: Témoin de colline.

source: Illuminated display color
fra: Couleur d'affichage illuminé

# ImageSwitch:uilabel
source: Image Switch:
fra: Interrupteur d'image:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
fra: Images avec la permission de Precast/Prestressed Concrete Institute (PCI).

source: InvCer-001
fra: Carré 4 po - Bleu clair

source: InvGen-001
fra: Transparent - Bleu - Version 1.1

source: InvGen-001-1-2
fra: Transparent - Bleu

source: InvGen-002
fra: Carton

source: InvGen-003
fra: Bois de grève

source: InvGen-004
fra: Feuille or

source: InvGen-005
fra: Transparent - Vert 1 - Version 1.1

source: InvGen-005-1-2
fra: Transparent - Vert 1

source: InvGen-006
fra: Vert-de-gris

source: InvGen-007
fra: Vert-de-gris - Antique poli

source: InvGen-008
fra: Vert-de-gris - Poli

source: InvGen-009
fra: Pierre - Bleu

source: InvGen-010
fra: Magenta

source: InvGen-011
fra: Métal 1400F rouge

source: InvGen-012
fra: Métal 1600F rouge

source: InvGen-013
fra: Métal 1800F rouge

source: InvGen-014
fra: Métal 2400F rouge

source: InvGen-015
fra: Nickel - Version 1.1

source: InvGen-015-1-2
fra: Nickel

source: InvGen-016
fra: Huile

source: InvGen-017
fra: Opale

source: InvGen-018
fra: Rose

source: InvGen-019
fra: Polycarbonate - Transparent - Version 1.1

source: InvGen-019-1-2
fra: Polycarbonate - Transparent

source: InvGen-020
fra: Polycarbonate - Fumé - Version 1.1

source: InvGen-020-1-2
fra: Polycarbonate - Fumé

source: InvGen-021
fra: Nylon 6

source: InvGen-022
fra: PTFE

source: InvGen-023
fra: Nitrure de silicium - Poli - Version 1.1

source: InvGen-023-1-2
fra: Nitrure de silicium - Poli

source: InvGen-024
fra: Passé au tour motorisé

source: InvGen-025
fra: Traité au jet de sable

source: InvGen-027
fra: Oxydé

source: InvGen-028
fra: Plaque

source: InvGen-029
fra: Rouillé - Version 1.1

source: InvGen-029-1-2
fra: Rouillé

source: InvGen-031
fra: Titane - Version 1.1

source: InvGen-031-1-2
fra: Titane

source: InvGen-032
fra: Titane - Poli - Version 1.1

source: InvGen-032-1-2
fra: Titane - Poli

source: InvGen-033
fra: Bulles eau

source: InvGen-034
fra: Soudure - Aluminium

source: InvGen-035
fra: Soudure - Laiton

source: InvGen-036
fra: Soudure - Acier inoxydable

source: InvGen-037
fra: Soudure - Acier doux

source: InvGen-038
fra: Caoutchouc - Noir - Version 1.1

source: InvGen-038-1-2
fra: Caoutchouc - Noir

source: InvGen-039
fra: Caoutchouc - Bleu - Version 1.1

source: InvGen-039-1-2
fra: Caoutchouc - Bleu

source: InvGen-040
fra: Caoutchouc - Vert - Version 1.1

source: InvGen-040-1-2
fra: Caoutchouc - Vert

source: InvGen-042
fra: Bois - Peinture blanche

source: InvGen-043
fra: Transparent - Jaune - Version 1.1

source: InvGen-043-1-2
fra: Transparent - Jaune

source: InvGen-044
fra: Chromate de zinc 1

source: InvGen-045
fra: Vert poli

source: InvGen-046
fra: Aluminium moulé

source: InvGen-048
fra: Moulé noir

source: InvGen-049
fra: Fibre de carbone 1

source: InvGen-050
fra: Métal déployé 01

source: InvGen-051
fra: Métal déployé 02

source: InvGen-052
fra: Métal déployé 03

source: InvGen-053
fra: Métal déployé 04

source: InvGen-054
fra: Usiné 02

source: InvGen-055
fra: Usiné 03

source: InvGen-056
fra: Rouille

source: InvGen-057
fra: Plaque de protection

source: InvGen-058
fra: Plaque - Bleu

source: InvGen-059
fra: Chrome - Noir poli

source: InvGen-060
fra: Chrome - Bleu poli

source: InvGen-061
fra: Chromate de zinc 2

source: InvGen-062
fra: Aluminium - Plat - Version 1.1

source: InvGen-062-1-2
fra: Aluminium - Plat

source: InvGen-063
fra: Or - Métal - Version 1.1

source: InvGen-063-1-2
fra: Or - Métal

source: InvGen-064
fra: Argent - Version 1.1

source: InvGen-064-1-2
fra: Argent

source: InvGen-065
fra: Plomb

source: InvGen-066
fra: Acier

source: InvGen-067
fra: Fonte grise

source: InvGen-068
fra: Fonte - Fonte

source: InvGen-069
fra: Acier - Fonte

source: InvGen-070
fra: Traité au jet de sable - Gris foncé

source: InvGen-071
fra: Par défaut

source: InvHW-001
fra: Liège - Grossier

source: InvMet-004
fra: Plaque losange - Version 1.1

source: InvMet-004-1-2
fra: Plaque losange

source: InvMet-005
fra: Galvanisé

source: InvMet-006
fra: Moleté - Version 1.1

source: InvMet-006-1-2
fra: Moleté

source: InvMet-007
fra: Acier - Poli

source: InvMet-008
fra: Semi-poli

source: Iron
fra: Fer

source: LCP
fra: PCL

source: LDPE
fra: Polyéthylène basse densité

# Latitude
source: Scene Latitude:
fra: Latitude scène:

# Latitude:uilabel
source: Scene Latitude:
fra: Latitude scène:

source: Lead, oxidized
fra: Plomb, oxydé

source: Lead, oxidized finish
fra: Plomb, finition oxydée

source: Lexan
fra: Polycarbonate

source: Light
fra: Lumière

source: Light beige colour
fra: Couleur beige clair

source: Light brown modular bricks
fra: Briques modulaires brun clair

source: Light brown rectangular herringbone bricks
fra: Briques rectangulaires à chevrons brun clair

source: Light gray rectangular stones
fra: Pierres rectangulaires gris clair

source: Light gray slate bricks
fra: Briques ardoise gris clair

source: Light red and large square slate bricks
fra: Briques ardoise grands carrés et rouge clair

source: Light red modular bricks
fra: Briques modulaires rouge clair

source: Liquid
fra: Liquide

source: Liquid Crystal Polymer
fra: Polymère à cristaux liquides

source: Liquid structural asset.
fra: Ressource de matériaux liquides structurels.

source: Liquid thermal asset.
fra: Ressource de matériaux liquides thermiques.

# Location:uilabel
source: Location
fra: Emplacement

source: Logarithmic Tone Operator
fra: Opérateur de tonalité logarithmique

source: LogarithmicToneOp
fra: OpTon logarithmique

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
fra: OpTon logarithmique

# Longitude
source: Scene Longitude:
fra: Longitude scène:

# Longitude:uilabel
source: Scene Longitude:
fra: Longitude scène:

source: Low Carbon Steel
fra: Acier à faible teneur en carbone

source: Low density polyethylene
fra: Polyéthylène à faible densité

source: Malleable cast iron
fra: Fonte malléable

source: Marble
fra: Marbre

source: Marble map.
fra: Texture marbre.

# MarbleSchema_localname:Marble
source: Marble
fra: Marbre

source: Martensitic stainless steel
fra: Acier inoxydable martensitique

source: Masonry and CMU material.
fra: Matériau de CMU et maçonnerie.

source: Masonry-001
fra: Soldat uniforme - Bordeaux

source: Masonry-002
fra: Horizontale non uniforme - Bordeaux

source: Masonry-003
fra: Horizontale 12 po - Bordeaux

source: Masonry-004
fra: Normal - Gris moyen

source: Masonry-005
fra: Chevron - Brun clair

source: Masonry-006
fra: Chevron - Brun

source: Masonry-007
fra: Carré

source: Masonry-008
fra: Verticale

source: Masonry-009
fra: Modulaire - Brun clair

source: Masonry-010
fra: Modulaire - Gris

source: Masonry-011
fra: Modulaire - Brun

source: Masonry-012
fra: Modulaire - Rouge clair

source: Masonry-013
fra: Ardoise - Carré rouge

source: Masonry-014
fra: Ardoise - Aléatoire gris

source: Masonry-015
fra: Adobe - Beige

source: Masonry-016
fra: Motif croisé

source: Masonry-017
fra: Blocs décoratifs

source: Masonry-018
fra: Mur de soutènement - Blocs de cendre

source: Masonry-019
fra: Mur de soutènement - Blocs de cendre striés

source: Masonry-020
fra: Petites pierres rectangulaires irrégulières - Brun

source: Masonry-021
fra: Petites pierres rectangulaires - Gris

source: Masonry-022
fra: Pierres rectangulaires - Gris clair

source: Masonry-023
fra: Travertin - Crème

source: Masonry-024
fra: Marbre - Blanc-Vert

source: Masonry-025
fra: Marbre - Gris

source: Masonry-026
fra: Pierre des champs - Altéré

source: Masonry-027
fra: Bordeaux

source: Masonry-028
fra: Horizontale uniforme - Brun

source: Masonry-029
fra: Soldat uniforme - Brun

source: Masonry-030
fra: Horizontale non uniforme - Brun

source: Masonry-031
fra: Horizontale uniforme - Bordeaux

source: Masonry-032
fra: Soldat non uniforme - Bordeaux

source: Masonry-033
fra: Soldat non uniforme 2 po - Bordeaux

source: Masonry-034
fra: Horizontale uniforme - Corail

source: Masonry-035
fra: Horizontale uniforme - Gris

source: Masonry-036
fra: Horizontale uniforme 12 po - Gris

source: Masonry-037
fra: Horizontale uniforme - Orange

source: Masonry-038
fra: Horizontale non uniforme - Rouge

source: Masonry-039
fra: Horizontale uniforme - Jaune

source: Masonry-040
fra: Soldat uniforme - Jaune

source: Masonry-041
fra: Empilé à face divisée - Brun

source: Masonry-042
fra: Horizontal à face divisée - Corail

source: Masonry-043
fra: Horizontal - Gris clair

source: Masonry-044
fra: Empilé à face divisée - Gris

source: Masonry-045
fra: Chevron - Gris

source: Masonry-046
fra: Chevron - Rouge

source: Masonry-047
fra: Horizontale non uniforme - Gris

source: Masonry-048
fra: Tressé - Brun

source: Masonry-049
fra: Gravier - Galet

source: Masonry-050
fra: Gravier - Taliesin West

source: Masonry-051
fra: Empilé à face divisée - Rose

source: Masonry.Masonry Accessories.Control Joints.Black
fra: Maçonnerie.Accessoires de maçonnerie.Joints de contrôle.Noir

source: Masonry.Stone.Ashlar.Patterned
fra: Maçonnerie.Pierre.Calcaire.Ornemental

source: Masonry.Stone.Ashlar.Random.Broken Coursed
fra: Maçonnerie.Pierre.Pierre de taille.Au hasard.Assise à joints croisés

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
fra: Maçonnerie.Pierre.Pierre de taille.Au hasard.Assise à joints croisés.Cimenté

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
fra: Maçonnerie.Pierre.Pierre des champs.Uncoarsed.Meuble

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
fra: Maçonnerie.Pierre.Pierre des champs.Uncoarsed.Serré

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
fra: Maçonnerie.Pierre.Pierre des champs.Dégrossi.Altéré

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
fra: Maçonnerie.Pierre.Granit.Carré.Superposé.Poli.Poli.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
fra: Maçonnerie.Pierre.Granit.Carré.Superposé.Poli.Noir-Blanc

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
fra: Maçonnerie.Pierre.Granit.Carré.Superposé.Poli.Cuivre-Noir

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
fra: Maçonnerie.Pierre.Granit.Carré.Superposé.Poli.Polished.Gris

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
fra: Maçonnerie.Pierre.Granit.Carré.Superposé.Poli.Mauve-Gris

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
fra: Maçonnerie.Pierre.Granit.Carré.Superposé.Poli.Rose-Noir-Gris

source: Masonry.Stone.Limestone.Ashlar.Coursed
fra: Maçonnerie.Pierre.Calcaire.Pierre de taille.Par assise

source: Masonry.Stone.Limestone.Rubble
fra: Maçonnerie.Pierre.Calcaire.Moellon

source: Masonry.Stone.Limestone.Rustic Joint.Pink
fra: Maçonnerie.Pierre.Calcaire.Joint rustique.Rose

source: Masonry.Stone.Limestone.Rustication
fra: Maçonnerie.Pierre.Calcaire.Rusticage

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
fra: Maçonnerie.Pierre.Marbre.Carré.Superposé.Poli.Blanc - vert

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
fra: Maçonnerie.Pierre.Marbre.Carré.Superposé.Poli.Noir-Blanc

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
fra: Maçonnerie.Pierre.Marbre.Carré.Superposé.Poli.Grandes veines

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
fra: Maçonnerie.Pierre.Marbre.Carré.Superposé.Poli.Marron-Blanc

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
fra: Maçonnerie.Pierre.Marbre.Carré.Superposé.Poli.Noir-Marron-Blanc

source: Masonry.Stone.Onyx.Black
fra: Maçonnerie.Pierre.Onyx.Noir

source: Masonry.Stone.Onyx.Blue
fra: Maçonnerie.Pierre.Onyx.Bleu

source: Masonry.Stone.Onyx.Rose
fra: Maçonnerie.Pierre.Onyx.Rose

source: Masonry.Stone.Slate
fra: Maçonnerie.Pierre.Ardoise

source: Masonry.Stone.Slate.Green
fra: Maçonnerie.Pierre.Ardoise.Vert

source: Masonry.Stone.Slate.Mottled
fra: Maçonnerie.Pierre.Ardoise.Mouchetée

source: Masonry.Stone.Slate.Red
fra: Maçonnerie.Pierre.Ardoise.Rouge

source: Masonry.Stone.Soapstone.BlueGreen
fra: Maçonnerie.Pierre.Stéatite.Bleu-vert

source: Masonry.Stone.Soapstone.DarkGrey
fra: Maçonnerie.Pierre.Stéatite.Gris foncé

source: Masonry.Stone.Travertine.Cream
fra: Maçonnerie.Pierre.Travertin.Crème

source: Masonry.Stone.Travertine.DarkBrown
fra: Maçonnerie.Pierre.Travertin.Marron foncé

source: Masonry.Stone.Travertine.DarkRed
fra: Maçonnerie.Pierre.Travertin.Rouge foncé

source: Masonry.Unit Masonry.Brick.Adobe.Running
fra: Maçonnerie.Maçonnerie unitaire.Brique.Adobe.Coulissant

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Volige à caissons

source: Masonry.Unit Masonry.Brick.Modular.Clinker
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Mâchefer

source: Masonry.Unit Masonry.Brick.Modular.Common
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Commun

source: Masonry.Unit Masonry.Brick.Modular.Cored
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Perforée

source: Masonry.Unit Masonry.Brick.Modular.English
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Anglais

source: Masonry.Unit Masonry.Brick.Modular.English Cross
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Croix anglaise

source: Masonry.Unit Masonry.Brick.Modular.Face
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Parement

source: Masonry.Unit Masonry.Brick.Modular.Fire
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.A feu

source: Masonry.Unit Masonry.Brick.Modular.Flemish
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Flamand

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Croix flamande

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Diagonale flamande

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Mur de jardin

source: Masonry.Unit Masonry.Brick.Modular.Glazed
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Coulissant

source: Masonry.Unit Masonry.Brick.Modular.Header
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Boutisse

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Herringbone

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Chevrons.1
