Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# background
source: Background Shader:
csy: Odstínění pozadí:

# background:uilabel
source: Background Shader:
csy: Odstínění pozadí:

source: Background On:
csy: Pozadí zapnuto:

# backgroundOn:uilabel
source: Background On:
csy: Pozadí zapnuto:

# backgroundx
source: Background
csy: Pozadí

source: bank
csy: břeh

# base
source: Fixture
csy: Příslušenství

source: basic
csy: základní

# basic_props1
source: Basic Thermal
csy: Základní tepelné

source: bathroom
csy: koupelna

source: bayou
csy: odtok

source: bedroom
csy: ložnice

source: beech
csy: buk

source: beechwood
csy: bukové dřevo

source: beige
csy: béžová

source: beige plaid
csy: béžový pléd

source: bermuda
csy: Bermudy

source: birch
csy: bříza

source: black
csy: černý

source: block
csy: blok

source: blocks
csy: bloky

source: blue
csy: modrá

source: board
csy: deska

source: bog
csy: bažina

source: Bottom Left 1:
csy: Vlevo dole 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
csy: Vlevo dole 1:

source: Bottom Right 1:
csy: Vpravo dole 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
csy: Vpravo dole 1:

source: brass
csy: mosaz

# break_def_map:uilabel
source: Break Def Map
csy: Mapa definic přerušení

source: brick
csy: cihla

source: Brightness:
csy: Jas:

# brightness:uilabel
source: Brightness:
csy: Jas:

source: brindle
csy: strakatá

source: bronze
csy: bronz

# broom_curved:uilabel
source: Broom Curved
csy: Metla zakřivená

# broom_straight:uilabel
source: Broom Straight
csy: Metla rovná

source: brown
csy: hnědá

source: brown carpet
csy: hnědý koberec

# brush_def_map:uilabel
source: Brush Def Map
csy: Mapa definic kartáčovaných povrchů

source: brushed
csy: kartáčovaný

source: bulb
csy: žárovka

# bump_checker_map:uilabel
source: Bump Checker Map
csy: Mapa šachovnice nerovností

# bump_diamond_map:uilabel
source: Bump Diamond Map
csy: Mapa kosočtvercových nerovností

source: burgundy
csy: karmínově červená

source: burl
csy: výrůstek

source: burlap
csy: pytlovina

# burn_highlights
source: Highlights (Burn):
csy: Zvýraznění (vypálení):

# burn_highlights:uilabel
source: Highlights (Burn):
csy: Zvýraznění (vypálení):

source: burnt
csy: spálená

source: cadet
csy: kadet

source: cafe
csy: káva

# camera_shutter
source: Shutter Speed:
csy: Rychlost uzávěrky:

# camera_shutter:uilabel
source: Shutter Speed:
csy: Rychlost uzávěrky:

source: canary
csy: kanárkový

# candela
source: candelas
csy: kandely

source: caning
csy: rákosový výplet

source: canvas
csy: plátno

source: cardboard
csy: kartón

source: carpet
csy: koberec

source: carpet with some blue, yellow and red
csy: koberec s přídavkem modré, žluté a červené

source: cast-in-place
csy: odlito na místě

# cast_shadows
source: Compute Shadows:
csy: Vypočítat stíny:

# cast_shadows:uilabel
source: Turns on shadows:
csy: Zapne stíny:

source: ceiling
csy: strop

source: ceramic
csy: keramika

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
csy: HID keramický halogenid (studený)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
csy: HID keramický halogenid (teplý)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# ceramic_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# ceramic_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# ceramic_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# ceramic_ao_samples
source: Samples
csy: Vzorky

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# ceramic_ao_samples:uilabel
source: Samples
csy: Vzorky

# ceramic_application
source: Finish
csy: Povrchová úprava

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
csy: Vysoký lesk/Glazovaný

# ceramic_application:ceramic_matte
source: Matte
csy: Matný

# ceramic_application:ceramic_satin
source: Satin
csy: Satén

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
csy: Nastavuje texturu upraveného povrchu.

# ceramic_application:uilabel
source: Finish
csy: Povrchová úprava

# ceramic_bump:ceramic_custom
source: Custom
csy: Vlastní

# ceramic_bump:ceramic_none
source: None
csy: Žádné

# ceramic_bump:ceramic_wavy
source: Wavy
csy: Vlny

# ceramic_bump:uilabel
source: Type
csy: Typ

# ceramic_bump_amount
source: Amount
csy: Množství

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
csy: Řídí nízkofrekvenční vlny, které se často vyskytují v keramice. Zadáním vyššího desetinného čísla (do 1,0) lze zvětšit hloubku povrchových nerovností.

# ceramic_bump_amount:uilabel
source: Amount
csy: Množství

# ceramic_bump_list_label
source: Type
csy: Typ

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
csy: Nastavuje vzor použitý k vytvarování nízkofrekvenčních vln, které se často vyskytují v keramice.

# ceramic_bump_map
source: Image
csy: Obrázek

# ceramic_bump_map:uilabel
source: Image
csy: Obrázek

# ceramic_bump_panel_label
source: Finish Bumps
csy: Povrchové nerovnosti

# ceramic_ceramic
source: Ceramic
csy: Keramika

# ceramic_color
source: Color
csy: Barva

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
csy: Vybírá barvu, obrázek nebo procedurální texturu k vytvoření vzhledu materiálu.

# ceramic_color:uilabel
source: Color
csy: Barva

# ceramic_color_by_object:uilabel
source: Color
csy: Barva

# ceramic_custom
source: Custom
csy: Vlastní

# ceramic_high_glossy
source: High Gloss / Glazed
csy: Vysoký lesk/Glazovaný

# ceramic_matte
source: Matte
csy: Matný

# ceramic_pattern:ceramic_custom
source: Custom
csy: Vlastní

# ceramic_pattern:ceramic_none
source: None
csy: Žádné

# ceramic_pattern:uilabel
source: Type
csy: Typ

# ceramic_pattern_amount
source: Amount
csy: Množství

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
csy: Řídí dekorativní vzory reliéfů.

# ceramic_pattern_amount:uilabel
source: Amount
csy: Množství

# ceramic_pattern_list_label
source: Type
csy: Typ

# ceramic_pattern_map:uilabel
source: Image
csy: Obrázek

# ceramic_pattern_map_slider_label
source: Image
csy: Obrázek

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
csy: Zobrazí dekorativní vzory reliéfů.

# ceramic_pattern_map_stack_label
source: Relief Pattern
csy: Vzor reliéfu

# ceramic_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# ceramic_porcelain
source: Porcelain
csy: Porcelán

# ceramic_props
source: Ceramic
csy: Keramika

# ceramic_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# ceramic_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# ceramic_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# ceramic_roundcorners_radius
source: Source
csy: Zdroj

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# ceramic_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# ceramic_satin
source: Satin
csy: Satén

# ceramic_type
source: Type
csy: Typ

# ceramic_type:ceramic_ceramic
source: Ceramic
csy: Keramika

# ceramic_type:ceramic_porcelain
source: Porcelain
csy: Porcelán

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
csy: Vybírá typ materiálu: keramiku nebo porcelán.

# ceramic_type:uilabel
source: Type
csy: Typ

# ceramic_wavy
source: Wavy
csy: Vlny

source: cerulean
csy: blankytná

source: chain
csy: řetěz

source: chartreuse
csy: zeleň chartreuse

source: checker
csy: šachovnice

# checker_Appearance
source: Appearance
csy: Vzhled

# checker_Position
source: Position
csy: Umístění

# checker_Repeat
source: Repeat
csy: Opakovat

# checker_Scale
source: Scale
csy: Měřítko

# checker_color1
source: Color 1
csy: Barva 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
csy: Poskytuje pro jednu šachovnici možnost výběru barvy nebo subprocedurální mapy.

# checker_color1:uilabel
source: Color 1
csy: Barva 1

# checker_color2
source: Color 2
csy: Barva 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
csy: Poskytuje pro další šachovnici možnost výběru barvy nebo subprocedurální mapy.

# checker_color2:uilabel
source: Color 2
csy: Barva 2

# checker_soften
source: Soften
csy: Změkčit

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
csy: Nastavuje hodnotu udávající úroveň měkkosti či rozmazání na rozhraní dvou barev nebo typů map. Vyšší hodnoty způsobí větší rozmazání. Hodnota 0,0 znamená ostré hrany. Rozsah = 0 až 5,00; výchozí hodnota = 0.

# checker_soften:uilabel
source: Soften
csy: Změkčit

# checker_transforms_group
source: Transforms
csy: Transformace

source: cherry
csy: třešeň

source: chestnut
csy: kaštan

source: chiffon
csy: šifon

source: chipboard
csy: dřevotřísková deska

source: chocolate
csy: čokoláda

source: chromate
csy: chroman

source: chrome
csy: chrom

source: circular
csy: kruhový

source: clear
csy: čirý

source: cmu
csy: pórobeton

source: coarse
csy: surový

source: cobble
csy: dlažební kámen

source: coffee
csy: káva

source: Color Correction
csy: Korekce barev

# colorCorrection:uilabel
source: Color Correction
csy: Korekce barev

# colorDifferentiation
source: Desaturate Low Levels
csy: Odbarvit nízké úrovně

# colorDifferentiation:uilabel
source: Desaturate Low Levels
csy: Odbarvit nízké úrovně

# colorMapIndependent
source: Affect Indirect Only
csy: Vliv pouze na nepřímé

# colorMapIndependent:uilabel
source: Affect Indirect Only
csy: Vliv pouze na nepřímé

source: Color Shifting:
csy: Barevný posun:

# colorShifting:none
source: None
csy: Žádné

# colorShifting:std_incandescent
source: Standard Incandescent Light
csy: Světlo standardní vláknové žárovky

# colorShifting:uilabel
source: Color Shifting:
csy: Barevný posun:

# color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# color_color_input
source: Color:
csy: Barva:

# color_color_input:uilabel
source: Color:
csy: Barva:

# common_Shared_Asset:common_independent
source: Independent
csy: Nezávislé

# common_Shared_Asset:common_shared
source: Shared
csy: Sdílené

# common_Shared_Asset:uilabel
source: Sharing
csy: Sdílení

# common_Tint_color
source: Tint Color
csy: Zabarvení

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
csy: Umožňuje vybrat barvu pro zabarvení vzhledu materiálu.

# common_Tint_color:uilabel
source: Tint Color
csy: Zabarvení

# common_Tint_toggle
source: Tint
csy: Odstín

# common_Tint_toggle:uilabel
source: Tint
csy: Odstín

source: composition
csy: složení

# compressive_strength_ultimate
source: Ultimate
csy: Mez pevnosti

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
csy: Mez pevnosti v tlaku

# compressive_stress_yield
source: Yield
csy: Mez kluzu

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
csy: Mez kluzu v tlaku

source: computer
csy: počítač

source: concrete
csy: beton

# concrete_acrylic
source: Acrylic
csy: Akrylový

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# concrete_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# concrete_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# concrete_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# concrete_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# concrete_ao_samples
source: Samples
csy: Vzorky

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# concrete_ao_samples:uilabel
source: Samples
csy: Vzorky

# concrete_automatic
source: Automatic
csy: Automaticky

# concrete_base
source: Concrete
csy: Beton

# concrete_bm_map
source: Image
csy: Obrázek

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
csy: Přidá zvětrávání (skvrny nebo přebarvení) podle vybraného obrázku.

# concrete_bm_map:uilabel
source: Image
csy: Obrázek

# concrete_brightmode:concrete_automatic
source: Automatic
csy: Automaticky

# concrete_brightmode:concrete_custom
source: Custom - Image
csy: Vlastní – obrázek

# concrete_brightmode:concrete_none
source: None
csy: Žádné

# concrete_brightmode:uilabel
source: Weathering
csy: Zvětrávání

# concrete_brightmode_custom
source: Custom - Image
csy: Vlastní – obrázek

# concrete_brightmode_list_label
source: Type
csy: Typ

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
csy: Přidá zvětrávání (skvrny nebo přebarvení) automaticky.

# concrete_brightmode_panel_label
source: Weathering
csy: Zvětrávání

# concrete_bump_amount
source: Amount
csy: Množství

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
csy: Posouváním lze měnit texturu povrchu.

# concrete_bump_amount:uilabel
source: Amount
csy: Množství

# concrete_bump_map
source: Image
csy: Obrázek

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
csy: K výběru povrchové úpravy používá rastrový obrázek.

# concrete_bump_map:uilabel
source: Image
csy: Obrázek

# concrete_color
source: Color
csy: Barva

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
csy: Vybírá barvu, obrázek nebo procedurální texturu k vytvoření vzhledu materiálu.

# concrete_color:uilabel
source: Color
csy: Barva

# concrete_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# concrete_curved
source: Broom Curved
csy: Metla zakřivená

# concrete_custom
source: Stamped/Custom
csy: Orazítkovaný/vlastní

# concrete_epoxy
source: Epoxy
csy: Epoxid

# concrete_finish
source: Finish Bumps
csy: Povrchové nerovnosti

# concrete_finish:concrete_curved
source: Broom Curved
csy: Metla zakřivená

# concrete_finish:concrete_custom
source: Stamped/Custom
csy: Orazítkovaný/vlastní

# concrete_finish:concrete_polished
source: Polished
csy: Leštěný

# concrete_finish:concrete_smooth
source: Smooth
csy: Hladký

# concrete_finish:concrete_straight
source: Broom Straight
csy: Metla rovná

# concrete_finish:uilabel
source: Type
csy: Typ

# concrete_finish_list_label
source: Type
csy: Typ

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
csy: Řídí povrchovou texturu, která se často vyskytuje na betonu.

# concrete_none
source: None
csy: Žádné

# concrete_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# concrete_polished
source: Polished
csy: Leštěné

# concrete_props1
source: Basic Thermal
csy: Základní tepelné

# concrete_props2
source: Mechanical
csy: Mechanické

# concrete_props4
source: Concrete
csy: Beton

# concrete_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# concrete_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# concrete_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# concrete_roundcorners_radius
source: Source
csy: Zdroj

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# concrete_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# concrete_sealant
source: Sealant
csy: Nátěr

# concrete_sealant:concrete_acrylic
source: Acrylic
csy: Akrylový

# concrete_sealant:concrete_epoxy
source: Epoxy
csy: Epoxid

# concrete_sealant:concrete_none
source: None
csy: Žádné

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
csy: Určuje hmotu použitou k překrytí povrchu betonu.

# concrete_sealant:uilabel
source: Sealant
csy: Nátěr

# concrete_smooth
source: Smooth
csy: Hladký

# concrete_straight
source: Broom Straight
csy: Metla rovná

source: construction
csy: stavba

source: Contrast:
csy: Kontrast:

# contrast:uilabel
source: Contrast:
csy: Kontrast:

source: cool
csy: studený

source: copper
csy: měď

source: coral
csy: korál

source: cork
csy: korek

source: cornsilk
csy: kukuřičné hedvábí

source: cozy
csy: hřejivý

source: cream
csy: krémová

source: cross
csy: křížení

# crush_blacks
source: Shadows:
csy: Stíny:

# crush_blacks:uilabel
source: Shadows:
csy: Stíny:

source: Custom
csy: Vlastní

# custom_environment:uilabel
source: Custom Environment
csy: Uživatelské prostředí

# cutoff_threshold
source: Cutoff Threshold (lx)
csy: Práh přerušení (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
csy: Práh přerušení (lx)

source: cyan
csy: modrozelená

source: Cylinder
csy: Válec

# cylinder_axis
source: Axis:
csy: Osa:

# cylinder_axis:uilabel
source: Axis:
csy: Osa:

# cylinder_radius
source: Radius:
csy: Poloměr:

# cylinder_radius:uilabel
source: Radius:
csy: Poloměr:

# d50
source: D50 Illuminant (Reference White)
csy: Svítidlo D50 (referenční bílá)

# d65
source: D65 Illuminant (Reference White)
csy: Svítidlo D65 (referenční bílá)

source: dark
csy: tmavá

source: dark bronze
csy: tmavě bronzová

source: dark green
csy: tmavě zelená

# decApp_backface_cull:uilabel
source: Backface Cull:
csy: Vymazání zadní plochy:

# decApp_bump_amount
source: Bump Amount:
csy: Množství nerovností:

# decApp_bump_amount:uilabel
source: Bump Amount:
csy: Množství nerovností:

# decApp_bump_map
source: Bump Pattern:
csy: Vzor nerovnosti:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
csy: Použít tmavé a světlé plochy obrázku k určení zvýšených a snížených ploch na obtisku.

# decApp_bump_map:uilabel
source: Bump Pattern:
csy: Vzor nerovnosti:

# decApp_cutout_opacity
source: Cutouts:
csy: Vyjmuté části:
