Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# graphics_surface_pattern_color:uilabel
source: Color
plk: Kolor

# graphics_surface_pattern_label
source: Surface Pattern
plk: Wzór powierzchni

# graphics_use_appearance
source: Use Render Appearance
plk: Użyj wyglądu renderingu

# graphics_use_appearance:uilabel
source: Use Render Appearance
plk: Użyj wyglądu renderingu

source: grass
plk: trawa

source: gravel
plk: żwir

source: gray
plk: szary

source: green
plk: zielony

source: green carpet
plk: zielony dywan

source: grey
plk: szary

source: grid
plk: siatka

source: Ground Color:
plk: Kolor podłoża:

# ground_color:uilabel
source: Ground Color:
plk: Kolor podłoża:

source: half
plk: połowa

source: Halogen (Cool)
plk: Halogen (zimny)

source: Halogen (Warm)
plk: Halogen (ciepły)

source: hammered
plk: młotkowany

source: handsplit
plk: ręcznie dzielony

source: hardwood
plk: drewno liściaste

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# hardwood_ao_distance
source: Max Distance
plk: Maks. odległość

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# hardwood_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# hardwood_ao_samples
source: Samples
plk: Próbki

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# hardwood_ao_samples:uilabel
source: Samples
plk: Próbki

# hardwood_application
source: Used For
plk: Używany do

# hardwood_application:hardwood_flooring
source: Flooring
plk: Podłoga

# hardwood_application:hardwood_furniture
source: Furniture
plk: Meble

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
plk: Wybiera sposób użycia powierzchni drewnianej (podłoga lub meble).

# hardwood_application:uilabel
source: Used For
plk: Używany do

# hardwood_automatic
source: Based on Wood Grain
plk: Na bazie faktury drewna

# hardwood_color
source: Image
plk: Obraz

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
plk: Korzysta z mapy bitowej w celu dostosowania koloru i tekstury drewna.

# hardwood_color:uilabel
source: Image
plk: Obraz

# hardwood_color_choice
source: Color
plk: Kolor

# hardwood_custom
source: Custom
plk: Niestandardowy

# hardwood_finish
source: Finish
plk: Wykończenie

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
plk: Błyszczący lakier

# hardwood_finish:hardwood_satin
source: Satin Varnish
plk: Satynowy lakier

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
plk: Półbłyszczący pokost

# hardwood_finish:hardwood_unfinished
source: Unfinished
plk: Niewykończony

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
plk: Wybiera spośród opcji: błyszczący lakier, półbłyszczący lakier, satynowy lakier, niewykończony.

# hardwood_finish:uilabel
source: Finish
plk: Wykończenie

# hardwood_flooring
source: Flooring
plk: Podłoga

# hardwood_furniture
source: Furniture
plk: Meble

# hardwood_glossy
source: Glossy Varnish
plk: Błyszczący lakier

# hardwood_hardwoodgroup
source: Wood
plk: Drewno

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
plk: Na bazie faktury drewna

# hardwood_imperfections:hardwood_custom
source: Custom
plk: Niestandardowy

# hardwood_imperfections:hardwood_none
source: None
plk: Brak

# hardwood_imperfections:uilabel
source: Relief Pattern
plk: Wzór wypukłości

# hardwood_imperfections_amount
source: Amount
plk: Ilość

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
plk: Dostosowuje wysokość wypukłości powierzchni. Wprowadź 0, aby uzyskać płaską powierzchnię, liczbę dodatnią (między 0 a 10), aby podwyższyć ziarno, lub liczbę ujemną (między 0 a -10), aby odwrócić ziarno.

# hardwood_imperfections_amount:uilabel
source: Amount
plk: Ilość

# hardwood_imperfections_list_label
source: Type
plk: Typ

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
plk: Wybiera wzór powierzchni drewna lub powierzchni niestandardowej.

# hardwood_imperfections_panel_label
source: Relief Pattern
plk: Wzór wypukłości

# hardwood_imperfections_shader
source: Image
plk: Obraz

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
plk: Korzysta z mapy bitowej w celu dostosowania wzoru wypukłości drewna.

# hardwood_imperfections_shader:uilabel
source: Image
plk: Obraz

# hardwood_no_color
source: None
plk: Brak

# hardwood_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# hardwood_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# hardwood_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# hardwood_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# hardwood_roundcorners_radius
source: Source
plk: Źródło

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# hardwood_roundcorners_radius:uilabel
source: Source
plk: Źródło

# hardwood_satin
source: Satin Varnish
plk: Satynowy lakier

# hardwood_semigloss
source: Semi-gloss Varnish
plk: Półbłyszczący pokost

# hardwood_tint_color
source: Stain Color
plk: Kolor bejcy

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
plk: Dostosowuje kolor bejcy.

# hardwood_tint_color:uilabel
source: Stain Color
plk: Kolor bejcy

# hardwood_tint_enabled
source: Stain
plk: Bejca

# hardwood_tint_enabled:hardwood_color_choice
source: Color
plk: Kolor

# hardwood_tint_enabled:hardwood_no_color
source: None
plk: Brak

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
plk: Określa, czy drewno jest bejcowane.

# hardwood_tint_enabled:uilabel
source: Stain
plk: Bejca

# hardwood_unfinished
source: Unfinished
plk: Niewykończony

# haze
source: Sky Haziness/Cloudiness:
plk: Mglistość nieba/zachmurzenie:

# haze:uilabel
source: Sky Haziness/Cloudiness:
plk: Mglistość nieba/zachmurzenie:

source: Haze On:
plk: Zamglenie włączone:

# hazeOn:uilabel
source: Haze On:
plk: Zamglenie włączone:

# haze_small:uilabel
source: Haze Small
plk: Mała mgiełka

source: heavy cardboard used for mounting and architectural model-building
plk: ciężka tektura używana do montażu i budowania modeli architektonicznych

source: hedge
plk: żywopłot

# hemispherical_Bitmap
source: Image File
plk: Plik obrazu

# hemispherical_Bitmap:uilabel
source: Image File
plk: Plik obrazu

# hemispherical_RGBAmount
source: Relative Brightness:
plk: Względna jasność:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
plk: Względna jasność:

source: herringbone
plk: jodełka

source: hexagon
plk: sześciokąt

source: hexagonal
plk: sześciokątny

source: hickory
plk: orzesznik

source: high
plk: wysoki

# highPressureSodium
source: HID High Pressure Sodium
plk: Wysokociśnieniowa lampa sodowa HID

source: holes
plk: otwory

source: home
plk: dom

source: honey
plk: miód

# horizon
source: Ground and Horizon
plk: Podłoże i horyzont

source: Horizon Blur:
plk: Rozmazanie horyzontu:

# horizon_blur:uilabel
source: Horizon Blur:
plk: Rozmazanie horyzontu:

source: Horizon Height:
plk: Wysokość horyzontu:

# horizon_height:uilabel
source: Horizon Height:
plk: Wysokość horyzontu:

source: horizontal
plk: poziomo

source: Hot Spot:
plk: Aktywne miejsce:

# hotSpot:tooltip
source: Hot spot, in radians
plk: Aktywne miejsce, w radianach

# hotSpot:uilabel
source: Hot Spot:
plk: Aktywne miejsce:

source: ice
plk: lód

source: iceberg
plk: góra lodowa

# illuminanceAt
source: At (meters):
plk: Odległość (metry):

# illuminanceAt:uilabel
source: At (meters):
plk: Odległość (metry):

source: Illumination
plk: Oświetlenie

source: Illumination On:
plk: Oświetlenie włączone:

# illuminationOn:uilabel
source: Illumination On:
plk: Oświetlenie włączone:

# image_x_resolution:uilabel
source: image_x_resolution
plk: rozdzielczość_obrazu_w_osi_x

# image_y_resolution:uilabel
source: image_y_resolution
plk: rozdzielczość_obrazu_w_osi_y

source: indian
plk: indyjski

source: indoor
plk: wewnątrz

source: Intensity Units:
plk: Jednostki intensywności:

# intensityUnits:candela
source: candelas
plk: kandele

# intensityUnits:lumen
source: lumens
plk: lumeny

# intensityUnits:lux_at
source: lux at
plk: luksów przy

# intensityUnits:uilabel
source: Intensity Units:
plk: Jednostki intensywności:

# intensityUnits:unitless
source: unitless
plk: niemianowana

# intensityUnits:watt
source: watts
plk: waty

# intensityValue
source: Value:
plk: Wartość:

# intensityValue:uilabel
source: Value:
plk: Wartość:

# intensity_factor
source: Sun Multiplier:
plk: Mnożnik słońca:

# intensity_factor:uilabel
source: Brightness of the sun:
plk: Jasność słońca:

# intensitygroup
source: Intensity
plk: Intensywność

source: interior
plk: wnętrze

source: interlocking
plk: blokada

source: Inverse
plk: Odwrócone

source: Inverse Square
plk: Odwrócone kwadratowe

source: iron
plk: żelazo

# isLinearLight:uilabel
source: Is Linear Light:
plk: Jest światłem liniowym:

# isotropic
source: Uniform
plk: Jednolity

source: ivory
plk: kość słoniowa

source: jagged
plk: ząbkowany

source: jaggy
plk: postrzępiony

source: Kelvin
plk: Kelwin

# kelvinPanel
source: Kelvin Color
plk: Kolor w Kelwinach

source: knurl
plk: moleta

source: lake
plk: jezioro

source: laminate
plk: laminat

source: laminates
plk: laminaty

source: large
plk: duży

source: lavender
plk: lawenda

source: leather
plk: skóra

source: led
plk: ołów

source: lemon
plk: cytrynowy

source: Length
plk: Długość

# length:uilabel
source: Length
plk: Długość

source: light
plk: światło

source: light gray
plk: jasnoszary

source: light red
plk: jasnoczerwony

# lightAffectShadowCol
source: Light Affects Color:
plk: Światło wpływające na kolor:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
plk: Światło wpływające na kolor:

# lightColorPanel
source: Light Color
plk: Jasny kolor

source: Light Color Units:
plk: Jednostki jasnego koloru:

# lightColorUnits:kelvin
source: Kelvin
plk: Kelwin

# lightColorUnits:uilabel
source: Light Color Units:
plk: Jednostki jasnego koloru:

source: Light Distribution
plk: Rozkład światła

source: Light Loss Factor:
plk: Współczynnik utraty światła:

# lightLossFactor:uilabel
source: Light Loss Factor:
plk: Współczynnik utraty światła:

# lightName:uilabel
source: Name:
plk: Nazwa:

# lightProfileFileName
source: Light Profile:
plk: Profil światła:

# lightProfileFileName:tooltip
source: IES light profile file name
plk: Nazwa pliku profilu światła IES

# lightProfileFileName:uilabel
source: Light Profile:
plk: Profil światła:

# lightTempPresets
source: Light Temperature:
plk: Temperatura barwowa:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
plk: Lampa z włóknem żarowym

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
plk: Światło ceramiczno-metalohalogenkowe HID (zimne)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
plk: Światło ceramiczno-metalohalogenkowe HID (ciepłe)

# lightTempPresets:custom
source: Custom
plk: Niestandardowy

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
plk: Oświetlacz D50 (referencyjny biały)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
plk: Oświetlacz D65 (referencyjny biały)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
plk: Fluorescencyjna (zimny biały)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
plk: Fluorescencyjna (biały)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
plk: Fluorescencyjna (ciepły biały)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
plk: Fluorescencyjna (światło dzienne)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
plk: Fluorescencyjna (jasny biały)

# lightTempPresets:halogenCool
source: Halogen (Cool)
plk: Halogen (zimny)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
plk: Halogen (ciepły)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
plk: Wysokociśnieniowa lampa sodowa HID

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
plk: Niskociśnieniowa lampa sodowa HID

# lightTempPresets:mercury
source: HID Mercury
plk: Rtęciowa HID

# lightTempPresets:quartz
source: HID Quartz Metal Halide
plk: Kwarcowa metalohalogenkowa HID

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
plk: Kwarcowa metalohalogenkowa HID (zimna)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
plk: Kwarcowa metalohalogenkowa HID (ciepła)

# lightTempPresets:uilabel
source: Light Temperature:
plk: Temperatura barwowa:

# lightTempPresets:xenon
source: HID Xenon
plk: Ksenonowe HID

# lightTemperature
source: Custom Light Temperature:
plk: Niestandardowa temperatura barwowa:

# lightTemperature:uilabel
source: Custom Light Temperature:
plk: Niestandardowa temperatura barwowa:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
plk: Włącz wymuszanie światła obszaru:

# lightobjectareatype
source: Area Type:
plk: Typ powierzchni:

# lightobjectareatype:cylinder
source: Cylinder
plk: Walec

# lightobjectareatype:disc
source: Disc
plk: Tarcza

# lightobjectareatype:line
source: Line
plk: Linia

# lightobjectareatype:none
source: No Area
plk: Brak obszaru

# lightobjectareatype:object
source: Object
plk: Obiekt

# lightobjectareatype:rectangle
source: Rectangle
plk: Prostokąt

# lightobjectareatype:sphere
source: Sphere
plk: Sfera

# lightobjectareatype:uilabel
source: Area Type:
plk: Typ powierzchni:

# lightobjectareatype:user
source: User
plk: Użytkownik

# lightobjectexponent
source: Attenuation:
plk: Tłumienie:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
plk: Wielkość tłumienia fotonów

# lightobjectexponent:uilabel
source: Attenuation:
plk: Tłumienie:

# lightobjecttype
source: Type:
plk: Typ:

# lightobjecttype:directional
source: Directional
plk: Kierunkowy

# lightobjecttype:origin
source: Point
plk: Punkt

# lightobjecttype:spot
source: Spot
plk: Punktowe

# lightobjecttype:uilabel
source: Type:
plk: Typ:

# lightobjectvisible
source: Light Visible:
plk: Światło widzialne:

# lightobjectvisible:uilabel
source: Visible
plk: Światło widzialne:

source: lights
plk: światła

source: lime
plk: wapno

source: Line
plk: Linia

source: linen
plk: len

source: link
plk: połączenie

source: liquid
plk: płyn

# liquid_props1
source: Properties
plk: Termiczny, podstawowy

# liquid_props2
source: Mechanical
plk: Mechaniczny

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
plk: Wyszukiwanie z użyciem półprostych pobierania końcowego

source: loose
plk: luźny

source: low
plk: niski

# lowPressureSodium
source: HID Low Pressure Sodium
plk: Niskociśnieniowa lampa sodowa HID

source: lubricated
plk: smarowany

# lumen
source: lumens
plk: lumeny

source: luminant
plk: jaskrawy

source: luminous
plk: świecący

source: lux at
plk: luksów przy

source: machined
plk: obrobiony

source: magenta
plk: fioletowy

source: mahogany
plk: mahoń

source: maple
plk: klon

source: maps
plk: mapy

source: marble
plk: marmur

# marble_Appearance
source: Appearance
plk: Wygląd

# marble_Color1
source: Stone Color
plk: Kolor kamienia

# marble_Color1:tooltip
source: Specifies the color of the stone
plk: Określa kolor kamienia.

# marble_Color1:uilabel
source: Stone Color
plk: Kolor kamienia

# marble_Color2
source: Vein Color
plk: Kolor żyły

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
plk: Określa kolor żył marmuru.

# marble_Color2:uilabel
source: Vein Color
plk: Kolor żyły

# marble_Position
source: Position
plk: Położenie

# marble_Size
source: Vein Spacing
plk: Odstęp żył

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
plk: Ustala odstęp między żyłami. Zakres od 0 do 100; wartość domyślna = 1.

# marble_Size:uilabel
source: Vein Spacing
plk: Odstęp żył

# marble_Width
source: Vein Width
plk: Szerokość żył

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
plk: Ustala szerokość żył. Zakres od 0 do 100; wartość domyślna = 1.

# marble_Width:uilabel
source: Vein Width
plk: Szerokość żył

# marble_tex:uilabel
source: Marble Texture
plk: Tekstura Marmur

# marble_transforms_group
source: Transforms
plk: Przekształcenia

source: maroon
plk: rdzawoczerwony

source: masonry
plk: mur

# masonry_pattern_list_label
source: Type
plk: Typ

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# masonrycmu_ao_distance
source: Max Distance
plk: Maks. odległość

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# masonrycmu_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# masonrycmu_ao_samples
source: Samples
plk: Próbki

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# masonrycmu_ao_samples:uilabel
source: Samples
plk: Próbki

# masonrycmu_application
source: Finish
plk: Wykończenie

# masonrycmu_application:masonrycmu_glossy
source: Glossy
plk: Błyszczący

# masonrycmu_application:masonrycmu_matte
source: Matte
plk: Matowy

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
plk: Niewykończony

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
plk: Kontroluje teksturę wykończonej powierzchni (błyszcząca, matowa, niewykończona).

# masonrycmu_application:uilabel
source: Finish
plk: Wykończenie

# masonrycmu_cmu
source: CMU
plk: Bloczek betonowy

# masonrycmu_color
source: Color
plk: Kolor

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
plk: Wybiera kolor, obraz lub teksturę proceduralną w celu utworzenia wyglądu materiału.

# masonrycmu_color:uilabel
source: Color
plk: Kolor

# masonrycmu_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# masonrycmu_custom
source: Custom
plk: Niestandardowy

# masonrycmu_glossy
source: Glossy
plk: Błyszczący

# masonrycmu_masonry
source: Masonry
plk: Mur

# masonrycmu_masonrycmugroup
source: Masonry
plk: Mur

# masonrycmu_matte
source: Matte
plk: Matowy

# masonrycmu_pattern:masonrycmu_custom
source: Custom
plk: Niestandardowy

# masonrycmu_pattern:masonrycmu_none
source: None
plk: Brak

# masonrycmu_pattern:uilabel
source: Relief Pattern
plk: Wzór wypukłości

# masonrycmu_pattern_height
source: Amount
plk: Ilość

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
plk: Za pomocą suwaka kontroluje wzory wypukłości lub płytkowanie.

# masonrycmu_pattern_height:uilabel
source: Amount
plk: Ilość
