Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
deu: Auswahl zwischen geriffelt (raues Rauschen), gewellt (sanftes Rauschen) und benutzerdefiniert.

# solidglass_bump_enable_panel_label
source: Relief Pattern
deu: Reliefmuster

# solidglass_bump_map
source: Image
deu: Bild

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
deu: Wählt ein Bitmap für das Reliefmuster aus.

# solidglass_bump_map:uilabel
source: Image
deu: Bild

# solidglass_clear
source: Clear
deu: Klar

# solidglass_color_by_object:uilabel
source: Custom Color
deu: Benutzerdefinierte Farbe

# solidglass_custom
source: Custom
deu: Benutzerdefiniert

# solidglass_custom_color
source: Custom
deu: Benutzerdefiniert

# solidglass_glossiness
source: Roughness
deu: Rauheit

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
deu: Anpassen der Rauheit der Glasoberfläche. Niedrigere Werte ergeben glattes, glänzendes Glas, höhere Werte ergeben Mattglas. Vorgabe: 0; Bereich: 0-1.

# solidglass_glossiness:uilabel
source: Roughness
deu: Rauheit

# solidglass_gray
source: Gray
deu: Grau

# solidglass_green
source: Green
deu: Grün

# solidglass_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# solidglass_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# solidglass_reflectance
source: Reflectance
deu: Reflexion

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
deu: Anpassen der Menge des von der Glasoberfläche reflektierten, d. h. nicht durchgelassenen Lichts. Vorgabe: 15; Bereich: 0-100.

# solidglass_reflectance:uilabel
source: Reflectance
deu: Reflexion

# solidglass_refr_depth
source: Refraction Max Trace Depth
deu: Max Tiefe der Refraktionsspur

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
deu: Ist diese Option aktiviert, wird die Refraktionstiefe des Materials lokal gesteuert, und ein zusätzlicher Transparenzstrahl wird abgetastet, wenn der Grenzwert erreicht ist. Dadurch wird der Dunkelkanteneffekt begrenzt, der in der Regel bei Objekten aus massivem Glas auftritt.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# solidglass_refr_depth_control_label
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
deu: Abstand minimaler Helligkeitsbereich

# solidglass_refr_ior
source: Refraction
deu: Brechung

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
deu: Anpassen des Grads der Beugung des Lichts beim Passieren einer Oberfläche. Vorgabe: 1,52; Bereich 0-5.

# solidglass_refr_ior:uilabel
source: Refraction
deu: Brechung

# solidglass_refr_ior_air
source: Air
deu: Luft

# solidglass_refr_ior_alcohol
source: Alcohol
deu: Alkohol

# solidglass_refr_ior_custom
source: Custom
deu: Benutzerdefiniert

# solidglass_refr_ior_diamond
source: Diamond
deu: Raute

# solidglass_refr_ior_glass
source: Glass
deu: Glas

# solidglass_refr_ior_quartz
source: Quartz
deu: Quarz

# solidglass_refr_ior_water
source: Water
deu: Wasser

# solidglass_rippled
source: Rippled
deu: Geriffelt

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# solidglass_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# solidglass_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# solidglass_roundcorners_radius
source: Source
deu: Quelle

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# solidglass_roundcorners_radius:uilabel
source: Source
deu: Quelle

# solidglass_solidglassgroup
source: Solid Glass
deu: Massivglas

# solidglass_transmittance
source: Color
deu: Farbe

# solidglass_transmittance:solidglass_blue
source: Blue
deu: Blau

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
deu: Blaugrün

# solidglass_transmittance:solidglass_clear
source: Clear
deu: Klar

# solidglass_transmittance:solidglass_custom
source: Custom
deu: Benutzerdefiniert

# solidglass_transmittance:solidglass_gray
source: Gray
deu: Grau

# solidglass_transmittance:solidglass_green
source: Green
deu: Grün

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
deu: Auswahl einer vordefinierten oder einer benutzerdefinierten Farbe.

# solidglass_transmittance:uilabel
source: Color
deu: Farbe

# solidglass_transmittance_custom_color
source: Custom Color
deu: Benutzerdefinierte Farbe

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
deu: Wählen Sie eine Farbe, ein Bild oder eine Prozedurtextur, um das Aussehen des Materials zu erstellen.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
deu: Benutzerdefinierte Farbe

# solidglass_wavy
source: Wavy
deu: Gewellt

source: spanish
deu: spanisch

source: special
deu: spezial

# speckle_Appearance
source: Appearance
deu: Aussehen

# speckle_Color1
source: Color 1
deu: Farbe 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
deu: Festlegen der ersten Farbe der Flecken.

# speckle_Color1:uilabel
source: Color 1
deu: Farbe 1

# speckle_Color2
source: Color 2
deu: Farbe 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
deu: Festlegen der zweiten Farbe der Flecken.

# speckle_Color2:uilabel
source: Color 2
deu: Farbe 2

# speckle_Size
source: Size
deu: Größe

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
deu: Anpassen der Fleckengröße.

# speckle_Size:uilabel
source: Size
deu: Größe

# speckle_transforms_group
source: Transforms
deu: Transformationen

source: speckled
deu: gesprenkelt

source: Specular:
deu: Spitzlicht:

# specular:uilabel
source: Specular:
deu: Spitzlicht:

source: Specular Color:
deu: Glanzfarbe:

# specularColor:uilabel
source: Specular Color:
deu: Glanzfarbe:

source: Sphere
deu: Kugel

source: splatter
deu: Spritzer

source: split
deu: geteilt

source: spot
deu: Spotlicht

# spread:uilabel
source: Spread:
deu: Ausbreitung:

source: square
deu: quadratisch

source: squares
deu: Quadrate

# ssao_blend_amount
source: Blending:
deu: Verschmelzung:

# ssao_blend_amount:uilabel
source: Blending:
deu: Verschmelzung:

# ssao_blur_radius
source: Blur:
deu: Unschärfe:

# ssao_blur_radius:uilabel
source: Blur:
deu: Unschärfe:

# ssao_custom
source: Custom
deu: Benutzerdefiniert

# ssao_filter_color
source: Filter Color:
deu: Filterfarbe:

# ssao_filter_color:uilabel
source: Filter Color:
deu: Filterfarbe:

# ssao_high
source: Fine (Slowest)
deu: Fein (am langsamsten)

# ssao_low
source: Coarse (Fastest)
deu: Grob (am schnellsten)

# ssao_medium
source: Medium
deu: Mittel

# ssao_quality
source: Quality:
deu: Qualität:

# ssao_quality:ssao_custom
source: Custom
deu: Benutzerdefiniert

# ssao_quality:ssao_high
source: Fine (Slowest)
deu: Fein (am langsamsten)

# ssao_quality:ssao_low
source: Coarse (Fastest)
deu: Grob (am schnellsten)

# ssao_quality:ssao_medium
source: Medium
deu: Mittel

# ssao_quality:uilabel
source: Quality:
deu: Qualität:

source: stacked
deu: gestapelt

source: stainless
deu: rostfrei

# standardLight
source: Standard Light Parameters
deu: Standard-Lichtparameter

source: standing
deu: aufrecht

# std_incandescent
source: Standard Incandescent Light
deu: Standard-Glühlampe

source: steel
deu: Stahl

source: stone
deu: Stein

# stone_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# stone_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# stone_ao_distance
source: Max Distance
deu: Max Abstand

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# stone_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# stone_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# stone_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# stone_application
source: Finish
deu: Oberfläche

# stone_application:stone_glossy
source: Glossy
deu: Glänzend

# stone_application:stone_matte
source: Matte
deu: Matt

# stone_application:stone_polished
source: Polished
deu: Poliert

# stone_application:stone_unfinished
source: Unfinished
deu: Unbehandelt

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
deu: Auswahl zwischen glänzend, matt oder unbehandelt.

# stone_application:uilabel
source: Finish
deu: Oberfläche

# stone_bump:stone_custom
source: Custom
deu: Benutzerdefiniert

# stone_bump:stone_glossymarble
source: Glossy Marble
deu: Glänzender Marmor

# stone_bump:stone_none
source: None
deu: Keine

# stone_bump:stone_polishedgranite
source: Polished Granite
deu: Polierter Granit

# stone_bump:stone_stonewall
source: Stone Wall
deu: Steinmauer

# stone_bump:uilabel
source: Type
deu: Typ

# stone_bump_amount
source: Amount
deu: Betrag

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
deu: Schieberegler zur Steuerung die Höhe des Reliefs zwischen 0 und 1.

# stone_bump_amount:uilabel
source: Amount
deu: Betrag

# stone_bump_list_label
source: Type
deu: Typ

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
deu: Wählen Sie einen Relieftyp oder benutzerdefiniert.

# stone_bump_map
source: Image
deu: Bild

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
deu: Wählt ein Bitmap für die Oberflächenbehandlung aus.

# stone_bump_map:uilabel
source: Image
deu: Bild

# stone_bump_panel_label
source: Finish Bumps
deu: Oberflächenunebenheiten

# stone_color
source: Image
deu: Bild

# stone_color:tooltip
source: Selects a bitmap image for the stone.
deu: Wählt ein Bitmap für den Stein aus.

# stone_color:uilabel
source: Image
deu: Bild

# stone_custom
source: Custom
deu: Benutzerdefiniert

# stone_glossy
source: Glossy
deu: Glänzend

# stone_glossymarble
source: Glossy Marble
deu: Glänzender Marmor

# stone_matte
source: Matte
deu: Matt

# stone_pattern:stone_custom
source: Custom
deu: Benutzerdefiniert

# stone_pattern:stone_none
source: None
deu: Keine

# stone_pattern:uilabel
source: Bump Pattern
deu: Relief-Muster

# stone_pattern_amount
source: Amount
deu: Betrag

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
deu: Schieberegler steuert relative Höhe des Reliefs zwischen 0 und 2.

# stone_pattern_amount:uilabel
source: Amount
deu: Betrag

# stone_pattern_list_label
source: Bump Pattern
deu: Relief-Muster

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
deu: Erstellen höherer und tieferer Zonen anhand der dunklen und hellen Bereiche der angegebenen Bilddatei.

# stone_pattern_map
source: Image
deu: Bild

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
deu: Wählt ein Bitmap für das Reliefmuster aus.

# stone_pattern_map:uilabel
source: Image
deu: Bild

# stone_pattern_panel_label
source: Relief Pattern
deu: Reliefmuster

# stone_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# stone_polished
source: Polished
deu: Poliert

# stone_polishedgranite
source: Polished Granite
deu: Polierter Granit

# stone_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# stone_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# stone_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# stone_roundcorners_radius
source: Source
deu: Quelle

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# stone_roundcorners_radius:uilabel
source: Source
deu: Quelle

# stone_stonegroup
source: Stone
deu: Stein

# stone_stonewall
source: Stone Wall
deu: Steinmauer

# stone_unfinished
source: Unfinished
deu: Unbehandelt

# stonewall_tex:uilabel
source: Stonewall Texture
deu: Steinmauertextur

source: street
deu: Straße

# stress_curve_data:uilabel
source: Stress
deu: Spannung

source: stripes
deu: Streifen

source: structural
deu: Tragwerk

source: structural concrete
deu: tragende Betonteile

# structural_Behavior
source: Behavior
deu: Verhalten

# structural_Behavior:structural_isotropic
source: Isotropic
deu: Isotrop

# structural_Behavior:structural_orthotropic
source: Orthotropic
deu: Orthotrop

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
deu: Transversal isotrop

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
deu: Ermöglicht die Auswahl zwischen isotropem und orthotropem Verhalten.

# structural_Behavior:uilabel
source: Behavior
deu: Verhalten

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
deu: Verfestigungskoeffizient der zyklischen Dehnung

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
deu: Verfestigungskoeffizient der zyklischen Dehnung

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
deu: Verfestigungsexponent der zyklischen Dehnung

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
deu: Verfestigungsexponent der zyklischen Dehnung

# structural_Density
source: Density
deu: Dichte

# structural_Density:uilabel
source: Density
deu: Dichte

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
deu: Ermüdungsgrenze Anzahl der Zyklen

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
deu: Ermüdungsgrenze Anzahl der Zyklen

# structural_Endurance_limit_stress
source: Endurance Limit Stress
deu: Ermüdungsgrenze Spannung

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
deu: Ermüdungsgrenze Spannung

# structural_ExternalMaterialID:uilabel
source: External Material ID
deu: Externe Material-ID

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
deu: Ermüdungsduktilitätskoeffizient

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
deu: Ermüdungsduktilitätskoeffizient

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
deu: Ermüdungsduktilitätsexponent

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
deu: Ermüdungsduktilitätsexponent

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
deu: Ermüdungsfestigkeitskoeffizient

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
deu: Ermüdungsfestigkeitskoeffizient

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
deu: Ermüdungsfestigkeitsexponent

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
deu: Ermüdungsfestigkeitsexponent

# structural_Minimum_tensile_strength
source: Tensile Strength
deu: Zugfestigkeit

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
deu: Zugfestigkeit

# structural_Minimum_yield_stress
source: Yield Strength
deu: Streckspannung

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
deu: Streckspannung

# structural_Poisson_ratio
source: Poisson's Ratio
deu: Poissonsche Zahl

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
deu: Poissonsche Zahl

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
deu: Poissonsche Zahl 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
deu: Poissonsche Zahl 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
deu: Poissonsche Zahl 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
deu: Poissonsche Zahl 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
deu: Poissonsche Zahl X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
deu: Poissonsche Zahl X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
deu: Poissonsche Zahl Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
deu: Poissonsche Zahl Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
deu: Poissonsche Zahl Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
deu: Poissonsche Zahl Z

# structural_Shear_modulus
source: Shear Modulus
deu: Schubmodul

# structural_Shear_modulus:uilabel
source: Shear Modulus
deu: Schubmodul

# structural_Shear_modulus_12
source: Shear Modulus 12
deu: Schubmodul 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
deu: Schubmodul 12

# structural_Shear_modulus_X
source: Shear Modulus X
deu: Schubmodul X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
deu: Schubmodul X

# structural_Shear_modulus_Y
source: Shear Modulus Y
deu: Schubmodul Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
deu: Schubmodul Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
deu: Schubmodul Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
deu: Schubmodul Z

# structural_Shear_strength_modification
source: Shear Strength Modification
deu: Schubfestigkeitsänderung

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
deu: Schubfestigkeitsänderung

# structural_Specific_heat
source: Specific Heat
deu: Spezifische Wärme

# structural_Specific_heat:uilabel
source: Specific Heat
deu: Spezifische Wärme

# structural_Thermal_conductivity
source: Thermal Conductivity
deu: Wärmeleitfähigkeit

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
deu: Wärmeleitfähigkeit

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
deu: Wärmeleitfähigkeit X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
deu: Wärmeleitfähigkeit X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
deu: Wärmeleitfähigkeit Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
deu: Wärmeleitfähigkeit Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
deu: Wärmeleitfähigkeit Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
deu: Wärmeleitfähigkeit Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
deu: Wärmeausdehnungskoeffizient

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
deu: Wärmeausdehnungskoeffizient

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
deu: Wärmeausdehnungskoeffizient 1
