Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# hardwood_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# hardwood_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# hardwood_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# hardwood_roundcorners_radius
source: Source
deu: Quelle

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# hardwood_roundcorners_radius:uilabel
source: Source
deu: Quelle

# hardwood_satin
source: Satin Varnish
deu: Satiniert, Wachs

# hardwood_semigloss
source: Semi-gloss Varnish
deu: Halbglanzlack

# hardwood_tint_color
source: Stain Color
deu: Beizfarbe

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
deu: Anpassen der Farbe der Beize.

# hardwood_tint_color:uilabel
source: Stain Color
deu: Beizfarbe

# hardwood_tint_enabled
source: Stain
deu: Beize

# hardwood_tint_enabled:hardwood_color_choice
source: Color
deu: Farbe

# hardwood_tint_enabled:hardwood_no_color
source: None
deu: Keine

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
deu: Gibt an, ob das Holz gebeizt ist.

# hardwood_tint_enabled:uilabel
source: Stain
deu: Beize

# hardwood_unfinished
source: Unfinished
deu: Unbehandelt

# haze
source: Sky Haziness/Cloudiness:
deu: Dunstigkeit des Himmels/Wolkendichte:

# haze:uilabel
source: Sky Haziness/Cloudiness:
deu: Dunstigkeit des Himmels/Wolkendichte:

source: Haze On:
deu: Dunst ein:

# hazeOn:uilabel
source: Haze On:
deu: Dunst ein:

# haze_small:uilabel
source: Haze Small
deu: Trübung wenig

source: heavy cardboard used for mounting and architectural model-building
deu: schwere Pappe für Passepartouts und Architekturmodelle

source: hedge
deu: Hecke

# hemispherical_Bitmap
source: Image File
deu: Bilddatei

# hemispherical_Bitmap:uilabel
source: Image File
deu: Bilddatei

# hemispherical_RGBAmount
source: Relative Brightness:
deu: Relative Helligkeit:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
deu: Relative Helligkeit:

source: herringbone
deu: Fischgrätverband

source: hexagon
deu: Sechseck

source: hexagonal
deu: sechseckig

source: high
deu: hoch

# highPressureSodium
source: HID High Pressure Sodium
deu: HID, Hochdruck, Natrium

source: holes
deu: Aussparungen

source: home
deu: Ausgangsposition

source: honey
deu: Honig

# horizon
source: Ground and Horizon
deu: Boden und Horizont

source: Horizon Blur:
deu: Horizontunschärfe:

# horizon_blur:uilabel
source: Horizon Blur:
deu: Horizontunschärfe:

source: Horizon Height:
deu: Horizonthöhe:

# horizon_height:uilabel
source: Horizon Height:
deu: Horizonthöhe:

# hotSpot:tooltip
source: Hot spot, in radians
deu: Hotspot, in Radianten

source: ice
deu: Eis

source: iceberg
deu: Eisberg

# illuminanceAt
source: At (meters):
deu: Bei (Meter):

# illuminanceAt:uilabel
source: At (meters):
deu: Bei (Meter):

source: Illumination
deu: Beleuchtung

source: Illumination On:
deu: Beleuchtung ein:

# illuminationOn:uilabel
source: Illumination On:
deu: Beleuchtung ein:

# image_x_resolution:uilabel
source: image_x_resolution
deu: bild_x_auflösung

# image_y_resolution:uilabel
source: image_y_resolution
deu: bild_y_auflösung

source: indian
deu: indisch

source: indoor
deu: innen

source: Intensity Units:
deu: Einheiten für Intensität:

# intensityUnits:candela
source: candelas
deu: Candela

# intensityUnits:lumen
source: lumens
deu: Lumen

# intensityUnits:lux_at
source: lux at
deu: Lux bei

# intensityUnits:uilabel
source: Intensity Units:
deu: Einheiten für Intensität:

# intensityUnits:unitless
source: unitless
deu: ohne Einheit

# intensityUnits:watt
source: watts
deu: Watt

# intensityValue
source: Value:
deu: Wert:

# intensityValue:uilabel
source: Value:
deu: Wert:

# intensity_factor
source: Sun Multiplier:
deu: Sonnen-Multiplikator:

# intensity_factor:uilabel
source: Brightness of the sun:
deu: Helligkeit der Sonne:

# intensitygroup
source: Intensity
deu: Intensität

source: interior
deu: Innen

source: interlocking
deu: verzahnt

source: Inverse
deu: Invers

source: Inverse Square
deu: Inversquadratisch

source: iron
deu: Eisen

# isLinearLight:uilabel
source: Is Linear Light:
deu: Lineares Licht:

# isotropic
source: Uniform
deu: Gleichmäßig

source: ivory
deu: Elfenbein

source: jagged
deu: grob

source: jaggy
deu: kantig

# kelvinPanel
source: Kelvin Color
deu: Farbe in Kelvin

source: knurl
deu: kordiert

source: lake
deu: See

source: laminate
deu: Laminat

source: laminates
deu: Laminate

source: large
deu: groß

source: lavender
deu: Lavendel

source: leather
deu: Leder

source: lemon
deu: Zitrone

source: Length
deu: Länge

# length:uilabel
source: Length
deu: Länge

source: light
deu: Licht

source: light gray
deu: hellgrau

source: light red
deu: hellrot

# lightAffectShadowCol
source: Light Affects Color:
deu: Licht beeinflusst Farbe:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
deu: Licht beeinflusst Farbe:

# lightColorPanel
source: Light Color
deu: Lichtfarbe

source: Light Color Units:
deu: Einheiten für Lichtfarbe:

# lightColorUnits:uilabel
source: Light Color Units:
deu: Einheiten für Lichtfarbe:

source: Light Distribution
deu: Lichtverteilung

source: Light Loss Factor:
deu: Lichtverlustfaktor:

# lightLossFactor:uilabel
source: Light Loss Factor:
deu: Lichtverlustfaktor:

# lightProfileFileName
source: Light Profile:
deu: Lichtprofil:

# lightProfileFileName:tooltip
source: IES light profile file name
deu: Name des IES-Lichtprofils

# lightProfileFileName:uilabel
source: Light Profile:
deu: Lichtprofil:

# lightTempPresets
source: Light Temperature:
deu: Lichttemperatur:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
deu: Glühlampe

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
deu: HID Keramik Metalldampf (kühl)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
deu: HID Keramik Metalldampf (warm)

# lightTempPresets:custom
source: Custom
deu: Benutzerdefiniert

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
deu: Lichtart D50 (Referenzweiß)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
deu: Lichtart D65 (Referenzweiß)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
deu: Leuchtstoff (kühles Weiß)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
deu: Leuchtstoff (weiß)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
deu: Leuchtstoff (warmes Weiß)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
deu: Leuchtstoff (Tageslicht)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
deu: Leuchtstoff (weißes Licht)

# lightTempPresets:halogenCool
source: Halogen (Cool)
deu: Halogen (kühl)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
deu: HID, Hochdruck, Natrium

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
deu: HID, Niederdruck, Natrium

# lightTempPresets:mercury
source: HID Mercury
deu: HID, Quecksilber

# lightTempPresets:quartz
source: HID Quartz Metal Halide
deu: HID, Quarz, Metalldampf

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
deu: HID, Quarz, Metalldampf (kühl)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
deu: HID, Quarz, Metalldampf (warm)

# lightTempPresets:uilabel
source: Light Temperature:
deu: Lichttemperatur:

# lightTemperature
source: Custom Light Temperature:
deu: Benutzerdefinierte Lichttemperatur:

# lightTemperature:uilabel
source: Custom Light Temperature:
deu: Benutzerdefinierte Lichttemperatur:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
deu: Flächenlicht erzwingen aktivieren:

# lightobjectareatype
source: Area Type:
deu: Flächentyp:

# lightobjectareatype:cylinder
source: Cylinder
deu: Zylinder

# lightobjectareatype:disc
source: Disc
deu: Scheibe

# lightobjectareatype:line
source: Line
deu: Linie

# lightobjectareatype:none
source: No Area
deu: Keine Fläche

# lightobjectareatype:object
source: Object
deu: Objekt

# lightobjectareatype:rectangle
source: Rectangle
deu: Rechteck

# lightobjectareatype:sphere
source: Sphere
deu: Kugel

# lightobjectareatype:uilabel
source: Area Type:
deu: Flächentyp:

# lightobjectareatype:user
source: User
deu: Benutzer

# lightobjectexponent
source: Attenuation:
deu: Dämpfung:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
deu: Grad der Photonenabschwächung

# lightobjectexponent:uilabel
source: Attenuation:
deu: Dämpfung:

# lightobjecttype
source: Type:
deu: Typ:

# lightobjecttype:directional
source: Directional
deu: Gerichtet

# lightobjecttype:origin
source: Point
deu: Punkt

# lightobjecttype:spot
source: Spot
deu: Spotlicht

# lightobjecttype:uilabel
source: Type:
deu: Typ:

# lightobjectvisible
source: Light Visible:
deu: Licht sichtbar:

# lightobjectvisible:uilabel
source: Visible
deu: Licht sichtbar:

source: lights
deu: Lichtquellen

source: lime
deu: Lindgrün

source: Line
deu: Linie

source: linen
deu: Leinen

source: link
deu: Masche

source: liquid
deu: Flüssigkeit

# liquid_props1
source: Properties
deu: Einfach thermisch

# liquid_props2
source: Mechanical
deu: Mechanisch

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
deu: Suche mit FG-Strahlen

source: loose
deu: lose

source: low
deu: niedrig

# lowPressureSodium
source: HID Low Pressure Sodium
deu: HID, Niederdruck, Natrium

source: lubricated
deu: geschmiert

# lumen
source: lumens
deu: Lumen

source: luminant
deu: leuchtend

source: luminous
deu: leuchtend

source: lux at
deu: Lux bei

source: machined
deu: materialabtragend

source: mahogany
deu: Mahagoni

source: maple
deu: Ahorn

source: marble
deu: Marmor

# marble_Appearance
source: Appearance
deu: Aussehen

# marble_Color1
source: Stone Color
deu: Steinfarbe

# marble_Color1:tooltip
source: Specifies the color of the stone
deu: Gibt die Farbe des Steins an

# marble_Color1:uilabel
source: Stone Color
deu: Steinfarbe

# marble_Color2
source: Vein Color
deu: Farbe der Maserung

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
deu: Gibt die Farbe Maserung des Marmors an

# marble_Color2:uilabel
source: Vein Color
deu: Farbe der Maserung

# marble_Size
source: Vein Spacing
deu: Maserungsabstand

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
deu: Einstellen der Maserungszwischenräume. Bereich = 0 bis 100; Vorgabe = 1.

# marble_Size:uilabel
source: Vein Spacing
deu: Maserungsabstand

# marble_Width
source: Vein Width
deu: Maserungsbreite:

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
deu: Einstellen der Maserungsbreite. Bereich = 0 bis 100; Vorgabe = 1.

# marble_Width:uilabel
source: Vein Width
deu: Maserungsbreite:

# marble_tex:uilabel
source: Marble Texture
deu: Marmortextur

# marble_transforms_group
source: Transforms
deu: Transformationen

source: maroon
deu: Kastanienbraun

source: masonry
deu: Mauerwerk

# masonry_pattern_list_label
source: Type
deu: Typ

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# masonrycmu_ao_distance
source: Max Distance
deu: Max Abstand

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# masonrycmu_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# masonrycmu_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# masonrycmu_application
source: Finish
deu: Oberfläche

# masonrycmu_application:masonrycmu_glossy
source: Glossy
deu: Glänzend

# masonrycmu_application:masonrycmu_matte
source: Matte
deu: Matt

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
deu: Unbehandelt

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
deu: Steuert die Textur der behandelten Oberfläche (glänzend, matt, unbehandelt).

# masonrycmu_application:uilabel
source: Finish
deu: Oberfläche

# masonrycmu_color
source: Color
deu: Farbe

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
deu: Wählt eine Farbe, ein Bild oder eine Prozedurtextur, um das Aussehen des Materials zu gestalten.

# masonrycmu_color:uilabel
source: Color
deu: Farbe

# masonrycmu_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# masonrycmu_custom
source: Custom
deu: Benutzerdefiniert

# masonrycmu_glossy
source: Glossy
deu: Glänzend

# masonrycmu_masonry
source: Masonry
deu: Mauerwerk

# masonrycmu_masonrycmugroup
source: Masonry
deu: Mauerwerk

# masonrycmu_matte
source: Matte
deu: Matt

# masonrycmu_pattern:masonrycmu_custom
source: Custom
deu: Benutzerdefiniert

# masonrycmu_pattern:masonrycmu_none
source: None
deu: Keine

# masonrycmu_pattern:uilabel
source: Relief Pattern
deu: Reliefmuster

# masonrycmu_pattern_height
source: Amount
deu: Betrag

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
deu: Steuert mithilfe eines Reglers die Reliefmuster der Kachelung.

# masonrycmu_pattern_height:uilabel
source: Amount
deu: Betrag

# masonrycmu_pattern_map:uilabel
source: Image
deu: Bild

# masonrycmu_pattern_map_image_label
source: Image
deu: Bild

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
deu: Steuert Reliefmuster oder Kachelung. Ein Reliefmuster definiert höhere und tiefere Zonen anhand von dunklen und hellen Bereichen einer Bilddatei.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
deu: Reliefmuster

# masonrycmu_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# masonrycmu_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# masonrycmu_roundcorners_radius
source: Source
deu: Quelle

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# masonrycmu_roundcorners_radius:uilabel
source: Source
deu: Quelle

# masonrycmu_type
source: Type
deu: Typ

# masonrycmu_type:masonrycmu_masonry
source: Masonry
deu: Mauerwerk

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
deu: Steuert die Anwendungsmethode, entweder CMU oder Mauerwerk.

# masonrycmu_type:uilabel
source: Type
deu: Typ

# masonrycmu_unfinished
source: Unfinished
deu: Unbehandelt

source: materials
deu: Materialien

source: matte
deu: matt

source: medium
deu: mittel

source: meduim blue
deu: mittelblau

# mercury
source: HID Mercury
deu: HID, Quecksilber

source: mesh
deu: Netz

source: metal
deu: Metall

# metal_aluminum
source: Aluminum
deu: Aluminium

# metal_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# metal_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# metal_ao_distance
source: Max Distance
deu: Max Abstand

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# metal_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# metal_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# metal_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# metal_brass
source: Brass
deu: Messing

# metal_brushed
source: Brushed
deu: Gebürstet

# metal_checker_plate
source: Checker Plate
deu: Schachbrett

# metal_chrome
source: Chrome
deu: Chrom

# metal_color
source: Color
deu: Farbe

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
deu: Farbauswahl nur für eloxiertes Aluminum.

# metal_color:uilabel
source: Color
deu: Farbe

# metal_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# metal_copper
source: Copper
deu: Kupfer

# metal_custom
source: Custom - Image
deu: Benutzerdefiniert - Bild

# metal_diamond_plate
source: Diamond Plate
deu: Rautenblech

# metal_finish
source: Finish
deu: Oberfläche

# metal_finish:metal_brushed
source: Brushed
deu: Gebürstet

# metal_finish:metal_polished
source: Polished
deu: Poliert

# metal_finish:metal_semi_polished
source: Semi-polished
deu: Halbpoliert

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
deu: Auswahl einer Oberflächenbehandlung nur für Aluminium, Chrom, Kupfer, Messing, Bronze und rostfreien Stahl.

# metal_finish:uilabel
source: Finish
deu: Oberfläche

# metal_galvanized_alu
source: Anodized Aluminum
deu: Eloxiertes Aluminium

# metal_knurl
source: Knurl
deu: Kordierung

# metal_metalgroup
source: Metal
deu: Metall

# metal_patina:maxlabel
source: Full
deu: Voll

# metal_patina:minlabel
source: None
deu: Keine
