Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
ptb: Acabamentos.Revestimento de parede.Listas.Vertical.Multi-colorido

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
ptb: Acabamentos.Revestimento de parede.Listas.Vertical.Rosa-Bege

source: Finishes.Wall Covering.Tan
ptb: Acabamentos.Revestimento de parede.Bronzeado

source: Finishes.Wax.Lacquer
ptb: Acabamentos.Cera.Laqueado

source: Finishes.Wax.SatinWax
ptb: Acabamentos.Cera.Cera de seda

source: Finishes.Wax.Shellac
ptb: Acabamentos.Cera.Selador

source: Finishes.Wax.Urethane
ptb: Acabamentos.Cera.Uretano

source: Finishes.Wax.Varnish
ptb: Acabamentos.Cera.Verniz

source: Flooring/Carpet
ptb: Piso/Carpete

source: Flooring/Stone
ptb: Piso/Pedra

source: Flooring/Tile
ptb: Piso/Azulejo

source: Flooring/Vinyl
ptb: Piso/Vinil

source: Flooring/Wood
ptb: Piso/Madeira

source: Furnishings.Fabrics.Bandage
ptb: Acabamentos.Tecido.Bandagem

source: Furnishings.Fabrics.Burlap
ptb: Acabamentos.Tecido.Juta

source: Furnishings.Fabrics.Caning.Tan
ptb: Revestimentos.Tecido.Palinha.Bronzeado

source: Furnishings.Fabrics.Canvas.White
ptb: Revestimentos.Tecido.Lona.Branco

source: Furnishings.Fabrics.Lace
ptb: Revestimentos.Tecido.Laço

source: Furnishings.Fabrics.Leather.Black
ptb: Revestimentos.Tecido.Couro.Preto

source: Furnishings.Fabrics.Leather.Black.1
ptb: Acabamentos.Tecido.Couro.Preto.1

source: Furnishings.Fabrics.Leather.Brown
ptb: Acabamentos.Tecido.Couro.Marrom

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
ptb: Acabamentos.Tecido.Couro.Granulado.Marrom claro

source: Furnishings.Fabrics.Leather.Pebble.Mauve
ptb: Acabamentos.Tecido.Couro.Granulado.Violeta

source: Furnishings.Fabrics.Leather.Tan
ptb: Acabamentos.Tecido.Couro.Bronzeado

source: Furnishings.Fabrics.Linen.Beige
ptb: Acabamentos.Tecido.Linho.Bege

source: Furnishings.Fabrics.Linen.Tweed
ptb: Revestimentos.Tecido.Linho.Xadrez

source: Furnishings.Fabrics.Linen.White
ptb: Acabamentos.Tecido.Linho.Branco

source: Furnishings.Fabrics.Mesh
ptb: Acabamentos.Tecido.Malha

source: Furnishings.Fabrics.Netting
ptb: Acabamentos.Tecido.Rede

source: Furnishings.Fabrics.Plaid.1
ptb: Acabamentos.Tecido.Xadrez.1

source: Furnishings.Fabrics.Plaid.3
ptb: Acabamentos.Tecido.Xadrez.3

source: Furnishings.Fabrics.Plaid.4
ptb: Acabamentos.Tecido.Xadrez.4

source: Furnishings.Fabrics.Stripes.1
ptb: Acabamentos.Tecido.Listas.1

source: Furnishings.Fabrics.Stripes.2
ptb: Acabamentos.Tecido.Listas.2

source: Furnishings.Fabrics.Stripes.3
ptb: Acabamentos.Tecido.Listas.3

source: Furnishings.Fabrics.Stripes.4
ptb: Acabamentos.Tecido.Listas.4

source: Furnishings.Fabrics.Stripes.5
ptb: Acabamentos.Tecido.Listas.5

source: Furnishings.Fabrics.Stripes.6
ptb: Acabamentos.Tecido.Listas.6

source: Furnishings.Fabrics.Stripes.7
ptb: Acabamentos.Tecido.Listas.7

source: Furnishings.Fabrics.Velvet.Black
ptb: Acabamentos.Tecido.Veludo.Preto

source: Furnishings.Fabrics.Velvet.Red
ptb: Revestimentos.Tecido.Veludo.Vermelho

source: Galvanized steel
ptb: Aço galvanizado

source: Gas structural asset.
ptb: Recurso de gás estrutural

source: Gas thermal asset.
ptb: Recurso térmico gasoso.

source: Generic
ptb: Genérico

source: Generic Photometric light.
ptb: Luz fotométrica genérica.

source: Generic material.
ptb: Material genérico.

source: Generic structural asset.
ptb: Recurso estrutural genérico.

source: Generic-001
ptb: Luminoso - Translúcido branco

source: Generic-002
ptb: LED - Vermelho ativado

source: Generic-003
ptb: LED - Vermelho desativado

source: Generic-004
ptb: LED - Verde ativado

source: Generic-005
ptb: LED - Verde desativado

source: Generic-006
ptb: LED - Amarelo ativado

source: Generic-007
ptb: LED - Amarelo desativado

source: Generic-008
ptb: Luminoso - Creme

source: Generic-009
ptb: Pêlo curto- Cinza

source: Generic-010
ptb: Pêlo curto - Areia

source: Generic-011
ptb: Azulejo acústico - 2x4 branco com fissuras

source: Generic-012
ptb: Azulejo acústico - 2x4 branco granulado

source: Generic-013
ptb: Azulejo acústico - 2x2 branco granulado

source: Generic-014
ptb: Horizontal 4 pol - Branco

source: Generic-015
ptb: Shingle - Cinza composto

source: Generic-016
ptb: Shingle - Cinza meio curvado

source: Generic-017
ptb: Shingle - Cinza bruto

source: Generic-018
ptb: Azulejo espanhol

source: Generic-019
ptb: Agregado - Alto

source: Generic-020
ptb: Aterro - Marrom escuro

source: Generic-021
ptb: Gramado - Centeio escuro

source: Generic-022
ptb: Areia - Natural médio

source: Generic-023
ptb: Cerca-viva

source: Generic-024
ptb: Laminado - Normal

source: Generic-025
ptb: Lâmpada - Acesa

source: Generic-026
ptb: Lâmpada - Apagada

source: Generic-027
ptb: Transparente - Claro

source: Generic-028
ptb: Luminoso - Translúcido azul

source: Generic-029
ptb: Luminoso - Translúcido laranja

source: Generic-030
ptb: Pelo curto - Bege

source: Generic-031
ptb: Pêlo curto - Azul marinho

source: Generic-032
ptb: Pêlo curto - Dourado

source: Generic-033
ptb: Horizontal de 6 pol - Bege

source: Generic-034
ptb: Horizontal de 4 pol - Cinza

source: Generic-035
ptb: Horizontal de 6 pol - Cinza

source: Generic-036
ptb: Horizontal de 8 pol - Cinza

source: Generic-037
ptb: Vertical de 6 pol - Branco

source: Generic-038
ptb: Pêlo médio - Cinza escuro

source: Generic-039
ptb: Azulejo espanhol - Marrom

source: Generic-040
ptb: Azulejo espanhol - Vermelho 3

source: Generic-041
ptb: Neve

source: Generic-042
ptb: Shingle - Marrom claro meio curvado

source: Generic-043
ptb: Papel de parede - Listras salpicado

source: Generic-044
ptb: Seixo - Marrom

source: Generic-045
ptb: Papel de parede - Floral amarelo

source: Generic-046
ptb: Papel de parede - Floral azul

source: Generic-047
ptb: Papel de parede - Rosas

source: Generic-048
ptb: Papel de parede - Vitoriano

source: Generic-049
ptb: Papel de parede - Geométrico

source: Generic-050
ptb: Sarja - Azul

source: Generic-051
ptb: Azulejo acústico - 2x2 cinza com fissuras

source: Generic-052
ptb: Sarrafo - No tempo

source: Generic-053
ptb: Shingle - Marrom composto

source: Generic-054
ptb: Shingle - Cinza escuro composto

source: Generic-055
ptb: Shingle - Rosa composto

source: Generic-056
ptb: Sarrafo - Cortado à mão

source: Generic-057
ptb: Asfalto - Molhado

source: Generic-058
ptb: Asfalto 3

source: Generic-059
ptb: Grama - Escura Bermuda

source: Generic-060
ptb: Grama - Centeio claro

source: Generic-061
ptb: Diamante - Florão

source: Generic-062
ptb: Ferro preto

source: Generic-063
ptb: Bloco de vidro

source: Generic-064
ptb: Papelão - Papelão simples

source: Generic/Ceramic
ptb: Genérico/Cerâmica

source: Generic/Glass
ptb: Genérico/Vidro

source: GenericPhotometricLight
ptb: Luz fotométrica genérica

# GenericPhotometricLightSchema_localname:Light
source: Light
ptb: Luz

# GenericPhotometricLightSchema_localtype:Light
source: Light
ptb: Luz

# GenericSchema_localname:Generic
source: Generic
ptb: Genérico

# GenericSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Glass
ptb: Vidro

source: Glass Fiber Reinforced Concrete, 5% fibers
ptb: Concreto reforçado com fibra de vidro, 5% fibras

source: Glass fiber reinforced concrete
ptb: Concreto reforçado com fibra de vidro

source: Glass-001
ptb: Transparente - Verde

source: Glass-002
ptb: Fumê - Cinza

source: Glass-003
ptb: Colorido - Azul

source: Glass-004
ptb: Azul-Verde - Colorido

source: Glass-005
ptb: Fumê - Bronze

source: Glass-006
ptb: Transparente - Âmbar

source: Glass-007
ptb: Fumê - Preto

source: Glass-008
ptb: Transparente

source: Glass-009
ptb: Fosco - Branco

source: Glass-010
ptb: Transparente - Branco

source: Glass-011
ptb: Enrugado - Branco

source: Glass-012
ptb: Semi-transparente - Branco

source: Glass-013
ptb: Fosco - Transparente

source: Glass-014
ptb: Jateado - Azul escuro

source: Glass-015
ptb: Jateado - Azul claro

source: Glass-016
ptb: Enrugado - Azul médio

source: Glass-017
ptb: Fosco - Cinza

source: Glass-018
ptb: Enrugado - Verde claro

source: Glass-019
ptb: Jateado - Vermelho escuro

source: Glass-020
ptb: Fosco - Azul

source: Glass-021
ptb: Azul claro enrrugado

source: Glass-022
ptb: Jateado - Bronze escuro

source: Glass-023
ptb: Jateado - Bronze claro

source: Glass/Glazing
ptb: Vidro/Vitrificação

source: Glazing
ptb: Vitrificação

source: Glazing material.
ptb: Material para vitrificação.

source: Glazing-001
ptb: Refletiva azul escuro

source: Glazing-002
ptb: Azul escuro

source: Glazing-003
ptb: Refletiva azul claro

source: Glazing-004
ptb: Refletiva bronze escuro

source: Glazing-005
ptb: Refletiva bronze claro

source: Glazing-006
ptb: Bronze claro

source: Glazing-007
ptb: Cinza escuro

source: Glazing-008
ptb: Vermelho escuro

source: Glazing-009
ptb: Azul esverdeado

source: Glazing-010
ptb: Dourada

source: Glazing-011
ptb: Refletiva transparente

source: Glazing-012
ptb: Transparente

source: Glazing-013
ptb: Vermelho claro

source: Glazing-014
ptb: Azul - Vitrificação

source: Glazing-015
ptb: Refletiva azul

source: Glazing-016
ptb: Bronze escuro

source: Glazing-017
ptb: Refletiva cinza claro

source: Glazing-018
ptb: Cinza claro

source: Glazing-019
ptb: Refletiva verde escuro

# GlazingSchema_localname:Glazing
source: Glazing
ptb: Vitrificação

# GlazingSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Gradient
ptb: Gradiente

source: Gradient map.
ptb: Mapa de gradiente.

# GradientSchema_localname:Gradient
source: Gradient
ptb: Gradiente

# GradientSchema_localtype:Texture
source: Texture
ptb: Textura

source: Graphics
ptb: Gráficos

# GraphicsSchema_localname:Graphics
source: Graphics
ptb: Gráficos

# GraphicsSchema_localtype:Graphics
source: Graphics
ptb: Gráficos

source: Gray bricks
ptb: Tijolos cinza

source: Gray marble stone floor
ptb: Piso de pedra de mármore cinza

source: Gray modular bricks
ptb: Tijolos modulares cinza

source: Grey cast iron
ptb: Ferro fundido cinza

source: Hardwood
ptb: Madeira de lei

source: Hardwood material.
ptb: Material de madeira de lei.

# HardwoodSchema_localname:Wood
source: Wood
ptb: Madeira

# HardwoodSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Has a beige tint
ptb: Possui um tom bege

source: Has a blue tint
ptb: Possui um tom azul

source: Has a medium beige tint
ptb: Possui um tom bege médio

source: Has a slight blue tint
ptb: Possui um tom azul leve

source: Hemispherical Map.
ptb: Mapeamento hemisférico.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
ptb: Mapeamento hemisférico

# HemisphericalSchema_localtype:Texture
source: Texture
ptb: Textura

source: High density polyethylene
ptb: Polietileno de alta densidade

source: High impact polystyrene
ptb: Poliestireno de alto impacto

source: High strength low alloy steel
ptb: Aço de baixa liga e alta resistência

source: Hill swatch.
ptb: Amostra de morro.

source: Illuminated display color
ptb: Cor de exibição iluminada

# ImageSwitch:uilabel
source: Image Switch:
ptb: Alternância de imagens:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
ptb: Imagens cortesia de Precast/Prestresse Concrete Institute (PCI).

source: InvCer-001
ptb: Quadrado 4 pol - Azul claro

source: InvGen-001
ptb: Transparente - Azul - Versão 1.1

source: InvGen-001-1-2
ptb: Transparente - Azul

source: InvGen-002
ptb: Papelão

source: InvGen-003
ptb: Madeira flutuante

source: InvGen-004
ptb: Folha de metal dourada

source: InvGen-005
ptb: Transparente - Verde 1 - Versão 1.1

source: InvGen-005-1-2
ptb: Transparente - Verde 1

source: InvGen-006
ptb: Bronze de canhão

source: InvGen-007
ptb: Canhão - Antigo polido

source: InvGen-008
ptb: Bronze de canhão - Polido

source: InvGen-009
ptb: Pedra - Azul

source: InvGen-010
ptb: Magenta

source: InvGen-011
ptb: Metal quente 1400F

source: InvGen-012
ptb: Metal quente 1600F

source: InvGen-013
ptb: Metal quente 1800F

source: InvGen-014
ptb: Metal quente 2400F

source: InvGen-015
ptb: Níquel - Versão 1.1

source: InvGen-015-1-2
ptb: Níquel

source: InvGen-016
ptb: Óleo

source: InvGen-017
ptb: Opala

source: InvGen-018
ptb: Rosa

source: InvGen-019
ptb: Policarbonato - Transparente - Versão 1.1

source: InvGen-019-1-2
ptb: Policarbonato - Transparente

source: InvGen-020
ptb: Policarbonato - Fumê - Versão 1.1

source: InvGen-020-1-2
ptb: Policarbonato - Fumê

source: InvGen-021
ptb: Náilon 6

source: InvGen-022
ptb: PTFE

source: InvGen-023
ptb: Nitrito de silício - Polido - Versão 1.1

source: InvGen-023-1-2
ptb: Nitrito de silício - Polido

source: InvGen-024
ptb: Motor virado

source: InvGen-025
ptb: Afiado

source: InvGen-027
ptb: Oxidado

source: InvGen-028
ptb: Placa

source: InvGen-029
ptb: Enferrujado - Versão 1.1

source: InvGen-029-1-2
ptb: Enferrujado

source: InvGen-031
ptb: Titânio - Versão 1.1

source: InvGen-031-1-2
ptb: Titânio

source: InvGen-032
ptb: Titânio - Polido - Versão 1.1

source: InvGen-032-1-2
ptb: Titânio - Polido

source: InvGen-033
ptb: Bolhas de água

source: InvGen-034
ptb: Alumínio - Soldado

source: InvGen-035
ptb: Latão - Soldado

source: InvGen-036
ptb: Aço inoxidável - Soldado

source: InvGen-037
ptb: Aço suave - Soldado

source: InvGen-038
ptb: Borracha - Preta - Versão 1.1

source: InvGen-038-1-2
ptb: Borracha - Preta

source: InvGen-039
ptb: Borracha - Azul - Versão 1.1

source: InvGen-039-1-2
ptb: Borracha - Azul

source: InvGen-040
ptb: Borracha - Verde - Versão 1.1

source: InvGen-040-1-2
ptb: Borracha - Verde

source: InvGen-042
ptb: Madeira - Pintada de branco

source: InvGen-043
ptb: Transparente - Amarelo - Versão 1.1

source: InvGen-043-1-2
ptb: Transparente - Amarelo

source: InvGen-044
ptb: Zinco cromático 1

source: InvGen-045
ptb: Verde polido

source: InvGen-046
ptb: Alumínio moldado

source: InvGen-048
ptb: Preto moldado

source: InvGen-049
ptb: Fibra de carbono 1

source: InvGen-050
ptb: Metal expandido 1

source: InvGen-051
ptb: Metal expandido 02

source: InvGen-052
ptb: Metal expandido 03

source: InvGen-053
ptb: Metal expandido 04

source: InvGen-054
ptb: Usinado 02

source: InvGen-055
ptb: Usinado 03

source: InvGen-056
ptb: Ferrugem

source: InvGen-057
ptb: Chapa antiderrapante

source: InvGen-058
ptb: Placa - Azul

source: InvGen-059
ptb: Cromo - Preto polido

source: InvGen-060
ptb: Cromo - Azul polido

source: InvGen-061
ptb: Zinco cromático 2

source: InvGen-062
ptb: Alumínio - Plano - Versão 1.1

source: InvGen-062-1-2
ptb: Alumínio - Plano

source: InvGen-063
ptb: Ouro - Metal - Versão 1.1

source: InvGen-063-1-2
ptb: Ouro - Metal

source: InvGen-064
ptb: Prata - Versão 1.1

source: InvGen-064-1-2
ptb: Prata

source: InvGen-065
ptb: Chumbo

source: InvGen-066
ptb: Aço

source: InvGen-067
ptb: Ferro fundido cinzento

source: InvGen-068
ptb: Ferro - Fundido

source: InvGen-069
ptb: Aço - Fundido

source: InvGen-070
ptb: Amolado - Cinza escuro

source: InvGen-071
ptb: Padrão

source: InvHW-001
ptb: Cortiça - Grossa

source: InvMet-004
ptb: Placa em padrão de losango - Versão 1.1

source: InvMet-004-1-2
ptb: Placa em padrão de losango

source: InvMet-005
ptb: Galvanizado

source: InvMet-006
ptb: Serrilhado - Versão 1.1

source: InvMet-006-1-2
ptb: Serrilhado

source: InvMet-007
ptb: Aço - Polido

source: InvMet-008
ptb: Semi-polido

source: Iron
ptb: Ferro

source: LCP
ptb: PCL

# Latitude
source: Scene Latitude:
ptb: Latitude da cena:

# Latitude:uilabel
source: Scene Latitude:
ptb: Latitude da cena:

source: Lead, oxidized
ptb: Chumbo oxidado

source: Lead, oxidized finish
ptb: Chumbo com acabamento oxidado

source: Light
ptb: Luz

source: Light beige colour
ptb: Cor bege claro

source: Light brown modular bricks
ptb: Tijolos modulares marrom claro

source: Light brown rectangular herringbone bricks
ptb: Tijolos em espinha de peixe marrom claro

source: Light gray rectangular stones
ptb: Pedras retangulares cinza claro

source: Light gray slate bricks
ptb: Tijolos de ardósia cinza claro

source: Light red and large square slate bricks
ptb: Grandes tijolos quadrados de ardósia vermelho claro

source: Light red modular bricks
ptb: Tijolo modular vermelho claro

source: Liquid
ptb: Líquido

source: Liquid Crystal Polymer
ptb: Polímero cristal líquido

source: Liquid structural asset.
ptb: Recurso estrutural líquido.

source: Liquid thermal asset.
ptb: Recurso térmico líquido.

# Location:uilabel
source: Location
ptb: Localização

source: Logarithmic Tone Operator
ptb: Operador de tom logarítmico

source: LogarithmicToneOp
ptb: Operador de tom logarítmico

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
ptb: Operador de tom logarítmico

# Longitude
source: Scene Longitude:
ptb: Longitude da cena:

# Longitude:uilabel
source: Scene Longitude:
ptb: Longitude da cena:

source: Low Carbon Steel
ptb: Aço de baixo teor de carbono

source: Low density polyethylene
ptb: Polietileno de baixa densidade

source: Malleable cast iron
ptb: Ferro fundido maleável

source: Marble
ptb: Mármore

source: Marble map.
ptb: Mapeamento de mármore.

# MarbleSchema_localname:Marble
source: Marble
ptb: Mármore

# MarbleSchema_localtype:Texture
source: Texture
ptb: Textura

source: Martensitic stainless steel
ptb: Aço inoxidável martensítico

source: Masonry and CMU material.
ptb: Material de alvenaria e bloco de concreto.

source: Masonry-001
ptb: Padrão camuflado - Vinho

source: Masonry-002
ptb: Assentamento não-uniforme - Vinho

source: Masonry-003
ptb: Assentamento de 12 pol - Vinho

source: Masonry-004
ptb: Plano - Cinza médio

source: Masonry-005
ptb: Espinha de peixe - Marrom claro

source: Masonry-006
ptb: Espinha de peixe - Marrom

source: Masonry-007
ptb: Quadrado

source: Masonry-008
ptb: Vertical

source: Masonry-009
ptb: Modular - Marrom claro

source: Masonry-010
ptb: Modular - Cinza

source: Masonry-011
ptb: Modular - Marrom

source: Masonry-012
ptb: Modular - Vermelho claro

source: Masonry-013
ptb: Ardósia - Quadrado vermelho

source: Masonry-014
ptb: Ardósia - Cinza aleatório

source: Masonry-015
ptb: Adobe - Bege

source: Masonry-016
ptb: Padrão transversal

source: Masonry-017
ptb: Blocos decorativos

source: Masonry-018
ptb: Parede de contenção - Blocos queimados

source: Masonry-019
ptb: Parede de contenção 2 - Blocos queimados riscados

source: Masonry-020
ptb: Pedra pequena retangular irregular - Marrom

source: Masonry-021
ptb: Pedra pequena retangular - Cinza

source: Masonry-022
ptb: Pedras retangulares - Cinza claro

source: Masonry-023
ptb: Travertino - Creme

source: Masonry-024
ptb: Mármore - Branco-Verde

source: Masonry-025
ptb: Mármore - Cinza

source: Masonry-026
ptb: Pedra bruta - Exposta ao tempo

source: Masonry-027
ptb: Bordô

source: Masonry-028
ptb: Assentamento uniforme - Marrom

source: Masonry-029
ptb: Padrão camuflado - Marrom

source: Masonry-030
ptb: Assentamento não-uniforme - Marrom

source: Masonry-031
ptb: Assentamento uniforme - Vinho

source: Masonry-032
ptb: Padrão camuflado não-uniforme - Vinho

source: Masonry-033
ptb: Padrão camuflado não-uniforme 12 pol - Vinho

source: Masonry-034
ptb: Assentamento uniforme - Coral

source: Masonry-035
ptb: Assentamento uniforme - Cinza

source: Masonry-036
ptb: Assentamento uniforme 12 pol - Cinza

source: Masonry-037
ptb: Assentamento uniforme - Laranja

source: Masonry-038
ptb: Assentamento não-uniforme - Vermelho

source: Masonry-039
ptb: Assentamento uniforme - Amarelo

source: Masonry-040
ptb: Padrão camuflado uniforme - Amarelo

source: Masonry-041
ptb: Face dividida empilhada - Marrom

source: Masonry-042
ptb: Assentamento de face dividida - Coral

source: Masonry-043
ptb: Assentamento - Cinza claro

source: Masonry-044
ptb: Face dividida empilhada - Cinza

source: Masonry-045
ptb: Espinha de peixe - Cinza

source: Masonry-046
ptb: Espinha de peixe - Vermelho

source: Masonry-047
ptb: Assentamento não-uniforme - Cinza

source: Masonry-048
ptb: Trançado - Marrom

source: Masonry-049
ptb: Pedra de rio - Cascalho

source: Masonry-050
ptb: Taliesin West - Cascalho

source: Masonry-051
ptb: Face dividida empilhada - Rosa

source: Masonry.Masonry Accessories.Control Joints.Black
ptb: Alvenaria.Acessórios de alvenaria.Juntas de controle.Preto

source: Masonry.Stone.Ashlar.Patterned
ptb: Alvenaria.Pedra.Granito.Cantaria.Padronizado

source: Masonry.Stone.Ashlar.Random.Broken Coursed
ptb: Alvenaria.Pedra.Cantaria.Aleatório.Movimento não uniforme

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
ptb: Alvenaria.Pedra.Cantaria.Aleatório.Movimento não uniforme.Aragamassa fina

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
ptb: Alvenaria.Pedra.Ardósia.Movimento uniforme.Solto

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
ptb: Alvenaria.Pedra.Ardósia.Movimento uniforme.Justo

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
ptb: Alvenaria.Pedra.Ardósia.Movimento uniforme.Exterior

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Preto e branco

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Cobre-Preto

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Cinza

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Violeta-Cinza

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
ptb: Alvenaria.Pedra.Granito.Quadrado.Empilhado.Polido.Rosa-Preto-Cinza

source: Masonry.Stone.Limestone.Ashlar.Coursed
ptb: Alvenaria.Pedra.Ardósia.Cantaria.Movimento não uniforme

source: Masonry.Stone.Limestone.Rubble
ptb: Alvenaria.Pedra.Ardósia.Cascalho

source: Masonry.Stone.Limestone.Rustic Joint.Pink
ptb: Alvenaria.Pedra.Ardósia.Junta rústica.Rosa

source: Masonry.Stone.Limestone.Rustication
ptb: Alvenaria.Pedra.Ardósia.Rústico

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco-Verde

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco e preto

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco e preto.Veios largos

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco-Marron

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
ptb: Alvenaria.Pedra.Mármore.Quadrado.Empilhado.Polido.Branco-Marrom-Preto

source: Masonry.Stone.Onyx.Black
ptb: Alvenaria.Pedra.Ônix.Preto

source: Masonry.Stone.Onyx.Blue
ptb: Alvenaria.Pedra.Ônix.Azul

source: Masonry.Stone.Onyx.Rose
ptb: Alvenaria.Pedra.Ônix.Rosa

source: Masonry.Stone.Slate
ptb: Alvenaria.Pedra.Ardósia

source: Masonry.Stone.Slate.Green
ptb: Alvenaria.Pedra.Ardósia.Verde

source: Masonry.Stone.Slate.Mottled
ptb: Alvenaria.Pedra.Ardósia.Sarapintada

source: Masonry.Stone.Slate.Red
ptb: Alvenaria.Pedra.Ardósia.Vermelho

source: Masonry.Stone.Soapstone.BlueGreen
ptb: Alvenaria.Pedra.Pedra sabão.AzulVerde

source: Masonry.Stone.Soapstone.DarkGrey
ptb: Alvenaria.Pedra.Pedra sabão.CinzaEscuro

source: Masonry.Stone.Travertine.Cream
ptb: Alvenaria.Pedra.Pedra sabão.Travertino.Creme

source: Masonry.Stone.Travertine.DarkBrown
ptb: Alvenaria.Pedra.Pedra sabão.Travertino.MarromEscuro

source: Masonry.Stone.Travertine.DarkRed
ptb: Alvenaria.Pedra.Pedra sabão.Travertino.VermelhoEscuro

source: Masonry.Unit Masonry.Brick.Adobe.Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Adobe.Executando

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Costura em cesta
