Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# asset_texture_paths
source: Texture Paths
ptb: Caminhos da textura

# asset_type
source: Type
ptb: Tipo

# asset_version
source: Version
ptb: Versão

# atmosShadowColAmnt
source: Amount:
ptb: Valor:

# atmosShadowColAmnt:uilabel
source: Amount:
ptb: Valor:

# atmosShadowOn
source: On:
ptb: Ativado:

# atmosShadowOn:uilabel
source: On:
ptb: Ativado:

# atmosShadowOpacity
source: Opacity:
ptb: Opacidade:

# atmosShadowOpacity:uilabel
source: Opacity:
ptb: Opacidade:

# atmosShadows
source: Atmospheric Shadows
ptb: Sombras atmosféricas

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
ptb: Energia fotônica automática:

# background
source: Background Shader:
ptb: Sombreamento do plano de fundo:

# background:uilabel
source: Background Shader:
ptb: Sombreamento do plano de fundo:

source: Background On:
ptb: Plano de fundo ativado:

# backgroundOn:uilabel
source: Background On:
ptb: Plano de fundo ativado:

# backgroundx
source: Background
ptb: Plano de fundo

source: bank
ptb: banco

# base
source: Fixture
ptb: Acessório

source: basic
ptb: Básico

# basic_props1
source: Basic Thermal
ptb: Térmico básico

source: bathroom
ptb: banheiro

source: bayou
ptb: sangradouro

source: bedroom
ptb: quarto

source: beech
ptb: faia

source: beechwood
ptb: madeira de faia

source: beige
ptb: bege

source: beige plaid
ptb: xadrez bege

source: birch
ptb: bétula

source: black
ptb: preto

source: block
ptb: bloco

source: blocks
ptb: blocos

source: blue
ptb: azul

source: board
ptb: tábua

source: bog
ptb: brejo

source: Bottom Left 1:
ptb: Inferior esquerdo 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
ptb: Inferior esquerdo 1:

source: Bottom Right 1:
ptb: Inferior direito 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
ptb: Inferior direito 1:

source: brass
ptb: latão

# break_def_map:uilabel
source: Break Def Map
ptb: Mapa de definição de quebra

source: brick
ptb: tijolo

source: Brightness:
ptb: Brilho:

# brightness:uilabel
source: Brightness:
ptb: Brilho:

source: brindle
ptb: malhado

# broom_curved:uilabel
source: Broom Curved
ptb: Vassoura curvada

# broom_straight:uilabel
source: Broom Straight
ptb: Vassoura reta

source: brown
ptb: marrom

source: brown carpet
ptb: carpete marrom

# brush_def_map:uilabel
source: Brush Def Map
ptb: Mapa de definição de pincel

source: brushed
ptb: pincelado

source: bulb
ptb: lâmpada elétrica

# bump_checker_map:uilabel
source: Bump Checker Map
ptb: Mapa de saliências em xadrez

# bump_diamond_map:uilabel
source: Bump Diamond Map
ptb: Mapa de saliências em losangos

source: burgundy
ptb: bordô

source: burl
ptb: nó

source: burlap
ptb: aniagem

# burn_highlights
source: Highlights (Burn):
ptb: Realces (queima):

# burn_highlights:uilabel
source: Highlights (Burn):
ptb: Realces (queima):

source: burnt
ptb: queimado

source: cadet
ptb: esverdeado

source: cafe
ptb: café

# camera_shutter
source: Shutter Speed:
ptb: Velocidade do obturador:

# camera_shutter:uilabel
source: Shutter Speed:
ptb: Velocidade do obturador:

source: canary
ptb: canário

source: caning
ptb: palhinha

source: canvas
ptb: lona

source: cardboard
ptb: papelão

source: carpet
ptb: carpete

source: carpet with some blue, yellow and red
ptb: carpete com um pouco de azul, amarelo e vermelho

source: cast-in-place
ptb: forma de concreto

# cast_shadows
source: Compute Shadows:
ptb: Calcular sombras:

# cast_shadows:uilabel
source: Turns on shadows:
ptb: Ativa sombras:

source: ceiling
ptb: forro

source: cement
ptb: cimento

source: ceramic
ptb: cerâmica

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
ptb: Cerâmica HID de vapor metálico (fria)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
ptb: Cerâmica HID de vapor metálico (quente)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# ceramic_ao_distance
source: Max Distance
ptb: Distância máxima

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# ceramic_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# ceramic_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# ceramic_ao_samples
source: Samples
ptb: Amostras

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# ceramic_ao_samples:uilabel
source: Samples
ptb: Amostras

# ceramic_application
source: Finish
ptb: Acabamento

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
ptb: Alto brilho/ Jateado

# ceramic_application:ceramic_matte
source: Matte
ptb: Opaco

# ceramic_application:ceramic_satin
source: Satin
ptb: Acetinado

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
ptb: Ajusta a textura da superfície acabada.

# ceramic_application:uilabel
source: Finish
ptb: Acabamento

# ceramic_bump:ceramic_custom
source: Custom
ptb: Personalizado

# ceramic_bump:ceramic_none
source: None
ptb: Nenhum

# ceramic_bump:ceramic_wavy
source: Wavy
ptb: Ondulado

# ceramic_bump:uilabel
source: Type
ptb: Tipo

# ceramic_bump_amount
source: Amount
ptb: Montante

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
ptb: Controla a ondas em baixa frequência encontradas com frequência em cerâmicas. Insira valores decimais maiores (até 1.0) para aumentar a profundidade das irregularidades da superfície.

# ceramic_bump_amount:uilabel
source: Amount
ptb: Montante

# ceramic_bump_list_label
source: Type
ptb: Tipo

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
ptb: Ajusta o padrão usado para retratar as ondas de baixa frequência encontradas com frequência em cerâmicas.

# ceramic_bump_map
source: Image
ptb: Imagem

# ceramic_bump_map:uilabel
source: Image
ptb: Imagem

# ceramic_bump_panel_label
source: Finish Bumps
ptb: Relevos do acabamento

# ceramic_ceramic
source: Ceramic
ptb: Cerâmica

# ceramic_color
source: Color
ptb: Cor

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# ceramic_color:uilabel
source: Color
ptb: Cor

# ceramic_color_by_object:uilabel
source: Color
ptb: Cor

# ceramic_custom
source: Custom
ptb: Personalizado

# ceramic_high_glossy
source: High Gloss / Glazed
ptb: Alto brilho/ Jateado

# ceramic_matte
source: Matte
ptb: Opaco

# ceramic_pattern:ceramic_custom
source: Custom
ptb: Personalizado

# ceramic_pattern:ceramic_none
source: None
ptb: Nenhum

# ceramic_pattern:uilabel
source: Type
ptb: Tipo

# ceramic_pattern_amount
source: Amount
ptb: Montante

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
ptb: Controla os padrões de mudanças decorativas.

# ceramic_pattern_amount:uilabel
source: Amount
ptb: Montante

# ceramic_pattern_list_label
source: Type
ptb: Tipo

# ceramic_pattern_map:uilabel
source: Image
ptb: Imagem

# ceramic_pattern_map_slider_label
source: Image
ptb: Imagem

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
ptb: Mostra os padrões de mudanças decorativas.

# ceramic_pattern_map_stack_label
source: Relief Pattern
ptb: Padrão de liberação

# ceramic_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# ceramic_porcelain
source: Porcelain
ptb: Porcelana

# ceramic_props
source: Ceramic
ptb: Cerâmica

# ceramic_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# ceramic_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# ceramic_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# ceramic_roundcorners_radius
source: Source
ptb: Fonte

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# ceramic_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# ceramic_satin
source: Satin
ptb: Acetinado

# ceramic_type
source: Type
ptb: Tipo

# ceramic_type:ceramic_ceramic
source: Ceramic
ptb: Cerâmica

# ceramic_type:ceramic_porcelain
source: Porcelain
ptb: Porcelana

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
ptb: Escolhe o tipo de material: Cerâmica ou Porcelana.

# ceramic_type:uilabel
source: Type
ptb: Tipo

# ceramic_wavy
source: Wavy
ptb: Ondulado

source: cerulean
ptb: cerúleo

source: chain
ptb: cadeia

source: chartreuse
ptb: verde amarelado

source: checker
ptb: xadrez

# checker_Appearance
source: Appearance
ptb: Aparência

# checker_Position
source: Position
ptb: Posição

# checker_Repeat
source: Repeat
ptb: Repetir

# checker_Scale
source: Scale
ptb: Dimensionar

# checker_color1
source: Color 1
ptb: Cor 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
ptb: Fornece a opção para selecionar uma cor ou um mapa sub-procedural para um xadrez

# checker_color1:uilabel
source: Color 1
ptb: Cor 1

# checker_color2
source: Color 2
ptb: Cor 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
ptb: Fornece a opção para selecionar uma cor ou um mapa sub-procedural para um outro xadrez

# checker_color2:uilabel
source: Color 2
ptb: Cor 2

# checker_soften
source: Soften
ptb: Suavizar

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
ptb: Ajusta o valor no montante de suavidade ou mancha entre a aresta das duas cores ou tipos de mapas. Valore maiores mancham mais. Um valor de 0.0 indica arestas afiadas. Faixa = 0 a 5.00; Padrão = 0.

# checker_soften:uilabel
source: Soften
ptb: Suavizar

# checker_transforms_group
source: Transforms
ptb: Transformações

source: cherry
ptb: cereja

source: chestnut
ptb: marrom claro

source: chiffon
ptb: seda

source: chipboard
ptb: compensado

source: chromate
ptb: cromático

source: chrome
ptb: cromado

source: clear
ptb: liso

source: cmu
ptb: bloco de concreto

source: coarse
ptb: áspero

source: cobble
ptb: paralelepípedo

source: coffee
ptb: café

source: Color Correction
ptb: Correção de cor

# colorCorrection:uilabel
source: Color Correction
ptb: Correção de cor

# colorDifferentiation
source: Desaturate Low Levels
ptb: Diminuir saturação dos níveis baixos

# colorDifferentiation:uilabel
source: Desaturate Low Levels
ptb: Diminuir saturação dos níveis baixos

# colorMapIndependent
source: Affect Indirect Only
ptb: Afetar somente indiretos

# colorMapIndependent:uilabel
source: Affect Indirect Only
ptb: Afetar somente indiretos

source: Color Shifting:
ptb: Troca de cor:

# colorShifting:none
source: None
ptb: Nenhum

# colorShifting:std_incandescent
source: Standard Incandescent Light
ptb: Luz incandescente Standard

# colorShifting:uilabel
source: Color Shifting:
ptb: Troca de cor:

# color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# color_color_input
source: Color:
ptb: Cor:

# color_color_input:uilabel
source: Color:
ptb: Cor:

# common_Shared_Asset:common_independent
source: Independent
ptb: Independente

# common_Shared_Asset:common_shared
source: Shared
ptb: Compartilhado

# common_Shared_Asset:uilabel
source: Sharing
ptb: Compartilhando

# common_Tint_color
source: Tint Color
ptb: Matiz da cor

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
ptb: Seleciona uma cor de matiz da aparência do material.

# common_Tint_color:uilabel
source: Tint Color
ptb: Matiz da cor

# common_Tint_toggle
source: Tint
ptb: Matiz

# common_Tint_toggle:uilabel
source: Tint
ptb: Matiz

source: composition
ptb: composição

# compressive_strength_ultimate
source: Ultimate
ptb: Máximo

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
ptb: Força de compressão máxima

# compressive_stress_yield
source: Yield
ptb: Deformação

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
ptb: Força de compressão de deformação

source: computer
ptb: computador

source: concrete
ptb: concreto

# concrete_acrylic
source: Acrylic
ptb: Acrílico

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# concrete_ao_distance
source: Max Distance
ptb: Distância máxima

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# concrete_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# concrete_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# concrete_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# concrete_ao_samples
source: Samples
ptb: Amostras

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# concrete_ao_samples:uilabel
source: Samples
ptb: Amostras

# concrete_automatic
source: Automatic
ptb: Automático

# concrete_base
source: Concrete
ptb: Concreto

# concrete_bm_map
source: Image
ptb: Imagem

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
ptb: Adiciona o desbotamento (mancha ou descoloração) com base na imagem selecionada.

# concrete_bm_map:uilabel
source: Image
ptb: Imagem

# concrete_brightmode:concrete_automatic
source: Automatic
ptb: Automático

# concrete_brightmode:concrete_custom
source: Custom - Image
ptb: Personalizado - Imagem

# concrete_brightmode:concrete_none
source: None
ptb: Nenhum

# concrete_brightmode:uilabel
source: Weathering
ptb: Clima

# concrete_brightmode_custom
source: Custom - Image
ptb: Personalizado - Imagem

# concrete_brightmode_list_label
source: Type
ptb: Tipo

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
ptb: Adiciona o desbotamento (mancha ou descoloração) automaticamente.

# concrete_brightmode_panel_label
source: Weathering
ptb: Clima

# concrete_bump_amount
source: Amount
ptb: Montante

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
ptb: Desliza para alterar a textura da superfície.

# concrete_bump_amount:uilabel
source: Amount
ptb: Montante

# concrete_bump_map
source: Image
ptb: Imagem

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
ptb: Usa uma imagem de bitmap para selecionar o acabamento.

# concrete_bump_map:uilabel
source: Image
ptb: Imagem

# concrete_color
source: Color
ptb: Cor

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# concrete_color:uilabel
source: Color
ptb: Cor

# concrete_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# concrete_curved
source: Broom Curved
ptb: Vassoura curvada

# concrete_custom
source: Stamped/Custom
ptb: Estampado/Personalizado

# concrete_epoxy
source: Epoxy
ptb: Epóxi

# concrete_finish
source: Finish Bumps
ptb: Relevos do acabamento

# concrete_finish:concrete_curved
source: Broom Curved
ptb: Vassoura curvada

# concrete_finish:concrete_custom
source: Stamped/Custom
ptb: Estampado/Personalizado

# concrete_finish:concrete_polished
source: Polished
ptb: Polido

# concrete_finish:concrete_smooth
source: Smooth
ptb: Suave

# concrete_finish:concrete_straight
source: Broom Straight
ptb: Vassoura reta

# concrete_finish:uilabel
source: Type
ptb: Tipo

# concrete_finish_list_label
source: Type
ptb: Tipo

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
ptb: Controla a textura da superfície com frequência encontrada em concreto.

# concrete_none
source: None
ptb: Nenhum

# concrete_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# concrete_polished
source: Polished
ptb: Polido

# concrete_props1
source: Basic Thermal
ptb: Térmico básico

# concrete_props2
source: Mechanical
ptb: Mecânico

# concrete_props4
source: Concrete
ptb: Concreto

# concrete_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# concrete_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# concrete_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# concrete_roundcorners_radius
source: Source
ptb: Fonte

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# concrete_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# concrete_sealant
source: Sealant
ptb: Selante

# concrete_sealant:concrete_acrylic
source: Acrylic
ptb: Acrílico

# concrete_sealant:concrete_epoxy
source: Epoxy
ptb: Epóxi

# concrete_sealant:concrete_none
source: None
ptb: Nenhum

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
ptb: Especifique a substância a ser usada para selar a superfície de concreto.

# concrete_sealant:uilabel
source: Sealant
ptb: Selante

# concrete_smooth
source: Smooth
ptb: Suave

# concrete_straight
source: Broom Straight
ptb: Vassoura reta

source: construction
ptb: construção

source: Contrast:
ptb: Contraste:

# contrast:uilabel
source: Contrast:
ptb: Contraste:

source: cool
ptb: frio

source: copper
ptb: cobre

source: cork
ptb: cortiça

source: cornsilk
ptb: amarelo acetinado

source: cozy
ptb: aconchegante

source: cream
ptb: creme

source: cross
ptb: cruz

# crush_blacks
source: Shadows:
ptb: Sombras:

# crush_blacks:uilabel
source: Shadows:
ptb: Sombras:

source: Custom
ptb: Personalizado

# custom_environment:uilabel
source: Custom Environment
ptb: Ambiente personalizado

# cutoff_threshold
source: Cutoff Threshold (lx)
ptb: Limite de corte (lx)
