Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# mirror_roundcorners_radius:uilabel
source: Source
esp: Origen

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
esp: Ajusta el color del espejo, que representa la absorción total del cristal flotado. El matiz siempre debe tener en cuenta el hecho de que la capa de cristal flotado tiene un determinado nivel de absorción.

# mirror_tintcolor:uilabel
source: Tint Color
esp: Color del matiz

source: misc
esp: varios

source: miscellaneous
esp: varios

source: misty
esp: borroso

# mode:uilabel
source: Mode
esp: Modo

source: mortar
esp: mortero

source: mortared
esp: con mortero

source: mosaic
esp: mosaico

source: mostly white carpet
esp: moqueta fundamentalmente blanca

source: mounting
esp: montaje

source: multi-colored
esp: multicolor

# multiplier
source: Sky Multiplier:
esp: Multiplicador

# multiplier:uilabel
source: Multiplier:
esp: Multiplicador

source: murky
esp: opaco

source: museum
esp: museo

source: navy
esp: azul marino

# nearAttenuationEnd
source: End Point:
esp: Punto final:

# nearAttenuationEnd:uilabel
source: End Point:
esp: Punto final:

# nearAttenuationOn
source: Near Attenuation:
esp: Atenuación cercana:

# nearAttenuationOn:uilabel
source: Near Attenuation:
esp: Atenuación cercana:

# nearAttenuationStart
source: Start Point:
esp: Punto inicial:

# nearAttenuationStart:uilabel
source: Start Point:
esp: Punto inicial:

source: neutral
esp: neutro

source: Night Color:
esp: Color nocturno:

# night_color:uilabel
source: Night Color:
esp: Color nocturno:

# noise_Appearance
source: Appearance
esp: Aspecto

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
esp: Permite seleccionar un color o un mapa de subprocedimientos para uno de los componentes.

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
esp: Permite seleccionar un color o un mapa de subprocedimientos para el otro componente.

# noise_Levels
source: Levels
esp: Niveles

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
esp: Determina el número de iteraciones utilizadas para el ruido fractal y el ruido de turbulencia. Predeterminado = 3.

# noise_Levels:uilabel
source: Levels
esp: Niveles

# noise_Phase
source: Phase
esp: Fase

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
esp: Especifica la fase de umbral de ruido.

# noise_Phase:uilabel
source: Phase
esp: Fase

# noise_Position
source: Position
esp: Posición

# noise_Size
source: Size
esp: Tamaño

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
esp: Establece la escala de la función de ruido. Cuando menor sea el valor, más pequeños serán los bloques de ruido.

# noise_Size:uilabel
source: Size
esp: Tamaño

source: Noise Threshold
esp: Umbral de ruido

# noise_ThresholdHigh
source: High
esp: Alto

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
esp: Especifica el umbral máximo de ruido. Rango = de 0 a 1; predeterminado = 1.

# noise_ThresholdHigh:uilabel
source: High
esp: Alto

# noise_ThresholdLow
source: Low
esp: Bajo

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
esp: Especifica el umbral mínimo de ruido. Rango = de 0 a 1; predeterminado = 0.

# noise_ThresholdLow:uilabel
source: Low
esp: Bajo

source: Noise Type
esp: Tipo de ruido

# noise_Type:noise_turbulence
source: Turbulence
esp: Turbulencia

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
esp: Crea una perturbación aleatoria de una superficie basada en la interacción de dos colores. Las opciones disponibles son Regular, Fractal y Turbulencia.

# noise_Type:uilabel
source: Noise Type
esp: Tipo de ruido

# noise_transforms_group
source: Transforms
esp: Transformaciones

# noise_turbulence
source: Turbulence
esp: Turbulencia

source: non
esp: ninguno

source: non-uniform
esp: no uniforme

# none
source: No Area
esp: Ninguno

# north_offset_from_x
source: North Azimuth:
esp: Acimut norte:

# north_offset_from_x:uilabel
source: North Azimuth:
esp: Acimut norte:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
esp: Número de ciclos

source: oak
esp: roble

source: ocean
esp: océano

source: octagon
esp: octógono

source: octagonal
esp: octogonal

source: off
esp: desactivado

source: off-white
esp: color hueso

source: olive
esp: oliva

source: on
esp: Activado

# on:uilabel
source: On:
esp: Activado

source: orange
esp: naranja

# origin
source: Point
esp: Punto

source: oxidised
esp: oxidado

source: oxidized
esp: oxidado

source: paint
esp: pintura

source: panelling
esp: paneles

source: paperboard
esp: cartón

source: particle
esp: partícula

source: patina
esp: pátina

source: pattern
esp: patrón

source: pavement
esp: pavimento

source: paver
esp: pavimento

source: paving
esp: pavimentación

source: peach
esp: melocotón

source: pearl
esp: perla

source: pebble
esp: guijarro

source: pebbled
esp: con guijarros

source: periwinkle
esp: vincapervinca

# photon
source: Photons
esp: Fotones

source: physical
esp: físico

source: physical material
esp: material físico

# physmat_Comments
source: Comments
esp: Comentarios

# physmat_Comments:uilabel
source: Comments
esp: Comentarios

# physmat_Cost
source: Cost
esp: Coste

# physmat_Cost:uilabel
source: Cost
esp: Coste

# physmat_Keynote
source: Keynote
esp: Nota clave

# physmat_Keynote:uilabel
source: Keynote
esp: Nota clave

# physmat_Keywords
source: Keywords
esp: Palabras clave

# physmat_Keywords:uilabel
source: Keywords
esp: Palabras clave

# physmat_Label:uilabel
source: Label
esp: Etiqueta

# physmat_Manufacturer
source: Manufacturer
esp: Fabricante

# physmat_Manufacturer:uilabel
source: Manufacturer
esp: Fabricante

# physmat_Mark
source: Mark
esp: Marca

# physmat_Mark:uilabel
source: Mark
esp: Marca

# physmat_Model
source: Model
esp: Modelo

# physmat_Model:uilabel
source: Model
esp: Modelo

# physmat_Type
source: Type
esp: Tipo

# physmat_Type:physmat_ceramic
source: Ceramic
esp: Cerámica

# physmat_Type:physmat_concrete
source: Concrete
esp: Hormigón

# physmat_Type:physmat_earth
source: Earth
esp: Tierra

# physmat_Type:physmat_generic
source: Generic
esp: Genérico

# physmat_Type:physmat_glass
source: Glass
esp: Cristal

# physmat_Type:physmat_liquid
source: Liquid
esp: Líquido

# physmat_Type:physmat_masonry
source: Masonry
esp: Albañilería

# physmat_Type:physmat_paint
source: Paint/Coating
esp: Pintura/Revestimiento

# physmat_Type:physmat_plastic
source: Plastic
esp: Plástico

# physmat_Type:physmat_stone
source: Stone
esp: Piedra

# physmat_Type:physmat_textile
source: Textile
esp: Textil

# physmat_Type:physmat_wood
source: Wood
esp: Madera

# physmat_Type:uilabel
source: Type
esp: Tipo

# physmat_aspects:uilabel
source: Physical Aspects
esp: Aspectos físicos

# physmat_ceramic
source: Ceramic
esp: Cerámica

# physmat_class
source: Class
esp: Clase

# physmat_class:uilabel
source: Class
esp: Clase

# physmat_concrete
source: Concrete
esp: Hormigón

# physmat_earth
source: Earth
esp: Tierra

# physmat_generic
source: Generic
esp: Genérico

# physmat_glass
source: Glass
esp: Cristal

# physmat_liquid
source: Liquid
esp: Líquido

# physmat_masonry
source: Masonry
esp: Albañilería

# physmat_paint
source: Paint/Coating
esp: Pintura/Revestimiento

# physmat_plastic
source: Plastic
esp: Plástico

# physmat_stone
source: Stone
esp: Piedra

# physmat_textile
source: Textile
esp: Textil

# physmat_wood
source: Wood
esp: Madera

source: pile
esp: pelo

source: pine
esp: pino

source: pink
esp: rosado

source: plaid
esp: escocés

source: plain
esp: simple

source: plaster
esp: enlucido

source: plastic
esp: plástico

# plastic_props1
source: Basic Thermal
esp: Térmico básico

# plastic_props2
source: Mechanical
esp: Mecánico

# plastic_props4
source: Strength
esp: Resistencia

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# plasticvinyl_ao_distance
source: Max Distance
esp: Distancia máxima

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# plasticvinyl_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# plasticvinyl_ao_samples
source: Samples
esp: Muestras

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# plasticvinyl_ao_samples:uilabel
source: Samples
esp: Muestras

# plasticvinyl_application
source: Finish
esp: Acabado

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
esp: Brillante

# plasticvinyl_application:plasticvinyl_matte
source: Matte
esp: Mate

# plasticvinyl_application:plasticvinyl_polished
source: Polished
esp: Pulido

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
esp: Permite seleccionar entre Pulido, Brillante o Mate.

# plasticvinyl_application:uilabel
source: Finish
esp: Acabado

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
esp: Personalizado

# plasticvinyl_bump:plasticvinyl_none
source: None
esp: Ninguno

# plasticvinyl_bump:uilabel
source: Finish Bumps
esp: Relieves de acabado

# plasticvinyl_bump_amount
source: Amount
esp: Cantidad

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
esp: Se desliza entre 0 y 1 para controlar la altura de los relieves.

# plasticvinyl_bump_amount:uilabel
source: Amount
esp: Cantidad

# plasticvinyl_bump_list_label
source: Finish Bumps
esp: Relieves de acabado

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
esp: Selecciona una imagen de mapa de bits para la aspereza del relieve.

# plasticvinyl_bump_map
source: Image
esp: Imagen

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
esp: Selecciona una imagen de mapa de bits para la aspereza del relieve.

# plasticvinyl_bump_map:uilabel
source: Image
esp: Imagen

# plasticvinyl_bump_panel_label
source: Finish Bumps
esp: Relieves de acabado

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
esp: Selecciona un color, una imagen o una textura de procedimiento para crear el aspecto del material.

# plasticvinyl_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# plasticvinyl_custom
source: Custom
esp: Personalizado

# plasticvinyl_glossy
source: Glossy
esp: Brillante

# plasticvinyl_matte
source: Matte
esp: Mate

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
esp: Personalizado

# plasticvinyl_pattern:plasticvinyl_none
source: None
esp: Ninguno

# plasticvinyl_pattern:uilabel
source: Relief Pattern
esp: Patrón de relieve

# plasticvinyl_pattern_amount
source: Amount
esp: Cantidad

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
esp: Se desliza entre 0 y 2 para controlar la altura de los relieves.

# plasticvinyl_pattern_amount:uilabel
source: Amount
esp: Cantidad

# plasticvinyl_pattern_list_label
source: Bump Pattern
esp: Patrón de relieve

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
esp: Cree regiones elevadas y hundidas a partir de las áreas oscuras y claras de un archivo de imagen propio.

# plasticvinyl_pattern_map
source: Image
esp: Imagen

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
esp: Selecciona una imagen de mapa de bits para el patrón de relieve.

# plasticvinyl_pattern_map:uilabel
source: Image
esp: Imagen

# plasticvinyl_pattern_panel_label
source: Relief Pattern
esp: Patrón de relieve

# plasticvinyl_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# plasticvinyl_plasticsolid
source: Plastic (Solid)
esp: Plástico (sólido)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
esp: Plástico (transparente)

# plasticvinyl_plasticvinylgroup
source: Plastic
esp: Plástico

# plasticvinyl_polished
source: Polished
esp: Pulido

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
esp: Profundidad máxima del trazo de refracción

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
esp: Cuando se encuentra marcada, la profundidad de refracción del material se controla de forma local y se proyecta un rayo de transparencia adicional al alcanzar el límite, lo que limita el efecto de "borde oscuro" que se suele dar en los objetos de cristal sólidos.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# plasticvinyl_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# plasticvinyl_roundcorners_radius
source: Source
esp: Origen

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
esp: Redondeo de esquinas

# plasticvinyl_type
source: Type
esp: Tipo

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
esp: Plástico (sólido)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
esp: Plástico (transparente)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
esp: Vinilo

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
esp: Permite seleccionar entre Plástico (sólido o transparente) o Vinilo.

# plasticvinyl_type:uilabel
source: Type
esp: Tipo

# plasticvinyl_vinyl
source: Vinyl
esp: Vinilo

source: plate
esp: lámina

# plotGlyph:uilabel
source: Plot glyph:
esp: Glifo de trazado:

source: plywood
esp: contrachapado

source: point
esp: punto

source: polished
esp: pulido

source: pond
esp: estanque

source: pool
esp: piscina

source: porcelain
esp: porcelana

source: precast
esp: prefabricado

# projMap:uilabel
source: File Name:
esp: Nombre de archivo:

# projMapOn
source: On:
esp: Activada:

# projMapOn:uilabel
source: On:
esp: Activada:

source: Projection Maps
esp: Mapas de proyección

source: pumpkin
esp: calabaza

source: purple
esp: púrpura

source: purple and gray carpet
esp: moqueta púrpura gris

source: pyramid
esp: pirámide

# quartz
source: HID Quartz Metal Halide
esp: HID cuarzo haluro metálico

# quartzCool
source: HID Quartz Metal Halide (Cool)
esp: HID cuarzo haluro metálico (fresco)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
esp: HID cuarzo haluro metálico (cálido)

# rect
source: Rectangle
esp: Rectángulo

source: rectangle
esp: Rectángulo

# rectangle_length
source: Length:
esp: Longitud:

# rectangle_length:uilabel
source: Length:
esp: Longitud:

# rectangle_width
source: Width:
esp: Anchura:

# rectangle_width:uilabel
source: Width:
esp: Anchura:

source: rectangles
esp: rectángulos

source: red
esp: rojo

source: red carpet
esp: moqueta roja

source: red plaid
esp: escocés rojo

source: red-orange
esp: rojo anaranjado

source: Red/Blue Shift:
esp: Cambio rojo/azul:

# redblueshift:uilabel
source: Red/Blue Shift:
esp: Cambio rojo/azul:

source: reflect
esp: reflejar

source: reflecting
esp: reflectante

source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
esp: Define el número máximo de muestras (rayos) que calcula mental ray para crear reflejos brillantes.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

source: reflective
esp: reflectante

source: Refraction Glossy Samples
esp: Muestras de refracciones brillantes

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
esp: Define el número máximo de muestras (rayos) que calcula mental ray para crear refracciones brillantes.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
esp: Muestras de refracciones brillantes

source: retaining
esp: de retención

source: Reverse
esp: Invertir

# reverse:uilabel
source: Reverse
esp: Invertir

# rgbLightColor
source: Light Color:
esp: Color de luz:

# rgbLightColor:uilabel
source: Light Color:
esp: Color de luz:

# rgb_unit_conversion
source: Color Conversion:
esp: Conversión de color:

# rgb_unit_conversion:uilabel
source: Color Conversion:
esp: Conversión de color:

source: rippled
esp: rizado

source: river
esp: río

source: riverstone
esp: piedra de río

source: road
esp: carretera

source: rock
esp: roca

source: roof
esp: cubierta

source: roofing
esp: cubierta

source: rose
esp: rosa

source: rosette
esp: roseta

source: rosewood
esp: palisandro

source: rough
esp: áspero

source: round
esp: redondo

source: royal
esp: marino intenso

source: rubble
esp: sin labrar

source: running
esp: hilada

source: rye
esp: centeno

source: salmon
esp: salmón

source: sand
esp: paja

source: sandy
esp: pajiza

source: satin
esp: satinado

source: Saturation:
esp: Saturación de color:

# saturation:uilabel
source: Saturation:
esp: Saturación de color:

# scale:uilabel
source: Scale
esp: Escala

source: sceneeffect
esp: efecto de escena

source: screen
esp: pantalla

source: sea
esp: mar

source: sea side
esp: costa

source: seam
esp: junta

source: seaside
esp: costa

source: semi-polished
esp: semipulido

# shadowColMap:uilabel
source: File Name:
esp: Nombre de archivo:

source: Shadow Color Map
esp: Mapa de colores de sombras

# shadowOn
source: Compute Shadows:
esp: Calcular sombras:

# shadowOn:uilabel
source: Compute Shadows:
esp: Calcular sombras:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
esp: Extensión de rayo de sombra

# shadow_softness:uilabel
source: Shadow Softness
esp: Suavidad de sombra

source: Shadows
esp: Sombras

# shadows:uilabel
source: Shadows
esp: Sombras

source: shake
esp: tabla de ripia

source: shingle
esp: teja plana

source: shiny
esp: lustroso

source: siding
esp: revestimiento exterior

source: sienna
esp: siena

source: silver
esp: plata

source: sky
esp: cielo

source: slate
esp: pizarra

source: slate blue
esp: azul pizarra

source: small
esp: pequeño

source: smoked
esp: ahumado

source: smooth
esp: suave

# sn_Constant
source: Constant
esp: Constante

source: S-N Curve
esp: Curva S-N

source: snow
esp: nieve

# softDiffEdges
source: Soften Diffuse Edges:
esp: Suavizar bordes difusos:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
esp: Suavizar bordes difusos:

source: soldier
esp: soldado

source: solid
esp: sólido

# solid_props1
source: Properties
esp: Propiedades

# solidglass_blue
source: Blue
esp: Azul

# solidglass_bluegreen
source: Blue Green
esp: Verde azul

# solidglass_bronze
source: Bronze
esp: Bronce

# solidglass_bump_amount
source: Amount
esp: Cantidad

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
esp: Se desliza entre 0 y 2 para controlar la altura de los relieves.

# solidglass_bump_amount:uilabel
source: Amount
esp: Cantidad

# solidglass_bump_enable:solidglass_custom
source: Custom
esp: Personalizado

# solidglass_bump_enable:solidglass_none
source: None
esp: Ninguno

# solidglass_bump_enable:solidglass_rippled
source: Rippled
esp: Rizado

# solidglass_bump_enable:solidglass_wavy
source: Wavy
esp: Ondulado

# solidglass_bump_enable:uilabel
source: Type
esp: Tipo

# solidglass_bump_enable_list_label
source: Type
esp: Tipo
