Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# generic_transparency_image_fade:uilabel
source: Image Fade
fra: Estompe de l'image

# generic_transparency_panel_label
source: Transparency
fra: Transparence

# generic_transparency_slider_label
source: Amount
fra: Quantité

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
fra: Règle la quantité de lumière traversant la surface, au lieu de se refléter ou d'être absorbée. Entrez une valeur entre 0% (complètement opaque) et 100% (complètement transparent).

source: geometric
fra: géométrique

source: glass
fra: verre

source: glazed
fra: vitré

source: glazing
fra: vitrage

# glazing_blue
source: Blue
fra: Bleu

# glazing_bluegreen
source: Blue Green
fra: Bleu vert

# glazing_clear
source: Clear
fra: Clair

# glazing_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# glazing_custom_color
source: Custom
fra: Personnalisé

# glazing_glazinggroup
source: Glazing
fra: Vitrage

# glazing_gray
source: Gray
fra: Gris

# glazing_green
source: Green
fra: Vert

# glazing_no_levels
source: Sheets of Glass
fra: Feuilles de verre

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
fra: Régler le nombre de vitres (par exemple, pour le double vitrage, définir sur 2). Entrez un nombre entre 1 et 6.

# glazing_no_levels:uilabel
source: Sheets of Glass
fra: Feuilles de verre

# glazing_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# glazing_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# glazing_reflectance
source: Reflectance
fra: Réflexion

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
fra: Règle la quantité de lumière réfléchie par la surface du verre, au lieu de la traverser. Entrez une valeur entre 0% et 100%.

# glazing_reflectance:uilabel
source: Reflectance
fra: Réflexion

# glazing_refr_depth
source: Refraction Max Trace Depth
fra: Profondeur max. du suivi de la réfraction

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
fra: Lorsque cette option est sélectionnée, la profondeur de réfraction du matériau est contrôlée localement et un rayon de transparence supplémentaire est émis lorsque la limite est atteinte, ce qui limite l'effet de "bord noir" qui affecte généralement les objets de verre solides.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# glazing_refr_depth_control_label
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# glazing_transmittance_color
source: Color
fra: Couleur

# glazing_transmittance_color:glazing_blue
source: Blue
fra: Bleu

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
fra: Bleu vert

# glazing_transmittance_color:glazing_clear
source: Clear
fra: Clair

# glazing_transmittance_color:glazing_custom
source: Custom
fra: Personnalisé

# glazing_transmittance_color:glazing_gray
source: Gray
fra: Gris

# glazing_transmittance_color:glazing_green
source: Green
fra: Vert

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
fra: Règle la couleur du vitrage et la quantité de lumière transmise à travers le verre.

# glazing_transmittance_color:uilabel
source: Color
fra: Couleur

# glazing_transmittance_map
source: Custom Color
fra: Couleur personnalisée

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
fra: Sélectionne une couleur, une image ou une texture procédurale pour créer l'aspect du matériau.

# glazing_transmittance_map:uilabel
source: Custom Color
fra: Couleur personnalisée

source: gloss
fra: lustre

source: glossy
fra: lustré

source: glow
fra: éclat

# glyphDisplay:uilabel
source: Glyph display:
fra: Affichage du glyphe:

source: gold
fra: or

source: golden
fra: doré

source: goldenrod
fra: jaune vif

# gradient_Appearance
source: Appearance
fra: Apparence

# gradient_Color:uilabel
source: Color
fra: Couleur

# gradient_Repeat
source: Repeat
fra: Répéter

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
fra: Permet d'ajouter des noeuds en cliquant sur la barre des dégradés et d'en supprimer en les faisant glisser hors de la barre ou en les sélectionnant, puis en appuyant sur la touche de suppression.

# gradient_interpolation:gradient_interp_custom
source: Custom
fra: Personnalisé

# gradient_interpolation:gradient_interp_easyin
source: Ease in
fra: Ajuster intérieur

# gradient_interpolation:gradient_interp_easyout
source: Ease out
fra: Ajuster extérieur

# gradient_interpolation:gradient_interp_linear
source: Linear
fra: Linéaire

# gradient_interpolation:gradient_interp_solid
source: Solid
fra: Solide

# gradient_noise:gradient_noise_regular
source: Regular
fra: Régulier

# gradient_noise:uilabel
source: Noise Type
fra: Type de bruit

# gradient_noise_amount:uilabel
source: Amount
fra: Quantité

# gradient_noise_high
source: High
fra: Elevé

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
fra: Ajuste le seuil supérieur. Plage = 0 à 1.

# gradient_noise_high:uilabel
source: High
fra: Elevé

# gradient_noise_levels
source: Levels
fra: Niveaux

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
fra: Définit le nombre d'itérations de fractales ou de turbulences (en tant que fonction continue).

# gradient_noise_levels:uilabel
source: Levels
fra: Niveaux

# gradient_noise_list_label
source: Noise Type
fra: Type de bruit

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
fra: Affiche les différentes méthodes de création des motifs de bruit: Régulier, Fractal ou Turbulence.

# gradient_noise_low
source: Low
fra: Faible

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
fra: Ajuste le seuil du bruit bas. Lorsque la valeur du bruit est supérieure au seuil inférieur, et inférieure au seuil supérieur, la plage dynamique est étirée pour occuper l'intervalle de 0 à 1. Cela réduit la discontinuité au niveau de la transition du seuil et produit moins de crénelage potentiel.

# gradient_noise_low:uilabel
source: Low
fra: Faible

# gradient_noise_panel_label
source: Noise
fra: Bruit

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
fra: Contrôle la vitesse de l'animation de la fonction bruit. Une fonction bruit 3D est utilisé pour le bruit; les deux premiers paramètres sont U et V et le troisième est phase.

# gradient_noise_regular
source: Regular
fra: Régulier

# gradient_noise_size
source: Size
fra: Taille

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
fra: Définit l'échelle de la fonctionnalité de bruit. Les valeurs les plus petites donnent des tranches de bruit plus petites.

# gradient_noise_size:uilabel
source: Size
fra: Taille

# gradient_noise_slider_label
source: Amount
fra: Quantité

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
fra: Lorsque la valeur n'est pas nulle, un effet de bruit aléatoire est appliqué au dégradé en fonction de l'interaction entre les couleurs de valeur de dégradé (et des textures le cas échéant). Plus la valeur est élevée, plus l'effet est important. Plage = 0 à 1.

# gradient_noise_smooth
source: Smooth
fra: Lisse

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
fra: Ajuste la régularité du bruit. Plage = 0 à 1.

# gradient_noise_smooth:uilabel
source: Smooth
fra: Lisse

# gradient_noise_threshold
source: Noise Threshold
fra: Seuil de bruit

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
fra: Spécifier le seuil de bruit de la zone représentée par l'image ci-dessus.

# gradient_scale_group
source: Scale
fra: Echelle

# gradient_transforms_group
source: Transforms
fra: Transformations

source: Gradient Type
fra: Type de dégradé

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
fra: Linéaire asymétrique

# gradient_type:gradient_type_box
source: Box
fra: Boîte

# gradient_type:gradient_type_lighting
source: Light normal
fra: Lumière normale

# gradient_type:gradient_type_linear
source: Linear
fra: Linéaire

# gradient_type:gradient_type_mapped
source: Mapped
fra: Mappé

# gradient_type:gradient_type_normal
source: Camera normal
fra: Caméra normale

# gradient_type:gradient_type_pong
source: Pong
fra: Phong

# gradient_type:gradient_type_spiral
source: Spiral
fra: Spirale

# gradient_type:gradient_type_sweep
source: Sweep
fra: Balayage

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
fra: Spécifie la forme du dégradé, à l'exception des types de lumière et de caméra pour lesquels la forme de dégradé est définie en tant que fonction de la caméra ou de l'éclairage de la scène.

# gradient_type:uilabel
source: Gradient Type
fra: Type de dégradé

# gradient_type_4corner
source: Linear asymmetrical
fra: Linéaire asymétrique

# gradient_type_box
source: Box
fra: Boîte

# gradient_type_lighting
source: Light normal
fra: Lumière normale

# gradient_type_linear
source: Linear
fra: Linéaire

# gradient_type_normal
source: Camera normal
fra: Caméra normale

# gradient_type_pong
source: Pong
fra: Phong

# gradient_type_spiral
source: Spiral
fra: Spirale

# gradient_type_sweep
source: Sweep
fra: Balayage

source: granite
fra: granit

# granite_tex:uilabel
source: Granite Texture
fra: Texture granit

source: graphics asset
fra: ressource graphique

# graphics_cut_pattern
source: Pattern
fra: Motif

# graphics_cut_pattern:uilabel
source: Pattern
fra: Motif

# graphics_cut_pattern_color
source: Color
fra: Couleur

# graphics_cut_pattern_color:uilabel
source: Color
fra: Couleur

# graphics_cut_pattern_label
source: Cut Pattern
fra: Motif de coupe

# graphics_shading_color
source: Color
fra: Couleur

# graphics_shading_color:uilabel
source: Color
fra: Couleur

# graphics_shading_label
source: Shading
fra: Ombrage

# graphics_shading_transparency
source: Transparency
fra: Transparence

# graphics_shading_transparency:uilabel
source: Transparency
fra: Transparence

# graphics_surface_pattern
source: Pattern
fra: Motif

# graphics_surface_pattern:uilabel
source: Pattern
fra: Motif

# graphics_surface_pattern_alignment
source: Alignment
fra: Axe

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
fra: Axe X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
fra: Axe Y

# graphics_surface_pattern_color
source: Color
fra: Couleur

# graphics_surface_pattern_color:uilabel
source: Color
fra: Couleur

# graphics_surface_pattern_label
source: Surface Pattern
fra: Motif de surface

# graphics_use_appearance
source: Use Render Appearance
fra: Utiliser l'apparence de rendu

# graphics_use_appearance:uilabel
source: Use Render Appearance
fra: Utiliser l'apparence de rendu

source: grass
fra: herbe

source: gravel
fra: gravier

source: gray
fra: gris

source: green
fra: vert

source: green carpet
fra: moquette vert

source: grey
fra: gris

source: grid
fra: quadrillage

source: Ground Color:
fra: Couleur du sol:

# ground_color:uilabel
source: Ground Color:
fra: Couleur du sol:

source: half
fra: moitié

source: halogen
fra: Halogène

source: Halogen (Cool)
fra: Halogène (frais)

source: Halogen (Warm)
fra: Halogène (chaud)

source: hammered
fra: martelé

source: handsplit
fra: éclaté

source: hardwood
fra: feuillu

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# hardwood_ao_distance
source: Max Distance
fra: Distance max.

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# hardwood_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# hardwood_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# hardwood_ao_samples
source: Samples
fra: Echantillons

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# hardwood_ao_samples:uilabel
source: Samples
fra: Echantillons

# hardwood_application
source: Used For
fra: Utilisé pour

# hardwood_application:hardwood_flooring
source: Flooring
fra: Planchers

# hardwood_application:hardwood_furniture
source: Furniture
fra: Mobilier

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
fra: Sélectionne le mode d'utilisation de la surface en bois (planchers ou meubles).

# hardwood_application:uilabel
source: Used For
fra: Utilisé pour

# hardwood_automatic
source: Based on Wood Grain
fra: Basé sur le grain du bois

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
fra: Utilise une image bitmap pour régler la couleur et la texture du bois.

# hardwood_color_choice
source: Color
fra: Couleur

# hardwood_custom
source: Custom
fra: Personnalisé

# hardwood_finish
source: Finish
fra: Finition

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
fra: Vernis lustré

# hardwood_finish:hardwood_satin
source: Satin Varnish
fra: Vernis satiné

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
fra: Vernis semi-lustré

# hardwood_finish:hardwood_unfinished
source: Unfinished
fra: Non finalisé

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
fra: Sélectionne l'une des finitions suivantes: vernis lustré, vernis semi-lustré, vernis satiné et non fini.

# hardwood_finish:uilabel
source: Finish
fra: Finition

# hardwood_flooring
source: Flooring
fra: Planchers

# hardwood_furniture
source: Furniture
fra: Mobilier

# hardwood_glossy
source: Glossy Varnish
fra: Vernis lustré

# hardwood_hardwoodgroup
source: Wood
fra: Bois

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
fra: Basé sur le grain du bois

# hardwood_imperfections:hardwood_custom
source: Custom
fra: Personnalisé

# hardwood_imperfections:hardwood_none
source: None
fra: Aucun

# hardwood_imperfections:uilabel
source: Relief Pattern
fra: Motif de relief

# hardwood_imperfections_amount
source: Amount
fra: Quantité

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
fra: Règle la quantité de relief. Entrez 0 pour une surface plane, une valeur positive (entre 0 et 10) pour un grain surélevé ou une valeur négative (entre 0 et -10) pour un grain inversé.

# hardwood_imperfections_amount:uilabel
source: Amount
fra: Quantité

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
fra: Sélectionne un motif de surface de bois ou un motif personnalisé.

# hardwood_imperfections_panel_label
source: Relief Pattern
fra: Motif de relief

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
fra: Utilise une image bitmap pour régler le motif de relief du bois.

# hardwood_no_color
source: None
fra: Aucun

# hardwood_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# hardwood_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# hardwood_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# hardwood_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# hardwood_satin
source: Satin Varnish
fra: Vernis satiné

# hardwood_semigloss
source: Semi-gloss Varnish
fra: Vernis semi-lustré

# hardwood_tint_color
source: Stain Color
fra: Couleur de teinture

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
fra: Règle la couleur de la teinture.

# hardwood_tint_color:uilabel
source: Stain Color
fra: Couleur de teinture

# hardwood_tint_enabled
source: Stain
fra: Teinture

# hardwood_tint_enabled:hardwood_color_choice
source: Color
fra: Couleur

# hardwood_tint_enabled:hardwood_no_color
source: None
fra: Aucun

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
fra: Spécifie si le bois est teinté.

# hardwood_tint_enabled:uilabel
source: Stain
fra: Teinture

# hardwood_unfinished
source: Unfinished
fra: Non finalisé

# haze
source: Sky Haziness/Cloudiness:
fra: Nuages/troubles ciel:

# haze:uilabel
source: Sky Haziness/Cloudiness:
fra: Nuages/troubles ciel:

source: Haze On:
fra: Brume:

# hazeOn:uilabel
source: Haze On:
fra: Brume:

# haze_small:uilabel
source: Haze Small
fra: Brume petit

source: heavy cardboard used for mounting and architectural model-building
fra: carton épais utilisé pour la construction de modèles architecturaux et pour le montage

source: hedge
fra: haie

# hemispherical_Bitmap
source: Image File
fra: Fichier image

# hemispherical_Bitmap:uilabel
source: Image File
fra: Fichier image

# hemispherical_RGBAmount
source: Relative Brightness:
fra: Luminosité relative:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
fra: Luminosité relative:

source: herringbone
fra: chevron

source: hexagon
fra: hexagone

source: high
fra: élevé

# highPressureSodium
source: HID High Pressure Sodium
fra: HID sodium haute pression

source: holes
fra: perçages

source: home
fra: maison

source: honey
fra: miel

# horizon
source: Ground and Horizon
fra: Sol et horizon

source: Horizon Blur:
fra: Flou horizon:

# horizon_blur:uilabel
source: Horizon Blur:
fra: Flou horizon:

source: Horizon Height:
fra: Hauteur horizon:

# horizon_height:uilabel
source: Horizon Height:
fra: Hauteur horizon:

source: Hot Spot:
fra: Faisceau lumineux:

# hotSpot:tooltip
source: Hot spot, in radians
fra: Faisceau lumineux en radians

# hotSpot:uilabel
source: Hot Spot:
fra: Faisceau lumineux:

source: ice
fra: glace

# illuminanceAt
source: At (meters):
fra: A (mètres):

# illuminanceAt:uilabel
source: At (meters):
fra: A (mètres):

source: Illumination
fra: Eclairement

source: Illumination On:
fra: Eclairement activé:

# illuminationOn:uilabel
source: Illumination On:
fra: Eclairement activé:

source: indian
fra: indien

source: indoor
fra: intérieur

source: Intensity Units:
fra: Unités d'intensité:

# intensityUnits:lux_at
source: lux at
fra: lux à

# intensityUnits:uilabel
source: Intensity Units:
fra: Unités d'intensité:

# intensityUnits:unitless
source: unitless
fra: sans unité

# intensityValue
source: Value:
fra: Valeur:

# intensityValue:uilabel
source: Value:
fra: Valeur:

# intensity_factor
source: Sun Multiplier:
fra: Multiplicateur de soleil:

# intensity_factor:uilabel
source: Brightness of the sun:
fra: Luminosité du soleil:

# intensitygroup
source: Intensity
fra: Intensité

source: interior
fra: intérieur

source: interlocking
fra: entrelacement

source: Inverse Square
fra: Carré inverse

source: iron
fra: fer
