Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
csy: Použít černobílý obrázek k určení ploch, které budou z obtisku vyříznuty. Vyňaty budou černé oblasti.

# decApp_cutout_opacity:uilabel
source: Cutouts:
csy: Vyjmuté části:

# decApp_diffuse
source: Decal Image File:
csy: Soubor obrázku obtisku:

# decApp_diffuse:uilabel
source: Decal Image File:
csy: Soubor obrázku obtisku:

# decApp_glossiness
source: Finish:
csy: Povrchová úprava:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
csy: Určete jasnost zrcadlových zvýrazněných bodů (aktivních bodů) na obtisku.

# decApp_glossiness:uilabel
source: Finish:
csy: Povrchová úprava:

# decApp_glossiness_gloss
source: Gloss
csy: Lesklý

# decApp_glossiness_high_gloss
source: High Gloss
csy: Vysoký lesk

# decApp_glossiness_matte
source: Matte
csy: Matný

# decApp_glossiness_semi_gloss
source: Semi-gloss
csy: Pololesklý

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
csy: Vzorky lesklých odrazů:

# decApp_reflectivity_at_0deg
source: Reflectivity:
csy: Odrazivost:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
csy: zrcadlo

# decApp_reflectivity_at_0deg:minlabel
source: dull
csy: tlumený

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
csy: Určete úroveň zrcadlení okolních objektů na obtisku.

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
csy: Odrazivost:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
csy: Odrazivost:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
csy: Vzorky lesklých lomů:

# decApp_refraction_index:uilabel
source: Refraction Index:
csy: Index lomu:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
csy: Tloušťka průsvitnosti lomu:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
csy: Teplota barvy svítivosti

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
csy: Mapa filtru svítivosti:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
csy: Svítivost (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
csy: Určete zda a jak jasně je obtisk osvětlen.

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
csy: Svítivost (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
csy: Obrazovka mobilního telefonu

# decApp_self_illum_luminance_crt_television
source: CRT television
csy: Televizní obrazovka

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
csy: Čočky stolní lampičky

# decApp_self_illum_luminance_dim_glow
source: Dim glow
csy: Tlumené vyzařování

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
csy: Mléčná žárovka

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
csy: Čočky halogenové lampy

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
csy: Vnějšek stínu lampy

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
csy: Vnitřek stínu lampy

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
csy: LCD obrazovka

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
csy: Neosvětlený

# decApp_transparency
source: Transparency:
csy: Průhlednost:

# decApp_transparency:maxlabel
source: transparent
csy: průhledný

# decApp_transparency:minlabel
source: opaque
csy: neprůsvitný

# decApp_transparency:uilabel
source: Transparency:
csy: Průhlednost:

# decal-1:uilabel
source: Decal 1:
csy: Obtisk 1:

# decalbumpmap_Bitmap
source: Image File:
csy: Soubor obrázku:

# decalbumpmap_Bitmap:uilabel
source: Image File:
csy: Soubor obrázku:

# decalbumpmap_Blur:uilabel
source: Blur
csy: Zamlžení

# decalbumpmap_Filtering:uilabel
source: Filtering
csy: Filtrování

# decalbumpmap_Invert
source: Invert:
csy: Obrátit:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
csy: Zaměnit jasné a tmavé plochy obrázku.

# decalbumpmap_Invert:uilabel
source: Invert:
csy: Obrátit:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
csy: Mapovat kanál

# decalbumpmap_RGBAmount:uilabel
source: Brightness
csy: Jas

# decalbumpmap_UMirror:uilabel
source: U Mirror
csy: Zrcadlení U

# decalbumpmap_UOffset:uilabel
source: U Offset
csy: Odsazení U

# decalbumpmap_UVScale:uilabel
source: UV Scale
csy: Měřítko UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
csy: Zalomení U

# decalbumpmap_VMirror:uilabel
source: V Mirror
csy: Zrcadlení V

# decalbumpmap_VOffset:uilabel
source: V Offset
csy: Odsazení V

# decalbumpmap_VWrap:uilabel
source: V Wrap
csy: Zalomení V

# decalbumpmap_WAngle:uilabel
source: Angle
csy: Úhel

# decalmap_Bitmap
source: Image File:
csy: Soubor obrázku:

# decalmap_Bitmap:uilabel
source: Image File:
csy: Soubor obrázku:

# decalmap_Blur:uilabel
source: Blur
csy: Zamlžení

# decalmap_Filtering:uilabel
source: Filtering
csy: Filtrování

# decalmap_Invert:uilabel
source: Invert:
csy: Obrátit:

# decalmap_MapChannel:uilabel
source: Map Channel
csy: Mapovat kanál

# decalmap_RGBAmount
source: Brightness:
csy: Jas:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
csy: Upravit jas obrázku

# decalmap_RGBAmount:uilabel
source: Brightness
csy: Jas

# decalmap_UMirror:uilabel
source: U Mirror
csy: Zrcadlení U

# decalmap_UOffset:uilabel
source: U Offset
csy: Odsazení U

# decalmap_UVScale:uilabel
source: UV Scale
csy: Měřítko UV

# decalmap_UWrap:uilabel
source: U Wrap
csy: Zalomení U

# decalmap_VMirror:uilabel
source: V Mirror
csy: Zrcadlení V

# decalmap_VOffset:uilabel
source: V Offset
csy: Odsazení V

# decalmap_VWrap:uilabel
source: V Wrap
csy: Zalomení V

# decalmap_WAngle:uilabel
source: Angle
csy: Úhel

# decayStartDistance
source: Decay Start:
csy: Počátek útlumu:

# decayStartDistance:uilabel
source: Decay Start:
csy: Počátek útlumu:

source: Decay Type:
csy: Typ útlumu:

# decayType:inverse
source: Inverse
csy: Inverzní

# decayType:inverseSquare
source: Inverse Square
csy: Inverzní kvadratický

# decayType:none
source: None
csy: Žádné

# decayType:uilabel
source: Decay Type:
csy: Typ útlumu:

source: decorative
csy: dekorativní

source: denim
csy: džínovina

source: diamond
csy: kosočtverec

source: diamond plate texture
csy: kosočtvercová desková textura

source: diamonds
csy: kosočtverce

source: Diffuse:
csy: Difuzní

# diffuse:uilabel
source: Diffuse:
csy: Difuzní:

# dimmer
source: Multiplier:
csy: Násobitel:

# dimmer:uilabel
source: Multiplier:
csy: Násobitel:

# dimmerPanel
source: Dimming
csy: Ztlumení jasu

source: Directional
csy: Směrový

source: dirt
csy: hliněný

source: Disc
csy: Disk

# disc_normal
source: Normal:
csy: Normálně:

# disc_normal:uilabel
source: Normal:
csy: Normálně:

# disc_radius
source: Radius:
csy: Poloměr:

# disc_radius:uilabel
source: Radius:
csy: Poloměr:

source: Distribution:
csy: Distribuce:

# distribution:diffuse
source: Diffuse
csy: Difuzní

# distribution:isotropic
source: Uniform
csy: Stejnoměrný

# distribution:spot
source: Spot
csy: Tečka

# distribution:uilabel
source: Distribution:
csy: Distribuce:

# distribution:web
source: Use Light Profile
csy: Použít profil světla

source: dots
csy: tečky

source: ecru
csy: režný

source: Effects
csy: Efekty

# electricalEfficiency
source: Electrical Efficiency (lm/W):
csy: Elektrická účinnost (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
csy: Elektrická účinnost (lm/W):

source: elm
csy: jilm

# emit_direct_photons:uilabel
source: Emit Direct Photons
csy: Vyzařovat přímé fotony

source: environments
csy: prostředí

source: expanded
csy: rozšířený

source: exposed
csy: osvícený

source: exterior
csy: vnější

# exterior:uilabel
source: Exterior Daylight
csy: Denní světlo v exteriéru

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
csy: Zářivka (studená bílá)

# f3_fluorescentWhite
source: Fluorescent (White)
csy: Zářivka (bílá)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
csy: Zářivka (teplá bílá)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
csy: Zářivka (denní světlo)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
csy: Zářivka (světlá bílá)

# f_number
source: Aperture (f-stop):
csy: Clona (clonové číslo):

# f_number:uilabel
source: Aperture (f-stop):
csy: Clona (clonové číslo):

source: fabric
csy: tkanina

source: fabric with gray, blue and white stripes
csy: tkanina s šedými, modrými a bílými proužky

source: fabric with yellow and black stripes
csy: tkanina se žlutými a černými proužky

source: fabric with yellow and gray stripes
csy: tkanina se žlutými a šedými proužky

source: fabric with yellow and white stripes
csy: tkanina se žlutými a bílými proužky

source: face
csy: plocha

source: Fall Off:
csy: Oblast slabé intenzity:

# fallOff:tooltip
source: Spot width, in radians
csy: Šířka bodu v radiánech

# fallOff:uilabel
source: Fall Off:
csy: Oblast slabé intenzity:

# farAttenuationEnd
source: End Point:
csy: Koncový bod:

# farAttenuationEnd:uilabel
source: End Point:
csy: Koncový bod:

# farAttenuationOn
source: Far Attenuation:
csy: Vzdálený útlum:

# farAttenuationOn:uilabel
source: Far Attenuation:
csy: Vzdálený útlum:

# farAttenuationStart
source: Start Point:
csy: Počáteční bod:

# farAttenuationStart:uilabel
source: Start Point:
csy: Počáteční bod:

source: fatigue
csy: únavové

source: fatigue structural asset.
csy: únavová konstrukční položka.

# fatigue_SN_Behavior
source: Behavior
csy: Chování

# fatigue_SN_Behavior:sn_Constant
source: Constant
csy: Konstantní

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
csy: S-N oblouk

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
csy: Vybere mezi chováním konstantního nebo zakřiveného S-N.

# fatigue_SN_Behavior:uilabel
source: Behavior
csy: Chování

# fatigue_SN_Graph
source: S-N Curve
csy: S-N oblouk

# fatigue_props1
source: Strain-Fatigue Life
csy: Životnost napětí-únava

# fatigue_props2
source: Stress-Fatigue Life
csy: Životnost namáhání-únava

# fatigue_props3
source: Compressive Strength
csy: Pevnost v tlaku

source: fieldstone
csy: neopracovaný kámen

# film_iso
source: Film speed (ISO):
csy: Citlivost filmu (ISO):

# film_iso:uilabel
source: Film speed (ISO):
csy: Citlivost filmu (ISO):

source: Filter Color:
csy: Barva filtru:

# filterColor:uilabel
source: Filter Color:
csy: Barva filtru:

source: fine
csy: jemný

source: fissured
csy: rozpukaný

# flags:uilabel
source: Flags
csy: Příznaky

source: flagstone
csy: dlažební kámen

source: flaked
csy: vločkovitý

source: flat
csy: plochý

source: floor
csy: podlaha

source: flooring
csy: podlahová krytina

source: floral
csy: květinový

# focal_length:uilabel
source: focal_length
csy: ohnisková_vzdálenost

source: forest
csy: les

source: formwork
csy: bednění

source: frosted
csy: ojíněný

source: furniture
csy: nábytek

source: galvanized
csy: pozinkovaný

source: gas
csy: plyn

# gas_props1
source: Properties
csy: Základní tepelné

# gas_props2
source: Mechanical
csy: Mechanické

source: generic
csy: všeobecné

# generic_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# generic_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# generic_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# generic_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# generic_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# generic_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# generic_ao_samples
source: Samples
csy: Vzorky

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# generic_ao_samples:uilabel
source: Samples
csy: Vzorky

# generic_backface_cull:uilabel
source: Backface Cull
csy: Vymazání zadní plochy

# generic_bump_amount
source: Amount
csy: Množství

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
csy: Nastavuje relativní výšku zadaného vzoru nerovností. Zadáním hodnoty 0 bude povrch plochý. Čím bude zadané desetinné číslo (do 1000,0) vyšší, tím budou vyšší nepravidelnosti povrchu.

# generic_bump_amount:uilabel
source: Amount
csy: Množství

# generic_bump_map:uilabel
source: Bump
csy: Nerovnost

# generic_bump_map_image_label
source: Image
csy: Obrázek

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
csy: K výběru vzoru reliéfu nerovností materiálu používá mapu textur. Vzor nerovností definuje zvýšené a snížené oblasti na základě tmavých a světlých ploch v souboru obrázku.

# generic_bump_map_panel_label
source: Bump
csy: Nerovnost

# generic_cutout_opacity:uilabel
source: Cutouts
csy: Vyjmuté části

# generic_cutout_opacity_image_label
source: Image
csy: Obrázek

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
csy: K určování tvarů vyříznutých v povrchu materiálu používá mapu textur.

# generic_cutout_opacity_panel_label
source: Cutouts
csy: Vyjmuté části

# generic_diffuse:uilabel
source: Color
csy: Barva

# generic_diffuse_color
source: Color
csy: Barva

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
csy: Nastavuje barvu povrchu. Ovlivňuje jak odraz světla směrem ven (odrazivost), tak průstup světla skrz (prostupnost).

# generic_diffuse_image
source: Image
csy: Obrázek

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
csy: Zobrazuje mapu rozptylových barev materiálu.

# generic_diffuse_image_fade
source: Image Fade
csy: Vybledávání obrázku

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
csy: Nastavuje poměr základní barvy a prostupujícího obrázku. Je aktivní pouze v případě, že je vybrán obrázek.

# generic_diffuse_image_fade:uilabel
source: Image Fade
csy: Vybledávání obrázku

# generic_general
source: Generic
csy: Všeobecné

# generic_glossiness
source: Glossiness
csy: Lesklost

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
csy: Určuje hladkost povrchu, která ovlivňuje odrazivost i průhlednost. Omezením lesklosti vytvoříte matné povrchy nebo matované sklo. Zadejte hodnotu mezi 0 (tlumený) a 100 (ideální zrcadlo).

# generic_glossiness:uilabel
source: Glossiness
csy: Lesklost

# generic_is_metal
source: Highlights
csy: Zvýraznění

# generic_is_metal:offlabel
source: Non-Metallic
csy: Nekovový

# generic_is_metal:onlabel
source: Metallic
csy: Kovový

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
csy: Nastavuje přidání kovového zvýraznění. Výchozí = nekovové.

# generic_is_metal:uilabel
source: Highlights
csy: Zvýraznění

# generic_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# generic_props1
source: Basic Thermal
csy: Základní tepelné

# generic_props2
source: Mechanical
csy: Mechanické

# generic_props4
source: Strength
csy: Pevnost

# generic_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
csy: Definuje maximální počet vzorků (paprsků), které pomyslný paprsek vypočítá k vytvoření lesklých odrazů.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

# generic_reflectivity_at_0deg
source: Reflectivity
csy: Odrazivost

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
csy: Odrazivost

# generic_reflectivity_at_0deg_slider
source: Direct
csy: Přímé

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
csy: Nastavuje množství světla, které je odraženo od materiálu v případě, že je povrch umístěn přímo proti kameře. Zadejte hodnotu mezi 0 (bez odrazů) a 100 (maximální odrazy).

# generic_reflectivity_at_90deg
source: Oblique
csy: Nepřímé

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
csy: Nastavuje množství světla, které je odraženo od materiálu v případě, že je povrch umístěn vzhledem ke kameře v úhlu. Zadejte hodnotu mezi 0 (bez odrazů) a 100 (maximální odrazy).

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
csy: Odrazivost

# generic_refr_depth
source: Refraction Max Trace Depth
csy: Maximální hloubka odrazu

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
csy: Je-li zaškrtnuto toto políčko, řídí se hloubka lomu materiálu místně a při dosažení limitu bude vržen dodatečný paprsek průhlednosti, což omezí efekt černého okraje, který se obvykle objevuje na objektech z plného skla.

# generic_refr_depth:uilabel
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# generic_refr_depth_control_label
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# generic_refraction_custom
source: Custom
csy: Vlastní

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
csy: Lesklé vzorky lomu

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
csy: Definuje maximální počet vzorků (paprsků), které pomyslný paprsek vypočítá k vytvoření lesklých lomů.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
csy: Lesklé vzorky lomu

# generic_refraction_index
source: Refraction
csy: Lom

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
csy: Nastavuje míru ohybu světla při průchodu povrchem. Aktivní pouze v případě, že je hodnota proměnné Průsvitnost větší než 0. Zadejte hodnotu číselného indexu mezi 0 (bez lomu) a 5 (maximální lom).

# generic_refraction_index:uilabel
source: Refraction
csy: Lom

# generic_refraction_index_air
source: Air
csy: Vzduch

# generic_refraction_index_alcohol
source: Alcohol
csy: Alkohol

# generic_refraction_index_diamond
source: Diamond
csy: Kosočtverec

# generic_refraction_index_glass
source: Glass
csy: Sklo

# generic_refraction_index_quartz
source: Quartz
csy: Křemen

# generic_refraction_index_water
source: Water
csy: Voda

# generic_refraction_translucency_weight
source: Translucency
csy: Průsvitnost

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
csy: Nastavuje procentuální množství světla, které je absorbováno a po průchodu povrchem následně znovu vyzářeno, což vytváří efekt prosvětlené matnice. Zadejte hodnotu mezi 0 (neprůsvitné) a 100 (úplně průsvitné, jako matované sklo). Aktivní pouze v případě, že je hodnota proměnné Průsvitnost větší než 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
csy: Průsvitnost

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# generic_roundcorners_radius
source: Source
csy: Zdroj

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# generic_roundcorners_radius:uilabel
source: Round Corners
csy: Zaoblit rohy

# generic_roundcorners_radius_control_label
source: Round Corners
csy: Zaoblit rohy

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování, při kterém podobně jako u mapy nerovností nedochází ve skutečnosti k žádným změnám geometrie. Tento efekt správně funguje jen u rovných hran.

# generic_self_illum_color_temperature
source: Color Temperature
csy: Teplota barvy
