Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

source: Ceramic-003
plk: Słoneczny

source: Ceramic-004
plk: Neutralny szary

source: Ceramic-005
plk: Złoty piaskowy

source: Ceramic-006
plk: Niebieski nadmorski

source: Ceramic-007
plk: Brzoskwiniowy

source: Ceramic-008
plk: Piaskowy ciemnoszaro-brązowy

source: Ceramic-009
plk: Granatowa

source: Ceramic-010
plk: 2-calowe kwadraty - beżowe

source: Ceramic-011
plk: 6-calowe kwadraty - beżowe

source: Ceramic-012
plk: 6-calowe ośmiokąty - góra lodowa - niebieskie

source: Ceramic-013
plk: 3-calowe kwadraty - białe

source: Ceramic-014
plk: 3-calowe ośmiokąty - białe

source: Ceramic-015
plk: 3-calowe ośmiokąty - jasnobrązowe

source: Ceramic-016
plk: 4-calowe kwadraty - lawendowe

source: Ceramic-017
plk: 3-calowe kwadraty - jasnożółte

source: Ceramic-018
plk: 6-calowe ośmiokąty - stonowane zielone

source: Ceramic-019
plk: 6-calowe kwadraty - wiejski róż

source: Ceramic-020
plk: 6-calowe ośmiokąty - jasnomiodowe

source: Ceramic-021
plk: 3-calowe kwadraty - ciepłe różowe

source: Ceramic-022
plk: 6-calowe ośmiokąty - ciemnoszare

source: Ceramic-023
plk: 4-calowe romby - czarne

source: Ceramic-024
plk: 6-calowe cegły - żółto-zielone

source: Ceramic-025
plk: 4-calowe kwadraty ze wstawionym rombem - brązowe

source: Ceramic-026
plk: 4-calowe sześciokąty - niebiesko-szare

source: Ceramic-027
plk: 4-calowe kwadraty i prostokąty - jasnopomarańczowe

source: Ceramic-028
plk: 4-calowe kwadraty i prostokąty - pastelowe różowe

source: Ceramic-029
plk: 6-calowe trójkąty - pomarańczowo-żółte

source: Ceramic-030
plk: Prostokąty 6x2 cale - ziemista zieleń

source: Ceramic-031
plk: 6-calowe ośmiokąty - bordowe

source: Ceramic-032
plk: 1-calowe kwadraty - mozaikowe - niebieskie

source: Ceramic-033
plk: 1-calowe kwadraty - mozaikowe - szare

source: Ceramic-034
plk: 4-calowe kwadraty - mozaikowe - beżowe

source: Ceramic-035
plk: 3-calowy kwadrat - terakota

source: Ceramic-036
plk: 1.5-calowy kwadrat - jasnobrązowy

source: Ceramic-037
plk: 1.5-calowy kwadrat - szaro-niebieski

source: Ceramic-038
plk: 1.5-calowy kwadrat - średnioniebieski

source: Ceramic-039
plk: 1.5-calowy kwadrat - brązowy

source: Ceramic-040
plk: Mozaika kolista - czarno-biała

source: Ceramic-041
plk: 4-calowy kwadrat ze wstawionym rombem - szaro-czerwony

source: Ceramic-042
plk: 1-calowy kwadrat - w kolorze kości słoniowej

source: Ceramic-043
plk: 2-calowy kwadrat - łososiowy

source: Ceramic/Porcelain
plk: Ceramiczne/Porcelana

source: Ceramic/Tile
plk: Ceramiczne/Klepka

# CeramicSchema_localname:Ceramic
source: Ceramic
plk: Ceramika

# CeramicSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Checker
plk: Kratka

source: Checker map.
plk: Mapa w kratkę.

# CheckerSchema_localname:Checker
source: Checker
plk: Kratka

# CheckerSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Clouds
plk: Obłoki

source: Coarse Ambient Occlusion
plk: Zgrubne cieniowanie Ambient Occlusion

source: Color
plk: Kolor

source: Color map.
plk: Mapa kolorów.

# ColorSchema_localname:Color
source: Color
plk: Kolor

# ColorSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Composite
plk: Bryła

source: Concrete
plk: Beton

source: Concrete material.
plk: Materiał betonowy.

source: Concrete structural asset.
plk: Zasób konstrukcyjny - beton.

source: Concrete, stone aggregate
plk: Beton, kruszywo kamienne

source: Concrete-001
plk: Podłoga przemysłowa

source: Concrete-002
plk: Z kamieniem 1

source: Concrete-003
plk: Z kamieniem 2

source: Concrete-004
plk: Odsłonięte kruszywo - ciepłoszare

source: Concrete-005
plk: Niejednorodny - ciepłoszary

source: Concrete-006
plk: Zewnętrzny gładki - jasnobrązowy

source: Concrete-007
plk: Gładki - beżowy

source: Concrete-008
plk: Tekstura ścienna - beżowa

source: Concrete-009
plk: Tekstura ścienna - łososiowa

source: Concrete-010
plk: Wodny

source: Concrete-011
plk: Czarny

source: Concrete-012
plk: Brązowy

source: Concrete-013
plk: Płomiennoczerwony

source: Concrete-014
plk: Błękitny

source: Concrete-015
plk: Drobny - kremowy

source: Concrete-016
plk: Ciemnoszary

source: Concrete-017
plk: Jasnoszary

source: Concrete-018
plk: Oliwkowy

source: Concrete-019
plk: Biały

source: Concrete-020
plk: Prefabrykowany gładki

source: Concrete-021
plk: Szalunkowy z otworami

source: Concrete-022
plk: Bloczki

source: Concrete-023
plk: Niejednorodny odbijający - szary

source: Concrete-024
plk: Zewnętrzny - biały

source: Concrete-025
plk: Zewnętrzny - beżowy

source: Concrete-026
plk: Zewnętrzny teksturowany - jasnobrązowy

source: Concrete-027
plk: Teksturowany - beżowy

source: Concrete-028
plk: Chropowaty - różowy

source: Concrete-029
plk: Chropowaty - jasnobrązowy

source: Concrete.Cast-In-Place.Exposed Aggregate.Coarse
plk: Beton.Prefabrykaty.Odsłonięte agregaty.Grube

source: Concrete.Cast-In-Place.Exposed Aggregate.Fine
plk: Beton.Prefabrykaty.Odsłonięte agregaty.Drobne

source: Concrete.Cast-In-Place.Exposed Aggregate.Medium
plk: Beton.Prefabrykaty.Odsłonięte agregaty.Średnie

source: Concrete.Cast-In-Place.Exposed Aggregate.Recessed
plk: Beton.Prefabrykaty.Odsłonięte agregaty.Wpuszczane

source: Concrete.Cast-In-Place.Flat.Broom.Grey
plk: Beton.Prefabrykaty.Płaskie.Szczotkowane.Szare

source: Concrete.Cast-In-Place.Flat.Grey.1
plk: Beton.Prefabrykaty.Płaskie.Szare.1

source: Concrete.Cast-In-Place.Flat.Grey.2
plk: Beton.Prefabrykaty.Płaskie.Szare.2

source: Concrete.Cast-In-Place.Flat.Grey.3
plk: Beton.Prefabrykaty.Płaskie.Szare.3

source: Concrete.Cast-In-Place.Flat.Grey.Efflorescence
plk: Beton.Prefabrykaty.Płaskie.Szare.Nalot krystaliczny

source: Concrete.Cast-In-Place.Flat.Polished.Grey
plk: Beton.Prefabrykaty.Płaskie.Polerowane.Szare

source: Concrete.Cast-In-Place.Formwork.Holes
plk: Beton.Prefabrykaty.Deskowanie.Otwory

source: Concrete.Cast-In-Place.Formwork.Holes.Staggered
plk: Beton.Prefabrykaty.Deskowanie.Otwory.Naprzemiennie

source: Concrete.Cast-In-Place.Panels.Reveal.1
plk: Beton.Prefabrykaty.Panele.Ościeże.1

source: Concrete.Cast-In-Place.Panels.Reveal.2
plk: Beton.Prefabrykaty.Panele.Ościeże.2

source: Concrete.Cast-In-Place.Panels.Reveal.3
plk: Beton.Prefabrykaty.Panele.Ościeże.3

source: Concrete.Cast-In-Place.Panels.Reveal.Smooth
plk: Beton.Prefabrykaty.Panele.Ościeże.Gładkie

source: Concrete.Cast-In-Place.Panels.Reveal.Speckled
plk: Beton.Prefabrykaty.Panele.Ościeże.Cętkowane

source: Concrete.Cast-In-Place.Panels.Square
plk: Beton.Prefabrykaty.Panele.Kwadratowe

source: Concrete.Cast-In-Place.Ribbed.Vertical.1
plk: Beton.Prefabrykaty.Żebrowane.Pionowe.1

source: Concrete.Cast-In-Place.Ribbed.Vertical.2
plk: Beton.Prefabrykaty.Żebrowane.Pionowe.2

source: Concrete.Cast-In-Place.SandBlasted
plk: Beton.Prefabrykaty.Piaskowany

source: Concrete.Cast-in-Place.Formwork.Wood.Boards
plk: Beton.Prefabrykaty.Deskowanie.Drewno.Deski

source: Concrete.Cast-in-Place.Formwork.Wood.Plywood
plk: Beton.Prefabrykaty.Deskowanie.Drewno.Sklejka

source: Concrete.Concrete Accessories.Control Joints.Black
plk: Beton.Elementy betonowe.Połączenia dylatacyjne.Czarne

source: Concrete.Precast Structural Concrete.Smooth
plk: Beton.Prefabrykowany beton strukturalny.Gładki

source: Concrete/Cast-In-Place
plk: Beton/Odlewany na miejscu budowy

source: Concrete/Fiber Reinforced
plk: Beton/Wzmocniony włóknem

source: Concrete/Standard
plk: Beton/Standardowy

# ConcreteSchema_localname:Concrete
source: Concrete
plk: Beton

# ConcreteSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: Copper alloy
plk: Stop miedzi

source: Copper, oxidized finish
plk: Miedź, wykończenie oksydowane

source: Cork
plk: Korek

source: Cream stone
plk: Kremowy kamień

source: Cube swatch.
plk: Próbka sześcienna.

source: Curtain wall swatch.
plk: Próbka ściany działowej.

source: Cylinder swatch.
plk: Próbka walca.

# DST
source: DST In Use:
plk: DST w użyciu:

# DST:uilabel
source: DST In Use:
plk: DST w użyciu:

source: Dark blue colour
plk: Kolor ciemnoniebieski

source: Dark brown rectangular herringbone bricks
plk: Ciemnobrązowe prostokątne cegły daszkowe

source: Day:
plk: Dzień:

# Day:uilabel
source: Day:
plk: Dzień:

source: Daylight Portal
plk: Element przezroczysty

source: DaylightPortal
plk: Element przezroczysty

# DaylightPortalSchema_localname:Sun Light
source: Sun Light
plk: Światło słoneczne

# DaylightPortalSchema_localtype:Light
source: Light
plk: Światło

source: Decal
plk: Graffiti

source: Decal material.
plk: Materiał graffiti.

source: DecalAppearance
plk: Wygląd graffiti

# DecalAppearanceSchema_localname:DecalAppearance
source: DecalAppearance
plk: Wygląd graffiti

# DecalAppearanceSchema_localtype:Appearance
source: Appearance
plk: Wygląd

source: DecalMap map. Decal Map.
plk: Mapa DecalMap. Decal Map.

# DecalSchema_localname:Decal
source: Decal
plk: Graffiti

# DecalSchema_localtype:Appearance
source: Appearance
plk: Wygląd

# DecalbumpmapSchema_localname:Decal Bump Map
source: Decal Bump Map
plk: Mapa wypukłości graffiti

# DecalbumpmapSchema_localtype:Texture
source: Texture
plk: Tekstura

# DecalmapSchema_localname:Decal Map
source: Decal Map
plk: Mapa graffiti

# DecalmapSchema_localtype:Texture
source: Texture
plk: Tekstura

source: Default
plk: Domyślna

source: Default Concrete f'c=3.5 ksi
plk: Beton, domyślny, f'c=3.5 ksi

source: Doors - Windows.Door Hardware.Chrome.Satin
plk: Drzwi i okna.Okucia drzwi.Chrom.Satyna

source: Doors - Windows.Glazed Curtain Walls.Stainless Steel Curtain Wall
plk: Drzwi i okna.Przeszklone ściany kurtynowe.Ściana kurtynowa ze stali nierdzewnej

source: Doors - Windows.Glazing.2
plk: Drzwi i okna.Przeszklenia.2

source: Doors - Windows.Glazing.3
plk: Drzwi i okna.Przeszklenia.3

source: Doors - Windows.Glazing.Glass.Automotive
plk: Drzwi – okna.Przeszklenia.Szkło.Samochodowe

source: Doors - Windows.Glazing.Glass.Clear
plk: Drzwi i okna.Przeszklenia.Szkło.Przezroczyste

source: Doors - Windows.Glazing.Glass.Etched
plk: Drzwi – okna.Przeszklenia.Szkło.Wytrawiane

source: Doors - Windows.Glazing.Glass.Frosted
plk: Drzwi – okna.Przeszklenia.Szkło.Z wzorem oszronienia

source: Doors - Windows.Glazing.Glass.Mirrored
plk: Drzwi i okna.Przeszklenia.Szkło.Lustrzane

source: Doors - Windows.Glazing.Glass.ReflectiveCoated
plk: Drzwi – okna.Przeszklenia.Szkło.Z powłoką odblaskową

source: Doors - Windows.Glazing.Glass.Spandrel
plk: Drzwi – okna.Przeszklenia.Szkło.Cięte w łuk

source: Doors - Windows.Glazing.Glass.Wired
plk: Drzwi – okna.Przeszklenia.Szkło.Wzmacniane drutami

source: Doors - Windows.Metal Doors - Frames.Aluminum Frame.Anodized.Dark Bronze.Satin
plk: Drzwi i okna.Metalowe drzwi i ramy.Ramy aluminiowe.Eloksalowane.Brąz ciemny.Satyna

source: Doors - Windows.Metal Doors - Frames.Aluminum Windows.Painted.White
plk: Drzwi i okna.Metalowe drzwi i ramy.Okna aluminiowe.Malowane.Białe

source: Doors - Windows.Metal Doors - Frames.Steel Doors.Painted.White
plk: Drzwi i okna.Metalowe drzwi i ramy.Drzwi stalowe.Malowane.Białe

source: Doors - Windows.Metal Doors - Frames.Steel.Galvanized
plk: Drzwi i okna.Metalowe drzwi i ramy.Stal.Galwanizowana

source: Doors - Windows.Wood Doors.Ash
plk: Drzwi i okna.Drzwi drewniane.Jesion

source: Drapery swatch.
plk: Próbka draperii.

source: Ductile Cast Iron
plk: Żeliwo ciągliwe

source: Ductile cast iron
plk: Żeliwo ciągliwe

source: Epoxy Carbon Fiber Composite
plk: Kompozyt z włókien epoksydowo-węglowych

source: Fabric
plk: Tkanina

source: Fabric-001
plk: Juta 1

source: Fabric-002
plk: Wyplatane - jasnobrązowe 1

source: Fabric-003
plk: Płótno żaglowe - brązowe

source: Fabric-004
plk: Płótno żaglowe - białe

source: Fabric-005
plk: Zmarszczone - czarne

source: Fabric-006
plk: Ciemnobrązowa

source: Fabric-007
plk: Jasnobrązowa

source: Fabric-008
plk: Niebieska

source: Fabric-009
plk: Beżowa

source: Fabric-010
plk: Tweed

source: Fabric-011
plk: Siatka

source: Fabric-012
plk: Szkocka krata - beżowa

source: Fabric-013
plk: Szkocka krata - czerwona

source: Fabric-014
plk: Paski - czarno-biało-niebiesko-szare

source: Fabric-015
plk: Paski - żółto-szare

source: Fabric-016
plk: Paski - niebiesko-białe

source: Fabric-017
plk: Paski - żółto-białe

source: Fabric-018
plk: Aksamit czarny

source: Fabric-019
plk: Aksamit czerwony

source: Fabric-020
plk: Jasnobrązowe - ciemnobrązowe kwadraty

source: Fabric-021
plk: Fioletowo-szara

source: Fabric-022
plk: Czerwona

source: Fabric-023
plk: Niebiesko-żółta

source: Fabric-024
plk: W kolorze pszenicy

source: Fabric-025
plk: Zielona

source: Fabric/Leather
plk: Tkanina/Skóra

source: Fiber Reinforced
plk: Wzmocnione włóknem

source: Fine Ambient Occlusion
plk: Dokładne cieniowanie Ambient Occlusion

source: Fine Gold 99.95%
plk: Złoto czyste 99,95%

source: Fine gold
plk: Złoto czyste

source: Finish
plk: Wykończenie

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Fissured.White
plk: Wykończenia.Sufity.Płytki dźwiękochłonne.Szkielet na zewnątrz.2x2.Z odstępami.Białe

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Pebble.White
plk: Wykończenia.Sufity.Płytki dźwiękochłonne.Szkielet na zewnątrz.2x2.Kamyczkowe.Białe

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Fissured.White
plk: Wykończenia.Sufity.Płytki dźwiękochłonne.Szkielet na zewnątrz.2x4.Z odstępami.Białe

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Pebble.White
plk: Wykończenia.Sufity.Płytki dźwiękochłonne.Szkielet na zewnątrz.2x4.Kamyczkowe.Białe

source: Finishes.Ceilings.Acoustical Tile.Perforated.2x2.White
plk: Wykończenia.Sufity.Płytki dźwiękochłonne.Perforowane.2x2.Białe

source: Finishes.Ceilings.Linear.Silver Grey
plk: Wykończenia.Sufity.Panelowe.Srebrno-szare

source: Finishes.Flooring.Bamboo
plk: Wykończenia.Podłogi.Bambus

source: Finishes.Flooring.Carpet.Berber.Pattern.1
plk: Wykończenia.Podłogi.Wykładzina.Pętle.Wzór.1

source: Finishes.Flooring.Carpet.Berber.Pattern.2
plk: Wykończenia.Podłogi.Wykładzina.Pętle.Wzór.2

source: Finishes.Flooring.Carpet.Berber.Pattern.3
plk: Wykończenia.Podłogi.Wykładzina.Pętle.Wzór.3

source: Finishes.Flooring.Carpet.Floral
plk: Wykończenia.Podłogi.Wykładzina.Wzór roślinny

source: Finishes.Flooring.Carpet.Loop.1
plk: Wykończenia.Podłogi.Wykładzina.Pętla.1

source: Finishes.Flooring.Carpet.Loop.2
plk: Wykończenia.Podłogi.Wykładzina.Pętla.2

source: Finishes.Flooring.Carpet.Loop.3
plk: Wykończenia.Podłogi.Wykładzina.Pętla.3

source: Finishes.Flooring.Carpet.Loop.4
plk: Wykończenia.Podłogi.Wykładzina.Pętla.4

source: Finishes.Flooring.Carpet.Loop.5
plk: Wykończenia.Podłogi.Wykładzina.Pętla.4

source: Finishes.Flooring.Carpet.Loop.6
plk: Wykończenia.Podłogi.Wykładzina.Pętla.6

source: Finishes.Flooring.Carpet.Loop.7
plk: Wykończenia.Podłogi.Wykładzina.Pętla.7

source: Finishes.Flooring.Carpet.NeedlePunch.Black
plk: Wykończenia.Podłogi.Wykładzina.Gobelin.Czarny

source: Finishes.Flooring.Carpet.NeedlePunch.Tan
plk: Wykończenia.Podłogi.Wykładzina.Gobelin.Jasny brąz

source: Finishes.Flooring.Carpet.NeedlePunch.White
plk: Wykończenia.Podłogi.Wykładzina.Gobelin.Biały

source: Finishes.Flooring.Carpet.Pad.Foam
plk: Wykończenia.Podłogi.Wykładzina.Podkład.Pianka

source: Finishes.Flooring.Carpet.Pad.Waffled
plk: Wykończenia.Podłogi.Wykładzina.Podkład.Gofrowany

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.BlueWhite
plk: Wykończenia.Podłogi.Wykładzina.Welur.Wzór roślinny.Biało-niebieski

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.Colored
plk: Wykończenia.Podłogi.Wykładzina.Welur.Wzór roślinny.Kolorowy

source: Finishes.Flooring.Carpet.Saxony.Herringbone
plk: Wykończenia.Podłogi.Wykładzina.Welur.Jodełka

source: Finishes.Flooring.Carpet.Saxony.Squares
plk: Wykończenia.Podłogi.Wykładzina.Welur.Kwadraty

source: Finishes.Flooring.Carpet.Sisal.Pattern.1
plk: Wykończenia.Podłogi.Wykładzina.Sizal.Wzór.1

source: Finishes.Flooring.Carpet.Sisal.Pattern.2
plk: Wykończenia.Podłogi.Wykładzina.Sizal.Wzór.2

source: Finishes.Flooring.Carpet.Sisal.Pattern.3
plk: Wykończenia.Podłogi.Wykładzina.Sizal.Wzór.3

source: Finishes.Flooring.Cork
plk: Wykończenia.Podłogi.Korek

source: Finishes.Flooring.Marble.White
plk: Wykończenia.Podłogi.Marmur.Biały

source: Finishes.Flooring.Rug.Braided
plk: Wykończenia.Podłoga.Dywan.Oplatany

source: Finishes.Flooring.Rug.Hooked
plk: Wykończenia.Podłoga.Dywan.Pętelkowy

source: Finishes.Flooring.Rug.Knotted
plk: Wykończenia.Podłoga.Dywan.Tkany

source: Finishes.Flooring.Tile.Diamond.Red
plk: Wykończenia.Podłogi.Płytki.Wzór rombowy.Czerwone

source: Finishes.Flooring.Tile.Square.Blue
plk: Wykończenia.Podłogi.Płytki.Wzór zwykły.Niebieskie

source: Finishes.Flooring.Tile.Square.Blue.1
plk: Wykończenia.Podłogi.Płytki.Wzór zwykły.Niebieskie.1

source: Finishes.Flooring.Tile.Square.Brown
plk: Wykończenia.Podłogi.Płytki.Wzór zwykły.Brązowe

source: Finishes.Flooring.Tile.Square.Circular Mosaic
plk: Wykończenia.Podłogi.Płytki.Wzór zwykły.Mozaika kolista

source: Finishes.Flooring.Tile.Square.Grey.Dark
plk: Wykończenia.Podłogi.Płytki.Wzór zwykły.Szare.Ciemne

source: Finishes.Flooring.Tile.Square.Tan
plk: Wykończenia.Podłogi.Płytki.Wzór zwykły.Jasnobrązowe

source: Finishes.Flooring.Tile.Square.Terra Cotta
plk: Wykończenia.Podłogi.Płytki.Wzór zwykły.Terakota

source: Finishes.Flooring.VCT.Diamond. Rosette
plk: Wykończenia.Podłogi.Płytki PCW.Wzór rombowy.Rozeta

source: Finishes.Flooring.VCT.Diamonds
plk: Wykończenia.Podłogi.Płytki PCW.Wzór rombowy

source: Finishes.Flooring.VCT.Dots
plk: Wykończenia.Podłogi.Płytki PCW.Kropki

source: Finishes.Flooring.VCT.Dots.Grey
plk: Wykończenia.Podłogi.Płytki PCW.Kropki.Szare

source: Finishes.Flooring.VCT.Grid
plk: Wykończenia.Podłogi.Płytki PCW.Wzór w kratkę

source: Finishes.Flooring.VCT.Mosaic
plk: Wykończenia.Podłogi.Płytki PCW.Mozaika

source: Finishes.Flooring.VCT.Squares
plk: Wykończenia.Podłogi.Płytki PCW.Kwadratowe

source: Finishes.Flooring.Vinyl.Checker.Black-White
plk: Wykończenia.Podłogi.Winylowe.Szachownica.Czarno-biała

source: Finishes.Flooring.Wood.Hardwood
plk: Wykończenia.Podłogi.Drewno.Drewno twarde

source: Finishes.Flooring.Wood.Hardwood.1
plk: Wykończenia.Podłogi.Drewno.Drewno twarde.1

source: Finishes.Flooring.Wood.Inlay
plk: Wykończenia.Podłogi.Drewno.Inkrustowane

source: Finishes.Flooring.Wood.Parquet
plk: Wykończenia.Podłogi.Drewno.Parkiet

source: Finishes.Flooring.Wood.Parquet.1
plk: Wykończenia.Podłogi.Drewno.Parkiet.1

source: Finishes.Flooring.Wood.Plank
plk: Wykończenia.Podłogi.Drewno.Klepka

source: Finishes.Flooring.Wood.Plank.Beech
plk: Wykończenia.Podłogi.Drewno.Klepka.Buk

source: Finishes.Gypsum Board.Painted.White
plk: Wykończenia.Płyta gipsowo-kartonowa.Malowana.Biała

source: Finishes.Laminate.CarbonFiber
plk: Wykończenia.Laminat.Włókno węglowe

source: Finishes.Laminate.Plywood
plk: Wykończenia.Laminat.Sklejka

source: Finishes.Masonry Flooring.Flagstone.Light Pink
plk: Wykończenia.Podłogi kamienne.Płyty chodnikowe.Jasnoróżowe

source: Finishes.Masonry Flooring.Granite.Brown-Black
plk: Wykończenia.Podłogi kamienne.Granit.Brązowo-czarny

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
plk: Wykończenia.Podłogi kamienne.Granit.Brązowy.Fiołkowo-szary

source: Finishes.Masonry Flooring.Granite.Grey Speckled
plk: Wykończenia.Podłogi kamienne.Granit.Szary cętkowany

source: Finishes.Masonry Flooring.Granite.Mauve-Black
plk: Wykończenia.Podłogi kamienne.Granit.Fiołkowo-czarny

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
plk: Wykończenia.Podłogi kamienne.Granit.Fiołkowo-czarny1

source: Finishes.Masonry Flooring.Granite.Multi-colored
plk: Wykończenia.Podłogi kamienne.Granit.Wielokolorowy

source: Finishes.Masonry Flooring.Marble
plk: Wykończenia.Podłogi kamienne.Marmur

source: Finishes.Masonry Flooring.Marble.Beige-Grid
plk: Wykończenia.Podłogi kamienne.Marmur.Beżowy-kratka

source: Finishes.Masonry Flooring.Marble.Brown
plk: Wykończenia.Podłogi kamienne.Marmur.Brązowy

source: Finishes.Masonry Flooring.Marble.Deep Green
plk: Wykończenia.Podłogi kamienne.Marmur.Ciemnozielony

source: Finishes.Masonry Flooring.Marble.Green
plk: Wykończenia.Podłogi kamienne.Marmur.Zielony

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
plk: Wykończenia.Podłogi kamienne.Marmur.Zielony.Wzór rombowy

source: Finishes.Masonry Flooring.Marble.Rose
plk: Wykończenia.Podłogi kamienne.Marmur.Róża

source: Finishes.Masonry Flooring.Marble.Rose.1
plk: Wykończenia.Podłogi kamienne.Marmur.Róża.1

source: Finishes.Masonry Flooring.Slate
plk: Wykończenia.Podłogi kamienne.Łupek

source: Finishes.Masonry Flooring.Slate.1
plk: Wykończenia.Podłogi kamienne.Łupek.1

source: Finishes.Masonry Flooring.Slate.Red
plk: Wykończenia.Podłogi kamienne.Łupek.Czerwony

source: Finishes.Masonry Flooring.Terrazzo.Black
plk: Wykończenia.Podłogi kamienne.Lastryko.Czarne

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
plk: Wykończenia.Podłogi kamienne.Lastryko.Czarno-czerwone

source: Finishes.Masonry Flooring.Terrazzo.Black.1
plk: Wykończenia.Podłogi kamienne.Lastryko.Czarne.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
plk: Wykończenia.Podłogi kamienne.Lastryko.Brązowe

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
plk: Wykończenia.Podłogi kamienne.Lastryko.Brązowe.1

source: Finishes.Masonry Flooring.Terrazzo.Green
plk: Wykończenia.Podłogi kamienne.Lastryko.Zielone

source: Finishes.Masonry Flooring.Terrazzo.Tan
plk: Wykończenia.Podłogi kamienne.Lastryko.Jasnobrązowe

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
plk: Wykończenia.Podłogi kamienne.Lastryko.Jasnobrązowe.1

source: Finishes.Masonry Flooring.Terrazzo.White
plk: Wykończenia.Podłogi kamienne.Lastryko.Białe

source: Finishes.Masonry Flooring.Terrazzo.White.1
plk: Wykończenia.Podłogi kamienne.Lastryko.Białe.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
plk: Wykończenia.Podłogi kamienne.Trawertyn.Fiołkowy.Płytki prostokątne

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
plk: Wykończenia.Podłogi kamienne.Trawertyn.Fiołkowy.Płytki kwadratowe

source: Finishes.Metal Framing Systems.Furring
plk: Wykończenia.Systemy ram metalowych.Okładzina

source: Finishes.Metal Framing Systems.Stud
plk: Wykończenia.Systemy ram metalowych.Słupek

source: Finishes.Painting.Lacquer.Black
plk: Wykończenia.Powierzchnie malowane.Lakier.Czarny

source: Finishes.Painting.Lacquer.White
plk: Wykończenia.Powierzchnie malowane.Lakier.Biały

source: Finishes.Painting.Paint
plk: Wykończenia.Powierzchnie malowane.Białe

source: Finishes.Painting.Paint.Black
plk: Wykończenia.Powierzchnie malowane.Farba.Czarna

source: Finishes.Painting.Paint.Black.Flaking
plk: Wykończenia.Powierzchnie malowane.Farba.Czarna.Niełuszcząca

source: Finishes.Painting.Paint.Fireproofing
plk: Wykończenia.Powierzchnie malowane.Farba.Ognioodporna

source: Finishes.Painting.Paint.White
plk: Wykończenia.Powierzchnie malowane.Farba.Biała

source: Finishes.Painting.Paint.White.Flaking
plk: Wykończenia.Powierzchnie malowane.Farba.Biała.Niełuszcząca

source: Finishes.Painting.Varnish
plk: Wykończenia.Powierzchnie malowane.Pokost

source: Finishes.Plaster.Stucco.Coarse.White
plk: Wykończenia.Tynki.Tynk szlachetny.Gruboziarnisty.Biały

source: Finishes.Plaster.Stucco.Fine.1
plk: Wykończenia.Tynki.Tynk szlachetny.Drobnoziarnisty.1

source: Finishes.Plaster.Stucco.Fine.Brown
plk: Wykończenia.Tynki.Tynk szlachetny.Drobnoziarnisty.Brązowy

source: Finishes.Plaster.Stucco.Fine.Mauve
plk: Wykończenia.Tynki.Tynk szlachetny.Drobnoziarnisty.Fiołkowy

source: Finishes.Plaster.Stucco.Fine.White
plk: Wykończenia.Tynki.Tynk szlachetny.Drobnoziarnisty.Biały

source: Finishes.Plaster.Stucco.Medium.White
plk: Wykończenia.Tynki.Tynk szlachetny.Średnioziarnisty.Biały

source: Finishes.Plaster.Stucco.Troweled.Grey
plk: Wykończenia.Tynki.Tynk szlachetny.Zatarty na gładko.Szary

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
plk: Wykończenia.Tynki.Tynk szlachetny.Zatarty na gładko.Jasnożółty
