Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# metal_finish
source: Finish
esp: Acabado

# metal_finish:metal_brushed
source: Brushed
esp: Cepillado

# metal_finish:metal_polished
source: Polished
esp: Pulido

# metal_finish:metal_satin
source: Satin
esp: Satinado

# metal_finish:metal_semi_polished
source: Semi-polished
esp: Semipulido

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
esp: Permite seleccionar un acabado de superficie sólo para aluminio, cromo, cobre, latón, bronce y acero inoxidable.

# metal_finish:uilabel
source: Finish
esp: Acabado

# metal_galvanized_alu
source: Anodized Aluminum
esp: Aluminio anodizado

# metal_knurl
source: Knurl
esp: Moleteado

# metal_patina
source: Patina
esp: Pátina

# metal_patina:maxlabel
source: Full
esp: Completo

# metal_patina:minlabel
source: None
esp: Ninguno

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
esp: Ajusta el grado de decoloración del cobre o el bronce debido a la oxidación o la aplicación de un componente químico. Especifique un valor entre 0 (ninguno) y 1 (completo), o bien utilice el control deslizante.

# metal_patina:uilabel
source: Patina
esp: Pátina

# metal_pattern:metal_checker_plate
source: Checker Plate
esp: Lámina ajedrezada

# metal_pattern:metal_custom
source: Custom - Image
esp: Personalizado - Imagen

# metal_pattern:metal_diamond_plate
source: Diamond Plate
esp: Placa de rombos

# metal_pattern:metal_knurl
source: Knurl
esp: Moleteado

# metal_pattern:metal_none
source: None
esp: Ninguno

# metal_pattern:uilabel
source: Relief Pattern
esp: Patrón de relieve

# metal_pattern_height
source: Amount
esp: Cantidad

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
esp: Permite seleccionar la altura relativa del patrón. Especifique un valor desde 0 (patrón plano) hasta 2.0 para ir aumentando la profundidad del patrón.

# metal_pattern_height:uilabel
source: Amount
esp: Cantidad

# metal_pattern_list_label
source: Type
esp: Tipo

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
esp: Selecciona un diseño decorativo para la superficie del metal.

# metal_pattern_panel_label
source: Relief Pattern
esp: Patrón de relieve

# metal_pattern_scale
source: Scale
esp: Escala

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
esp: Permite seleccionar el tamaño relativo del patrón de relieve. Especifique un valor entre 0 (más grande) y 50 (más pequeño).

# metal_pattern_scale:uilabel
source: Scale
esp: Escala

# metal_pattern_shader
source: Image
esp: Imagen

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
esp: Controla los patrones de relieve o el alicatado. Un patrón de relieve define las áreas elevadas y hundidas a partir de las áreas oscuras y claras de un archivo de imagen.

# metal_pattern_shader:uilabel
source: Image
esp: Imagen

# metal_perf_circles_staggered
source: Staggered Circles
esp: Círculos escalonados

# metal_perf_circles_straight
source: Straight Circles
esp: Círculos rectos

# metal_perf_cloverleaf
source: Cloverleaf
esp: Trébol

# metal_perf_custom
source: Custom
esp: Personalizado

# metal_perf_grecian
source: Grecian
esp: Griego

# metal_perf_hexagon
source: Hexagon
esp: Hexágono

# metal_perf_squares
source: Squares
esp: Cuadrados

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
esp: Círculos escalonados

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
esp: Círculos rectos

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
esp: Trébol

# metal_perforations:metal_perf_custom
source: Custom
esp: Personalizado

# metal_perforations:metal_perf_grecian
source: Grecian
esp: Griego

# metal_perforations:metal_perf_hexagon
source: Hexagon
esp: Hexágono

# metal_perforations:metal_perf_none
source: None
esp: Ninguno

# metal_perforations:metal_perf_squares
source: Squares
esp: Cuadrados

# metal_perforations:uilabel
source: Cutouts
esp: Cortes

# metal_perforations_center
source: Center Spacing
esp: Espaciado de centro

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
esp: El valor está limitado a 0.0001 menos que el diámetro; para los elementos escalonados, los seis centros adyacentes son equidistantes; para los elementos rectos, los centros se miden hasta los cuatro puntos adyacentes (superior, inferior, izquierdo y derecho).

# metal_perforations_center:uilabel
source: Center Spacing
esp: Espaciado de centro

# metal_perforations_list_label
source: Type
esp: Tipo

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
esp: Ajusta los patrones de perforación del material, y algunas opciones permiten controlar las cotas.

# metal_perforations_panel_label
source: Cutouts
esp: Cortes

# metal_perforations_shader
source: Image
esp: Imagen

# metal_perforations_shader:uilabel
source: Image
esp: Imagen

# metal_perforations_size:uilabel
source: Size
esp: Tamaño

# metal_perforations_size_label1
source: Diameter
esp: Diámetro

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
esp: Ajusta sólo los círculos.

# metal_perforations_size_label2
source: Diameter
esp: Diámetro

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
esp: Ajusta sólo los círculos.

# metal_perforations_size_label3
source: Size
esp: Tamaño

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
esp: Ajusta el tamaño de los cortes cuadrados.

# metal_perforations_size_label4
source: Size
esp: Tamaño

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
esp: Ajusta el tamaño de los cortes griegos.

# metal_perforations_size_label5
source: Size
esp: Tamaño

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
esp: Ajusta el tamaño de los cortes en forma de trébol.

# metal_perforations_size_label6
source: Size
esp: Tamaño

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
esp: Ajusta el tamaño de los cortes hexagonales.

# metal_perforations_space:uilabel
source: Perforations Space
esp: Espacio de perforaciones

# metal_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# metal_polished
source: Polished
esp: Pulido

# metal_props1
source: Basic Thermal
esp: Térmico básico

# metal_props2
source: Mechanical
esp: Mecánico

# metal_props4
source: Wood
esp: Resistencia

# metal_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# metal_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# metal_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# metal_roundcorners_radius
source: Source
esp: Origen

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# metal_roundcorners_radius:uilabel
source: Source
esp: Origen

# metal_satin
source: Satin
esp: Satinado

# metal_semi_polished
source: Semi-polished
esp: Semipulido

# metal_stainless_steel
source: Stainless Steel
esp: Acero inoxidable

# metal_type
source: Type
esp: Tipo

# metal_type:metal_aluminum
source: Aluminum
esp: Aluminio

# metal_type:metal_brass
source: Brass
esp: Latón

# metal_type:metal_bronze
source: Bronze
esp: Bronce

# metal_type:metal_chrome
source: Chrome
esp: Cromo

# metal_type:metal_copper
source: Copper
esp: Cobre

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
esp: Aluminio anodizado

# metal_type:metal_stainless_steel
source: Stainless Steel
esp: Acero inoxidable

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
esp: Permite elegir un tipo de metal, controlar el color base y la textura del metal, y filtrar las propiedades subsiguientes.

# metal_type:uilabel
source: Type
esp: Tipo

source: metallic
esp: metalizado

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# metallicpaint_ao_distance
source: Max Distance
esp: Distancia máxima

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# metallicpaint_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# metallicpaint_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# metallicpaint_ao_samples
source: Samples
esp: Muestras

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# metallicpaint_ao_samples:uilabel
source: Samples
esp: Muestras

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
esp: Selecciona el color base de la pintura.

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# metallicpaint_base_highlightspread
source: Highlight Spread
esp: Extensión de resalte

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
esp: Ajusta la reflexividad muy difuminada del recubrimiento base bajo los reflejos muy nítidos del recubrimiento superior.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
esp: Extensión de resalte

# metallicpaint_finish
source: Finish
esp: Acabado

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
esp: Cáscara de naranja

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
esp: Suave

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
esp: Selecciona Suave o Cáscara de naranja.

# metallicpaint_finish:uilabel
source: Finish
esp: Acabado

# metallicpaint_finish_peelamount
source: Amount
esp: Cantidad

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
esp: Se desliza para seleccionar un valor de acabado cromático entre 1 y 100.

# metallicpaint_finish_peelamount:uilabel
source: Amount
esp: Cantidad

# metallicpaint_finish_peeling
source: Orange Peel
esp: Cáscara de naranja

# metallicpaint_finish_smooth
source: Smooth
esp: Suave

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
esp: Activado

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
esp: Ninguno

# metallicpaint_flecks:uilabel
source: Flecks
esp: Motas

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
esp: El valor predeterminado es el blanco, con una tonalidad hacia el negro que atenúa el efecto de motas del recubrimiento base. Un color base gris medio con un color de motas negro no mostrará ninguna mota, pero un color de motas gris medio en el mismo color base mostrará el 50% del efecto de motas.

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# metallicpaint_flecks_enable
source: Enabled
esp: Activado

# metallicpaint_flecks_list_label
source: Flecks
esp: Motas

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
esp: Permite utilizar motas reflectantes en la pintura.

# metallicpaint_flecks_panel_label
source: Flecks
esp: Motas

# metallicpaint_flecks_size
source: Size
esp: Tamaño

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
esp: Ajusta el tamaño de las motas.

# metallicpaint_flecks_size:uilabel
source: Size
esp: Tamaño

# metallicpaint_metallicpaintgroup
source: Metallic Paint
esp: Pintura metalizada

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
esp: Cromático

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
esp: Segundo color

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
esp: Ninguno

# metallicpaint_pearl:uilabel
source: Pearl
esp: Perla

# metallicpaint_pearl_amount
source: Amount
esp: Cantidad

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
esp: Ajusta la mezcla entre el efecto de perla y el color base.

# metallicpaint_pearl_amount:uilabel
source: Amount
esp: Cantidad

# metallicpaint_pearl_chromatic
source: Chromatic
esp: Cromático

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
esp: Ajusta el color de perla.

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# metallicpaint_pearl_custom
source: Second Color
esp: Segundo color

# metallicpaint_pearl_ior
source: Blend
esp: Fundido

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
esp: Se desliza para mezclar los colores de 0 a 100.

# metallicpaint_pearl_ior:uilabel
source: Blend
esp: Fundido

# metallicpaint_pearl_list_label
source: Type
esp: Tipo

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
esp: Permite seleccionar un color cromático o un segundo color.

# metallicpaint_pearl_panel_label
source: Pearl
esp: Perla

# metallicpaint_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
esp: Define el número máximo de muestras (rayos) que calcula mental ray para crear reflejos brillantes.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# metallicpaint_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# metallicpaint_roundcorners_radius
source: Source
esp: Origen

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# metallicpaint_roundcorners_radius:uilabel
source: Source
esp: Origen

# metallicpaint_topcoat
source: Type
esp: Tipo

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
esp: Pintura de coche

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
esp: Cromo

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
esp: Personalizado

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
esp: Mate

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
esp: Permite seleccionar entre Mate, Cromo, Pintura de coche y Personalizado.

# metallicpaint_topcoat:uilabel
source: Top Coat
esp: Recubrimiento superior

# metallicpaint_topcoat_carpaint
source: Car Paint
esp: Pintura de coche

# metallicpaint_topcoat_chrome
source: Chrome
esp: Cromo

# metallicpaint_topcoat_custom
source: Custom
esp: Personalizado

# metallicpaint_topcoat_falloff
source: Angle Falloff
esp: Ángulo de difuminación

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
esp: Se desliza entre 0=sin efecto Fresnel (reflejos constantes como Cromo) y 100=Fresnel alto (muy reflectante sólo en una zona estrecha en los ángulos extremos. Límite extremo para recubrimientos superiores realistas (en una escala que combina el desfase, la potencia y la escala de Fresnel), con un valor de Pintura de coche de aproximadamente 80).

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
esp: Ángulo de difuminación

# metallicpaint_topcoat_glossy
source: Glossiness
esp: Lustre

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
esp: Se desliza entre 100 (totalmente reflectante) y 0 (mate).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
esp: Lustre

# metallicpaint_topcoat_matte
source: Matte
esp: Mate

# metallicpaint_topcoat_panel
source: Top Coat
esp: Recubrimiento superior

source: midnight
esp: medianoche

source: Mid Tones:
esp: Tonos medios:

# midtones:uilabel
source: Mid Tones:
esp: Tonos medios:

# mirror_color_by_object:uilabel
source: Color By Object
esp: Color por objeto

# mirror_mirrorgroup
source: Mirror
esp: Espejo

# mirror_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# mirror_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# mirror_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# mirror_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# mirror_roundcorners_radius
source: Source
esp: Origen
