Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ita: Consente di selezionare un colore, un'immagine o una composizione procedurale per creare l'aspetto del materiale.

# concrete_color:uilabel
source: Color
ita: Colore

# concrete_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# concrete_curved
source: Broom Curved
ita: Bocciardatura fitta

# concrete_custom
source: Stamped/Custom
ita: Decorato/Personalizzato

# concrete_epoxy
source: Epoxy
ita: Resina epossidica

# concrete_finish
source: Finish Bumps
ita: Composizione in rilievo finitura

# concrete_finish:concrete_curved
source: Broom Curved
ita: Bocciardatura fitta

# concrete_finish:concrete_custom
source: Stamped/Custom
ita: Decorato/Personalizzato

# concrete_finish:concrete_polished
source: Polished
ita: Lucidato

# concrete_finish:concrete_smooth
source: Smooth
ita: Liscio

# concrete_finish:concrete_straight
source: Broom Straight
ita: Bocciardatura leggera

# concrete_finish:uilabel
source: Type
ita: Tipo

# concrete_finish_list_label
source: Type
ita: Tipo

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
ita: Regola la composizione della superficie spesso presente nel calcestruzzo.

# concrete_none
source: None
ita: Nessuno

# concrete_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# concrete_polished
source: Polished
ita: Lucidato

# concrete_props1
source: Basic Thermal
ita: Proprietà termiche di base

# concrete_props2
source: Mechanical
ita: Proprietà meccaniche

# concrete_props4
source: Concrete
ita: Calcestruzzo

# concrete_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# concrete_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# concrete_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# concrete_roundcorners_radius
source: Source
ita: Origine

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# concrete_roundcorners_radius:uilabel
source: Source
ita: Origine

# concrete_sealant
source: Sealant
ita: Sigillante

# concrete_sealant:concrete_acrylic
source: Acrylic
ita: Acrilico

# concrete_sealant:concrete_epoxy
source: Epoxy
ita: Resina epossidica

# concrete_sealant:concrete_none
source: None
ita: Nessuno

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
ita: Specifica la sostanza utilizzata per sigillare la superficie in calcestruzzo.

# concrete_sealant:uilabel
source: Sealant
ita: Sigillante

# concrete_smooth
source: Smooth
ita: Liscio

# concrete_straight
source: Broom Straight
ita: Bocciardatura leggera

source: construction
ita: costruzione

source: Contrast:
ita: Contrasto:

# contrast:uilabel
source: Contrast:
ita: Contrasto:

source: cool
ita: particolare

source: copper
ita: rame

source: coral
ita: corallo

source: cork
ita: sughero

source: cornsilk
ita: mais

source: cozy
ita: caldo

source: cream
ita: crema

source: cross
ita: incrociato

# crush_blacks
source: Shadows:
ita: Ombre:

# crush_blacks:uilabel
source: Shadows:
ita: Ombre:

source: Custom
ita: Personalizzato

# custom_environment:uilabel
source: Custom Environment
ita: Ambiente personalizzato

# cutoff_threshold
source: Cutoff Threshold (lx)
ita: Soglia limite (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
ita: Soglia limite (lx)

source: cyan
ita: ciano

source: Cylinder
ita: Cilindro

# cylinder_axis
source: Axis:
ita: Asse:

# cylinder_axis:uilabel
source: Axis:
ita: Asse:

# cylinder_radius
source: Radius:
ita: Raggio:

# cylinder_radius:uilabel
source: Radius:
ita: Raggio:

# d50
source: D50 Illuminant (Reference White)
ita: Illuminante D50 (punto di bianco)

# d65
source: D65 Illuminant (Reference White)
ita: Illuminante D65 (punto di bianco)

source: dark
ita: scuro

source: dark bronze
ita: bronzo scuro

source: dark green
ita: verde scuro

# decApp_backface_cull:uilabel
source: Backface Cull:
ita: Esclusione faccia posteriore:

# decApp_bump_amount
source: Bump Amount:
ita: Grado di composizione in rilievo:

# decApp_bump_amount:uilabel
source: Bump Amount:
ita: Grado di composizione in rilievo:

# decApp_bump_map
source: Bump Pattern:
ita: Motivo composizione in rilievo:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
ita: Indica le aree sopraelevate e scavate sulla decalcomania mediante le aree scure e chiare di un'immagine

# decApp_bump_map:uilabel
source: Bump Pattern:
ita: Motivo composizione in rilievo:

# decApp_cutout_opacity
source: Cutouts:
ita: Ritagli:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
ita: Indica le aree della decalcomania da ritagliare mediante un'immagine in bianco e nero. Vengono ritagliate le aree nere.

# decApp_cutout_opacity:uilabel
source: Cutouts:
ita: Ritagli:

# decApp_diffuse
source: Decal Image File:
ita: File di immagine decalcomania:

# decApp_diffuse:uilabel
source: Decal Image File:
ita: File di immagine decalcomania:

# decApp_glossiness
source: Finish:
ita: Finitura:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
ita: Indica la luminosità delle evidenziazioni speculari (aree di eccessiva brillanza) sulla decalcomania

# decApp_glossiness:uilabel
source: Finish:
ita: Finitura:

# decApp_glossiness_gloss
source: Gloss
ita: Lucentezza

# decApp_glossiness_high_gloss
source: High Gloss
ita: Alta lucentezza

# decApp_glossiness_matte
source: Matte
ita: Opaco

# decApp_glossiness_semi_gloss
source: Semi-gloss
ita: Semilucido

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
ita: Campioni riflessi lucidi:

# decApp_reflectivity_at_0deg
source: Reflectivity:
ita: Riflettività:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
ita: specchio

# decApp_reflectivity_at_0deg:minlabel
source: dull
ita: opaco

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
ita: Indica il grado con cui la decalcomania riflette altri oggetti circostanti

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
ita: Riflettività:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
ita: Riflettività:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
ita: Campioni rifrazioni lucide:

# decApp_refraction_index:uilabel
source: Refraction Index:
ita: Indice di rifrazione:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
ita: Spessore traslucentezza di rifrazione:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
ita: Temperatura di colore luminanza

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
ita: Mappa filtro luminanza:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
ita: Luminanza (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
ita: Indica se la decalcomania è luminosa e l'eventuale grado di luminosità

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
ita: Luminanza (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
ita: Schermo telefono cellulare

# decApp_self_illum_luminance_crt_television
source: CRT television
ita: Televisore a tubo catodico

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
ita: Lente per lampada da tavolo

# decApp_self_illum_luminance_dim_glow
source: Dim glow
ita: Bassa luminescenza

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
ita: Lampadina opaca

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
ita: Lente per lampada alogena

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
ita: Paralume per esterni

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
ita: Paralume per interni

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
ita: Schermo LCD

# decApp_self_illum_luminance_led_panel
source: LED panel
ita: Pannello a LED

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
ita: Non illuminato

# decApp_transparency
source: Transparency:
ita: Trasparenza:

# decApp_transparency:maxlabel
source: transparent
ita: trasparente

# decApp_transparency:minlabel
source: opaque
ita: velato

# decApp_transparency:uilabel
source: Transparency:
ita: Trasparenza:

# decal-1:uilabel
source: Decal 1:
ita: Decalcomania 1:

# decalbumpmap_Bitmap
source: Image File:
ita: File di immagine:

# decalbumpmap_Bitmap:uilabel
source: Image File:
ita: File di immagine:

# decalbumpmap_Blur:uilabel
source: Blur
ita: Sfocatura

# decalbumpmap_Filtering:uilabel
source: Filtering
ita: Filtro

# decalbumpmap_Invert
source: Invert:
ita: Inverti:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
ita: Inverte le aree scure e chiare dell'immagine.

# decalbumpmap_Invert:uilabel
source: Invert:
ita: Inverti:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
ita: Canale mappa

# decalbumpmap_RGBAmount:uilabel
source: Brightness
ita: Luminosità

# decalbumpmap_UMirror:uilabel
source: U Mirror
ita: Specchio U

# decalbumpmap_UOffset:uilabel
source: U Offset
ita: Offset U

# decalbumpmap_UVScale:uilabel
source: UV Scale
ita: Scala UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
ita: Ripiegamento U

# decalbumpmap_VMirror:uilabel
source: V Mirror
ita: Specchio V

# decalbumpmap_VOffset:uilabel
source: V Offset
ita: Offset V

# decalbumpmap_VWrap:uilabel
source: V Wrap
ita: Ripiegamento V

# decalbumpmap_WAngle:uilabel
source: Angle
ita: Angolo

# decalmap_Bitmap
source: Image File:
ita: File di immagine:

# decalmap_Bitmap:uilabel
source: Image File:
ita: File di immagine:

# decalmap_Blur:uilabel
source: Blur
ita: Sfocatura

# decalmap_Filtering:uilabel
source: Filtering
ita: Filtro

# decalmap_Invert:uilabel
source: Invert:
ita: Inverti:

# decalmap_MapChannel:uilabel
source: Map Channel
ita: Canale mappa

# decalmap_RGBAmount
source: Brightness:
ita: Luminosità:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
ita: Regola la luminosità dell'immagine

# decalmap_RGBAmount:uilabel
source: Brightness
ita: Luminosità

# decalmap_UMirror:uilabel
source: U Mirror
ita: Specchio U

# decalmap_UOffset:uilabel
source: U Offset
ita: Offset U

# decalmap_UVScale:uilabel
source: UV Scale
ita: Scala UV

# decalmap_UWrap:uilabel
source: U Wrap
ita: Ripiegamento U

# decalmap_VMirror:uilabel
source: V Mirror
ita: Specchio V

# decalmap_VOffset:uilabel
source: V Offset
ita: Offset V

# decalmap_VWrap:uilabel
source: V Wrap
ita: Ripiegamento V

# decalmap_WAngle:uilabel
source: Angle
ita: Angolo

# decayStartDistance
source: Decay Start:
ita: Inizio decadimento:

# decayStartDistance:uilabel
source: Decay Start:
ita: Inizio decadimento:

source: Decay Type:
ita: Tipo di decadimento:

# decayType:inverse
source: Inverse
ita: Inversa

# decayType:inverseSquare
source: Inverse Square
ita: Quadrata inversa

# decayType:none
source: None
ita: Nessuno

# decayType:uilabel
source: Decay Type:
ita: Tipo di decadimento:

source: decorative
ita: decorativo

source: diamond
ita: rombo

source: diamond plate texture
ita: composizione lamiera con rombi

source: diamonds
ita: rombi

source: Diffuse:
ita: Diffuso

# diffuse:uilabel
source: Diffuse:
ita: Diffuso:

# dimmer
source: Multiplier:
ita: Moltiplicatore:

# dimmer:uilabel
source: Multiplier:
ita: Moltiplicatore:

# dimmerPanel
source: Dimming
ita: Attenuazione

source: Directional
ita: Direzionale

source: dirt
ita: terra

source: Disc
ita: Disco

# disc_normal
source: Normal:
ita: Normale:

# disc_normal:uilabel
source: Normal:
ita: Normale:

# disc_radius
source: Radius:
ita: Raggio:

# disc_radius:uilabel
source: Radius:
ita: Raggio:

source: Distribution:
ita: Distribuzione:

# distribution:diffuse
source: Diffuse
ita: Diffuso

# distribution:isotropic
source: Uniform
ita: Uniforme

# distribution:spot
source: Spot
ita: Riflettore

# distribution:uilabel
source: Distribution:
ita: Distribuzione:

# distribution:web
source: Use Light Profile
ita: Usa profilo luce

source: dots
ita: punti

source: Effects
ita: Effetti

# electricalEfficiency
source: Electrical Efficiency (lm/W):
ita: Efficienza elettrica (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
ita: Efficienza elettrica (lm/W):

source: elm
ita: olmo

# emit_direct_photons:uilabel
source: Emit Direct Photons
ita: Emissione fotoni diretti

source: environments
ita: ambienti

source: expanded
ita: espanso

source: exposed
ita: esposto

source: exterior
ita: esterno

# exterior:uilabel
source: Exterior Daylight
ita: Luce diurna esterna

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
ita: Fluorescente (bianco freddo)

# f3_fluorescentWhite
source: Fluorescent (White)
ita: Fluorescente (bianco)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
ita: Fluorescente (bianco caldo)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
ita: Fluorescente (luce diurna)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
ita: Fluorescente (luce bianca)

# f_number
source: Aperture (f-stop):
ita: Apertura (F-Stop):

# f_number:uilabel
source: Aperture (f-stop):
ita: Apertura (F-Stop):

source: fabric
ita: tessuto

source: fabric with gray, blue and white stripes
ita: tessuto con strisce grigie, blu e bianche

source: fabric with yellow and black stripes
ita: tessuto con strisce gialle e nere

source: fabric with yellow and gray stripes
ita: tessuto con strisce gialle e grigie

source: fabric with yellow and white stripes
ita: tessuto con strisce gialle e bianche

source: face
ita: superficie

source: Fall Off:
ita: Fascio di luce:

# fallOff:tooltip
source: Spot width, in radians
ita: Larghezza punto in radianti

# fallOff:uilabel
source: Fall Off:
ita: Fascio di luce:

# farAttenuationEnd
source: End Point:
ita: Punto finale:

# farAttenuationEnd:uilabel
source: End Point:
ita: Punto finale:

# farAttenuationOn
source: Far Attenuation:
ita: Attenuazione lontana:

# farAttenuationOn:uilabel
source: Far Attenuation:
ita: Attenuazione lontana:

# farAttenuationStart
source: Start Point:
ita: Punto iniziale:

# farAttenuationStart:uilabel
source: Start Point:
ita: Punto iniziale:

source: fatigue
ita: Fatica

source: fatigue structural asset.
ita: Componente strutturale fatica.

# fatigue_SN_Behavior
source: Behavior
ita: Comportamento

# fatigue_SN_Behavior:sn_Constant
source: Constant
ita: Costante

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
ita: Curva S-N

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
ita: Consente di scegliere tra il comportamento Costante e Curva S-N.

# fatigue_SN_Behavior:uilabel
source: Behavior
ita: Comportamento

# fatigue_SN_Graph
source: S-N Curve
ita: Curva S-N

# fatigue_props1
source: Strain-Fatigue Life
ita: Deformazione/Vita a fatica

# fatigue_props2
source: Stress-Fatigue Life
ita: Sollecitazione/Vita a fatica

# fatigue_props3
source: Compressive Strength
ita: Resistenza a compressione

source: fieldstone
ita: pietra grezza

# film_iso
source: Film speed (ISO):
ita: Velocità pellicola (ISO):

# film_iso:uilabel
source: Film speed (ISO):
ita: Velocità pellicola (ISO):

source: Filter Color:
ita: Colore filtro:

# filterColor:uilabel
source: Filter Color:
ita: Colore filtro:

source: fissured
ita: fissurato

source: flagstone
ita: lastricato

source: flaked
ita: screziato

source: flat
ita: opaco

source: floor
ita: pavimento

source: flooring
ita: Pavimentazione

source: floral
ita: floreale

# focal_length:uilabel
source: focal_length
ita: lunghezza_focale

source: forest
ita: foresta

source: formwork
ita: cassaforma

source: frosted
ita: smerigliato

source: furniture
ita: arredo

source: galvanized
ita: galvanizzato

# gas_props1
source: Properties
ita: Proprietà termiche di base

# gas_props2
source: Mechanical
ita: Proprietà meccaniche

source: generic
ita: generico

# generic_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# generic_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# generic_ao_distance
source: Max Distance
ita: Distanza massima

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# generic_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# generic_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# generic_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# generic_ao_samples
source: Samples
ita: Campioni

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# generic_ao_samples:uilabel
source: Samples
ita: Campioni

# generic_backface_cull:uilabel
source: Backface Cull
ita: Esclusione faccia posteriore

# generic_bump_amount
source: Amount
ita: Valore

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
ita: Regola l'altezza relativa del motivo composizione in rilievo specificato. Immettere 0 per appiattire la superficie. Immettere valori decimali più elevati (fino a 1000,0) per aumentare l'altezza delle irregolarità della superficie.

# generic_bump_amount:uilabel
source: Amount
ita: Valore

# generic_bump_map:uilabel
source: Bump
ita: Composizione in rilievo

# generic_bump_map_image_label
source: Image
ita: Immagine

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
ita: Utilizza una mappa di composizione per selezionare un motivo rilievo composizione in rilievo per il materiale. Nei motivi composizione le aree in rilievo e scavate vengono definite in base alle aree scure e chiare di un file di immagine.

# generic_bump_map_panel_label
source: Bump
ita: Composizione in rilievo

# generic_cutout_opacity:uilabel
source: Cutouts
ita: Ritagli

# generic_cutout_opacity_image_label
source: Image
ita: Immagine

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
ita: Utilizza una mappa di composizione per controllare le forme intagliate nella superficie del materiale.

# generic_cutout_opacity_panel_label
source: Cutouts
ita: Ritagli

# generic_diffuse:uilabel
source: Color
ita: Colore

# generic_diffuse_color
source: Color
ita: Colore

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
ita: Regola il colore della superficie. Incide sia sulla luce che viene riflessa (riflettanza), sia sulla luce che attraversa la superficie (trasmittanza).

# generic_diffuse_image
source: Image
ita: Immagine

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
ita: Visualizza la mappa colori diffusa del materiale.

# generic_diffuse_image_fade
source: Image Fade
ita: Dissolvenza immagine

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
ita: Regola il composto tra il colore base e l'immagine diffusa. L'opzione è attiva solo quando si sceglie un'immagine.

# generic_diffuse_image_fade:uilabel
source: Image Fade
ita: Dissolvenza immagine

# generic_general
source: Generic
ita: Generico

# generic_glossiness
source: Glossiness
ita: Brillantezza

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
ita: Specifica la levigatezza della superficie, che incide sia sulla riflettività, sia sulla trasparenza. Ridurre la brillantezza per creare superfici opache o vetri smerigliati. Immettere un valore compreso tra 0 (opaco) e 100 (specchio).

# generic_glossiness:uilabel
source: Glossiness
ita: Brillantezza

# generic_is_metal
source: Highlights
ita: Riflessi

# generic_is_metal:offlabel
source: Non-Metallic
ita: Non metallici

# generic_is_metal:onlabel
source: Metallic
ita: Metallici
