Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

source: Black bricks
csy: Černé cihly

source: Brass, polished
csy: Mosaz, leštěná

source: Brick
csy: Cihla

source: Brown modular bricks
csy: Modulové cihly hnědé

source: Bump map used on decal objects.
csy: Mapa nerovností použitá na objektech obtisků.

source: Burgundy stone floor
csy: Kamenná podlaha karmínově červená

source: Carbon fiber reinforced epoxy
csy: Epoxidová pryskyřic zesílená uhlíkovými vlákny

source: Carbon steel
csy: Uhlíková ocel

source: Cast
csy: Odlitek

source: Cast Iron
csy: Litina

source: Cast bronze
csy: Litý bronz

source: Cast copper
csy: Litá měď

source: Cast steel
csy: Litá ocel

source: Ceramic
csy: Keramika

source: Ceramic material.
csy: Keramický materiál.

source: Ceramic-001
csy: Bílá

source: Ceramic-002
csy: Ledově bílá

source: Ceramic-003
csy: Slunečný den

source: Ceramic-004
csy: Neutrální šedá

source: Ceramic-005
csy: Zlatý písek

source: Ceramic-006
csy: Pobřežní mořská modrá

source: Ceramic-007
csy: Broskev

source: Ceramic-008
csy: Světle hnědošedě písková

source: Ceramic-009
csy: Námořnická modř

source: Ceramic-010
csy: 2palcové čtverce – béžová

source: Ceramic-011
csy: 6palcové čtverce – béžová

source: Ceramic-012
csy: 6palcové osmiúhelníky – ledovcově modrá

source: Ceramic-013
csy: 3palcové čtverce – bílá

source: Ceramic-014
csy: 3palcové osmiúhelníky – bílá

source: Ceramic-015
csy: 3palcové osmiúhelníky – šedobéžová

source: Ceramic-016
csy: 4palcové čtverce – levandulová

source: Ceramic-017
csy: 3palcové čtverce – světle žlutá

source: Ceramic-018
csy: 6palcové osmiúhelníky – měkce zelená

source: Ceramic-019
csy: 6palcové čtverce – venkovská růžová

source: Ceramic-020
csy: 3palcové osmiúhelníky – světle medová

source: Ceramic-021
csy: 3palcové čtverce – hřejivá růžová

source: Ceramic-022
csy: 6palcové osmiúhelníky – tmavě šedá

source: Ceramic-023
csy: 4palcové kosočtverce – černá

source: Ceramic-024
csy: 6palcové cihly – lipově zelená

source: Ceramic-025
csy: 4palcové čtverce s vloženým kosočtvercem – hnědá

source: Ceramic-026
csy: 4palcové šestiúhelníky – šedo-modrá

source: Ceramic-027
csy: 4palcové čtverce a obdélníky – světle oranžová

source: Ceramic-028
csy: 4palcové čtverce a obdélníky – pastelově růžová

source: Ceramic-029
csy: 6palcové trojúhelníky – oranžovo-žlutá

source: Ceramic-030
csy: 6x2palcové obdélníky – zemitá zelená

source: Ceramic-031
csy: 6palcové osmiúhelníky – karmínově červená

source: Ceramic-032
csy: 1palcové čtverce – modrá mozaika

source: Ceramic-033
csy: 1palcové čtverce – šedá mozaika

source: Ceramic-034
csy: 4palcové čtverce – béžová mozaika

source: Ceramic-035
csy: 3palcový čtverec – terakota

source: Ceramic-036
csy: 1.5palcový čtverec – šedobéžová

source: Ceramic-037
csy: 1.5palcový čtverec – břidlicově modrá

source: Ceramic-038
csy: 1.5palcový čtverec – střední modrá

source: Ceramic-039
csy: 1.5palcový čtverec – hnědá

source: Ceramic-040
csy: Kruhová mozaika – černo-bílá

source: Ceramic-041
csy: 4palcové čtverce s vloženým kosočtvercem – šedo-červená

source: Ceramic-042
csy: 1palcový čtverec – slonová kost

source: Ceramic-043
csy: 2palcový čtverec – lososová

source: Ceramic/Porcelain
csy: Keramika/Porcelán

source: Ceramic/Tile
csy: Keramika/Dlaždice

# CeramicSchema_localname:Ceramic
source: Ceramic
csy: Keramika

# CeramicSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Checker
csy: Šachovnice

source: Checker map.
csy: Mapa šachovnice.

# CheckerSchema_localname:Checker
source: Checker
csy: Šachovnice

# CheckerSchema_localtype:Texture
source: Texture
csy: Textura

source: Clouds
csy: Oblaka

source: Coarse Ambient Occlusion
csy: Surová okolní okluze

source: Color
csy: Barva

source: Color map.
csy: Barevná mapa.

# ColorSchema_localname:Color
source: Color
csy: Barva

# ColorSchema_localtype:Texture
source: Texture
csy: Textura

source: Composite
csy: Kompozit

source: Concrete
csy: Beton

source: Concrete material.
csy: Betonový materiál.

source: Concrete structural asset.
csy: Betonová konstrukční komponenta.

source: Concrete, stone aggregate
csy: Beton, kamenná přísada

source: Concrete-001
csy: Průmyslová podlaha

source: Concrete-002
csy: S kamenivem 1

source: Concrete-003
csy: S kamenivem 2

source: Concrete-004
csy: Nekrytá přísada – teple šedá

source: Concrete-005
csy: Nerovnoměrný – teple šedá

source: Concrete-006
csy: Venkovní hladká – šedobéžová

source: Concrete-007
csy: Hladká – béžová

source: Concrete-008
csy: Stěnová textura – béžová

source: Concrete-009
csy: Stěnová textura – lososová

source: Concrete-010
csy: Světle zelenomodrá

source: Concrete-011
csy: Černý

source: Concrete-012
csy: Hnědá

source: Concrete-013
csy: Spálená červená

source: Concrete-014
csy: Blankytná

source: Concrete-015
csy: Jemný – krémový

source: Concrete-016
csy: Tmavě šedá

source: Concrete-017
csy: Světle šedá

source: Concrete-018
csy: Olivová

source: Concrete-019
csy: Bílý

source: Concrete-020
csy: Prefabrikát – hladký

source: Concrete-021
csy: Bednění – díry

source: Concrete-022
csy: Bloky

source: Concrete-023
csy: Nerovnoměrný – reflexní – šedý

source: Concrete-024
csy: Venkovní – bílá

source: Concrete-025
csy: Venkovní – béžová

source: Concrete-026
csy: Venkovní s texturou – šedobéžová

source: Concrete-027
csy: S texturou – béžová

source: Concrete-028
csy: Hrubá – růžová

source: Concrete-029
csy: Hrubá – šedobéžová

source: Concrete.Cast-In-Place.Exposed Aggregate.Coarse
csy: Beton.Odlitý na místě.Nekrytá přísada.Hrubý

source: Concrete.Cast-In-Place.Exposed Aggregate.Fine
csy: Beton.Odlitý na místě.Nekrytá přísada.Jemný

source: Concrete.Cast-In-Place.Exposed Aggregate.Medium
csy: Beton.Odlitý na místě.Nekrytá přísada.Střední

source: Concrete.Cast-In-Place.Exposed Aggregate.Recessed
csy: Beton.Odlitý na místě.Nekrytá přísada.Zapuštěný

source: Concrete.Cast-In-Place.Flat.Broom.Grey
csy: Beton.Odlitý na místě.Plochý.Metený.Šedý

source: Concrete.Cast-In-Place.Flat.Grey.1
csy: Beton.Odlitý na místě.Plochý.Šedý.1

source: Concrete.Cast-In-Place.Flat.Grey.2
csy: Beton.Odlitý na místě.Plochý.Šedý.2

source: Concrete.Cast-In-Place.Flat.Grey.3
csy: Beton.Odlitý na místě.Plochý.Šedý.3

source: Concrete.Cast-In-Place.Flat.Grey.Efflorescence
csy: Beton.Odlitý na místě.Plochý.Šedý.Vykvétání

source: Concrete.Cast-In-Place.Flat.Polished.Grey
csy: Beton.Odlitý na místě.Plochý.Leštěný.Šedý

source: Concrete.Cast-In-Place.Formwork.Holes
csy: Beton.Odlitý na místě.Bednění.Otvory

source: Concrete.Cast-In-Place.Formwork.Holes.Staggered
csy: Beton.Odlitý na místě.Bednění.Otvory.Odstupňovaný

source: Concrete.Cast-In-Place.Panels.Reveal.1
csy: Beton.Odlitý na místě.Panely.Ostění.1

source: Concrete.Cast-In-Place.Panels.Reveal.2
csy: Beton.Odlitý na místě.Panely.Ostění.2

source: Concrete.Cast-In-Place.Panels.Reveal.3
csy: Beton.Odlitý na místě.Panely.Ostění.3

source: Concrete.Cast-In-Place.Panels.Reveal.Smooth
csy: Beton.Odlitý na místě.Panely.Ostění.Hladký

source: Concrete.Cast-In-Place.Panels.Reveal.Speckled
csy: Beton.Odlitý na místě.Panely.Ostění.Skvrnitý

source: Concrete.Cast-In-Place.Panels.Square
csy: Beton.Odlitý na místě.Panely.Čtverec

source: Concrete.Cast-In-Place.Ribbed.Vertical.1
csy: Beton.Odlitý na místě.Žebrovaný.Svislý.1

source: Concrete.Cast-In-Place.Ribbed.Vertical.2
csy: Beton.Odlitý na místě.Žebrovaný.Svislý.2

source: Concrete.Cast-In-Place.SandBlasted
csy: Beton.Odlitý na místě.Otryskaný

source: Concrete.Cast-in-Place.Formwork.Wood.Boards
csy: Beton.Odlitý na místě.Bednění.Dřevo.Prkna

source: Concrete.Cast-in-Place.Formwork.Wood.Plywood
csy: Beton.Odlitý na místě.Bednění.Dřevo.Překližka

source: Concrete.Concrete Accessories.Control Joints.Black
csy: Beton.Betonové prvky.Kontrolní spoje.Černý

source: Concrete.Precast Structural Concrete.Smooth
csy: Beton.Prefabrikovaný konstrukční prvek.Hladký

source: Concrete/Cast-In-Place
csy: Beton/Dělaný na místě

source: Concrete/Fiber Reinforced
csy: Výztuha beton/vlákno

source: Concrete/Standard
csy: Beton/Standardní

# ConcreteSchema_localname:Concrete
source: Concrete
csy: Beton

# ConcreteSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Copper alloy
csy: Slitina mědi

source: Copper, oxidized finish
csy: Měď, oxidovaný povrch

source: Cork
csy: Korek

source: Cream stone
csy: Krémový kámen

source: Cube swatch.
csy: Ukázka – krychle

source: Curtain wall swatch.
csy: Ukázka – obvodový plášť

source: Cylinder swatch.
csy: Ukázka – válec

# DST
source: DST In Use:
csy: Používáno DST:

# DST:uilabel
source: DST In Use:
csy: Používáno DST:

source: Dark blue colour
csy: Tmavě modrá barva

source: Dark brown rectangular herringbone bricks
csy: Pravoúhlé diagonální cihly, tmavohnědá

source: Day:
csy: Den:

# Day:uilabel
source: Day:
csy: Den:

source: Daylight Portal
csy: Vstup denního světla

source: DaylightPortal
csy: Vstup denního světla

# DaylightPortalSchema_localname:Sun Light
source: Sun Light
csy: Sluneční světlo

# DaylightPortalSchema_localtype:Light
source: Light
csy: Světlo

source: Decal
csy: Obtisk

source: Decal material.
csy: Materiál obtisku.

source: DecalAppearance
csy: VzhledObtisku

# DecalAppearanceSchema_localname:DecalAppearance
source: DecalAppearance
csy: VzhledObtisku

# DecalAppearanceSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: DecalMap map. Decal Map.
csy: Mapa DecalMap. Mapa obtisku

# DecalSchema_localname:Decal
source: Decal
csy: Obtisk

# DecalSchema_localtype:Appearance
source: Appearance
csy: Vzhled

# DecalbumpmapSchema_localname:Decal Bump Map
source: Decal Bump Map
csy: Mapa nerovností obtisku

# DecalbumpmapSchema_localtype:Texture
source: Texture
csy: Textura

# DecalmapSchema_localname:Decal Map
source: Decal Map
csy: Mapa obtisku

# DecalmapSchema_localtype:Texture
source: Texture
csy: Textura

source: Default
csy: Výchozí

source: Default Concrete f'c=3.5 ksi
csy: Výchozí beton, f'c=3,5 ksi

source: Doors - Windows.Door Hardware.Chrome.Satin
csy: Dveře a okna.Dveřní kování.Chróm.Leštěný

source: Doors - Windows.Glazed Curtain Walls.Stainless Steel Curtain Wall
csy: Dveře a okna.Prosklené obvodové pláště.Obvodový plášť z nerezové oceli

source: Doors - Windows.Glazing.2
csy: Dveře a okna.Zasklení.2

source: Doors - Windows.Glazing.3
csy: Dveře a okna.Zasklení.3

source: Doors - Windows.Glazing.Glass.Automotive
csy: Dveře a okna.Zasklení.Sklo.Automobilové

source: Doors - Windows.Glazing.Glass.Clear
csy: Dveře a okna.Zasklení.Sklo.Čiré

source: Doors - Windows.Glazing.Glass.Etched
csy: Dveře a okna.Zasklení.Sklo.Leptané

source: Doors - Windows.Glazing.Glass.Frosted
csy: Dveře a okna.Zasklení.Sklo.Matované

source: Doors - Windows.Glazing.Glass.Mirrored
csy: Dveře a okna.Zasklení.Sklo.Se zrcadlem

source: Doors - Windows.Glazing.Glass.ReflectiveCoated
csy: Dveře a okna.Zasklení.Sklo.S reflexní vrstvou

source: Doors - Windows.Glazing.Glass.Spandrel
csy: Dveře a okna.Zasklení.Sklo.Meziokenní panel

source: Doors - Windows.Glazing.Glass.Wired
csy: Dveře a okna.Zasklení.Sklo.S drátěnou vložkou

source: Doors - Windows.Metal Doors - Frames.Aluminum Frame.Anodized.Dark Bronze.Satin
csy: Dveře a okna.Kovové dveře a zárubně.Hliníkový rám.Eloxovaný.Tmavě bronzový.Satén

source: Doors - Windows.Metal Doors - Frames.Aluminum Windows.Painted.White
csy: Dveře a okna.Kovové dveře a zárubně.Hliníková okna.Natřená.Bílá

source: Doors - Windows.Metal Doors - Frames.Steel Doors.Painted.White
csy: Dveře a okna.Kovové dveře a zárubně.Ocelové dveře.Natřené.Bílé

source: Doors - Windows.Metal Doors - Frames.Steel.Galvanized
csy: Dveře a okna.Kovové dveře a zárubně.Kov.Pozinkovaný

source: Doors - Windows.Wood Doors.Ash
csy: Dveře a okna.Dřevěné dveře.Jasan

source: Drapery swatch.
csy: Ukázka – závěs

source: Ductile Cast Iron
csy: Tvárná litina

source: Ductile cast iron
csy: Tvárná litina

source: Epoxy Carbon Fiber Composite
csy: Kompozit uhlíkových vláken a epoxidové pryskyřice

source: Fabric
csy: Tkanina

source: Fabric-001
csy: Pytlovina 1

source: Fabric-002
csy: Úplet – šedobéžový 1

source: Fabric-003
csy: Plátno – hnědé

source: Fabric-004
csy: Plátno – bílé

source: Fabric-005
csy: Zmačkané – černé

source: Fabric-006
csy: Tmavě hnědá

source: Fabric-007
csy: Světle hnědá

source: Fabric-008
csy: Modrá

source: Fabric-009
csy: Béžová

source: Fabric-010
csy: Tvíd

source: Fabric-011
csy: Síť

source: Fabric-012
csy: Pléd – béžový

source: Fabric-013
csy: Pléd – červený

source: Fabric-014
csy: Proužky – černo-bílo-modro-šedé

source: Fabric-015
csy: Proužky – žluto-šedé

source: Fabric-016
csy: Proužky – modro-bílé

source: Fabric-017
csy: Proužky – žluto-bílé

source: Fabric-018
csy: Samet – černý

source: Fabric-019
csy: Samet – červený

source: Fabric-020
csy: Světle hnědé – tmavě hnědé čtverce

source: Fabric-021
csy: Purpurově-šedá

source: Fabric-022
csy: Červená

source: Fabric-023
csy: Modro-žlutá

source: Fabric-024
csy: Pšeničná

source: Fabric-025
csy: Zelená

source: Fabric/Leather
csy: Látka/Kůže

source: Fiber Reinforced
csy: Vláknová výztuha

source: Fine Ambient Occlusion
csy: Jemná okolní okluze

source: Fine Gold 99.95%
csy: Ryzí zlato 99,95%

source: Fine gold
csy: Ryzí zlato

source: Finish
csy: Povrchová úprava

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Fissured.White
csy: Povrchy.Stropy.Podhledová akustická deska.Odkrytá mřížka.2x2.Štípaný vzor.Bílá

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Pebble.White
csy: Povrchy.Stropy.Podhledová akustická deska.Odkrytá mřížka.2x2.Oblázkový vzor.Bílá

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Fissured.White
csy: Povrchy.Stropy.Podhledová akustická deska.Odkrytá mřížka.2x4.Štípaný vzor.Bílá

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Pebble.White
csy: Povrchy.Stropy.Podhledová akustická deska.Odkrytá mřížka.2x4.Oblázkový vzor.Bílá

source: Finishes.Ceilings.Acoustical Tile.Perforated.2x2.White
csy: Povrchy.Stropy.Podhledová akustická deska.Děrovaná.2x2.Bílá

source: Finishes.Ceilings.Linear.Silver Grey
csy: Povrchy.Stropy.Podélné.Stříbrošedé

source: Finishes.Flooring.Bamboo
csy: Povrchy.Podlahy.Bambus

source: Finishes.Flooring.Carpet.Berber.Pattern.1
csy: Povrchy.Podlahové krytiny.Koberec.Berber.Vzor.1

source: Finishes.Flooring.Carpet.Berber.Pattern.2
csy: Povrchy.Podlahové krytiny.Koberec.Berber.Vzor.2

source: Finishes.Flooring.Carpet.Berber.Pattern.3
csy: Povrchy.Podlahové krytiny.Koberec.Berber.Vzor.3

source: Finishes.Flooring.Carpet.Floral
csy: Povrchy.Podlahy.Koberec.Květinový vzor

source: Finishes.Flooring.Carpet.Loop.1
csy: Povrchy.Podlahy.Koberec.Smyčka.1

source: Finishes.Flooring.Carpet.Loop.2
csy: Povrchy.Podlahy.Koberec.Smyčka.2

source: Finishes.Flooring.Carpet.Loop.3
csy: Povrchy.Podlahy.Koberec.Smyčka.3

source: Finishes.Flooring.Carpet.Loop.4
csy: Povrchy.Podlahy.Koberec.Smyčka.4

source: Finishes.Flooring.Carpet.Loop.5
csy: Povrchy.Podlahy.Koberec.Smyčka.5

source: Finishes.Flooring.Carpet.Loop.6
csy: Povrchy.Podlahy.Koberec.Smyčka.6

source: Finishes.Flooring.Carpet.Loop.7
csy: Povrchy.Podlahy.Koberec.Smyčka.7

source: Finishes.Flooring.Carpet.NeedlePunch.Black
csy: Povrchy.Podlahové krytiny.Koberec.Prošívaný.Černý

source: Finishes.Flooring.Carpet.NeedlePunch.Tan
csy: Povrchy.Podlahové krytiny.Koberec.Prošívaný.Šedobéžový

source: Finishes.Flooring.Carpet.NeedlePunch.White
csy: Povrchy.Podlahové krytiny.Koberec.Prošívaný.Bílý

source: Finishes.Flooring.Carpet.Pad.Foam
csy: Povrchy.Podlahové krytiny.Koberec.Podložka.Pěnová

source: Finishes.Flooring.Carpet.Pad.Waffled
csy: Povrchy.Podlahové krytiny.Koberec.Podložka.Příhradová

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.BlueWhite
csy: Povrchy.Podlahové krytiny.Koberec.Saxony.Květinový vzor.Modrobílý

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.Colored
csy: Povrchy.Podlahové krytiny.Koberec.Saxony.Květinový vzor.Barevný

source: Finishes.Flooring.Carpet.Saxony.Herringbone
csy: Povrchy.Podlahové krytiny.Koberec.Saxony.Diagonální vzor

source: Finishes.Flooring.Carpet.Saxony.Squares
csy: Povrchy.Podlahové krytiny.Koberec.Saxony.Čtverce

source: Finishes.Flooring.Carpet.Sisal.Pattern.1
csy: Povrchy.Podlahové krytiny.Koberec.Sisál.Vzor.1

source: Finishes.Flooring.Carpet.Sisal.Pattern.2
csy: Povrchy.Podlahové krytiny.Koberec.Sisál.Vzor.2

source: Finishes.Flooring.Carpet.Sisal.Pattern.3
csy: Povrchy.Podlahové krytiny.Koberec.Sisál.Vzor.3

source: Finishes.Flooring.Cork
csy: Povrchy.Podlahy.Korek

source: Finishes.Flooring.Marble.White
csy: Povrchy.Podlahy.Mramor.Bílý

source: Finishes.Flooring.Rug.Braided
csy: Povrchy.Podlahové krytiny.Běhoun.Obšitý

source: Finishes.Flooring.Rug.Hooked
csy: Povrchy.Podlahové krytiny.Běhoun.Háčkovaný

source: Finishes.Flooring.Rug.Knotted
csy: Povrchy.Podlahové krytiny.Běhoun.Uzlíkový

source: Finishes.Flooring.Tile.Diamond.Red
csy: Povrchy.Podlahy.Dlažba.Kosočtverec.Červená

source: Finishes.Flooring.Tile.Square.Blue
csy: Povrchy.Podlahy.Dlažba.Čtverec.Modrá

source: Finishes.Flooring.Tile.Square.Blue.1
csy: Povrchy.Podlahy.Dlažba.Čtverec.Modrá.1

source: Finishes.Flooring.Tile.Square.Brown
csy: Povrchy.Podlahy.Dlažba.Čtverec.Hnědá

source: Finishes.Flooring.Tile.Square.Circular Mosaic
csy: Povrchy.Podlahy.Dlažba.Čtverec.Kruhová mozaika

source: Finishes.Flooring.Tile.Square.Grey.Dark
csy: Povrchy.Podlahy.Dlažba.Čtverec.Šedá.Tmavá

source: Finishes.Flooring.Tile.Square.Tan
csy: Povrchy.Podlahy.Dlažba.Čtverec.Šedobéžová

source: Finishes.Flooring.Tile.Square.Terra Cotta
csy: Povrchy.Podlahy.Dlažba.Čtverec.Terakota

source: Finishes.Flooring.VCT.Diamond. Rosette
csy: Povrchy.Podlahy.PVC.Kosočtverec. Roseta

source: Finishes.Flooring.VCT.Diamonds
csy: Povrchy.Podlahy.PVC.Kosočtverce

source: Finishes.Flooring.VCT.Dots
csy: Povrchy.Podlahy.PVC.Tečkované

source: Finishes.Flooring.VCT.Dots.Grey
csy: Povrchy.Podlahy.PVC.Tečkované.Šedé

source: Finishes.Flooring.VCT.Grid
csy: Povrchy.Podlahy.PVC.Mřížka

source: Finishes.Flooring.VCT.Mosaic
csy: Povrchy.Podlahy.PVC.Mozaika

source: Finishes.Flooring.VCT.Squares
csy: Povrchy.Podlahy.PVC.Čtverce

source: Finishes.Flooring.Vinyl.Checker.Black-White
csy: Povrchy.Podlahy.Vinyl.Šachovnice.Černobílá

source: Finishes.Flooring.Wood.Hardwood
csy: Povrchy.Podlahy.Dřevo.Tvrdé dřevo

source: Finishes.Flooring.Wood.Hardwood.1
csy: Povrchy.Podlahy.Dřevo.Tvrdé dřevo.1

source: Finishes.Flooring.Wood.Inlay
csy: Povrchy.Podlahy.Dřevo.Intarze

source: Finishes.Flooring.Wood.Parquet
csy: Povrchy.Podlahy.Dřevo.Parkety

source: Finishes.Flooring.Wood.Parquet.1
csy: Povrchy.Podlahy.Dřevo.Parkety.1

source: Finishes.Flooring.Wood.Plank
csy: Povrchy.Podlahy.Dřevo.Fošna

source: Finishes.Flooring.Wood.Plank.Beech
csy: Povrchy.Podlahy.Dřevo.Fošna.Buk

source: Finishes.Gypsum Board.Painted.White
csy: Povrchy.Sádrokarton.Natřená.Bílá

source: Finishes.Laminate.CarbonFiber
csy: Povrchy.Laminát.Uhlíkové vlákno

source: Finishes.Laminate.Plywood
csy: Povrchy.Laminát.Překližka

source: Finishes.Masonry Flooring.Flagstone.Light Pink
csy: Povrchy.Zděné podlahy.Kamenné dlaždice.Světlerůžové

source: Finishes.Masonry Flooring.Granite.Brown-Black
csy: Povrchy.Zděné podlahy.Žula.Hnědočerná

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
csy: Povrchy.Zděné podlahy.Žula.Hnědá.Fialovočerná

source: Finishes.Masonry Flooring.Granite.Grey Speckled
csy: Povrchy.Zděné podlahy.Žula.Šedá skvrnitá

source: Finishes.Masonry Flooring.Granite.Mauve-Black
csy: Povrchy.Zděné podlahy.Žula.Fialovočerná

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
csy: Povrchy.Zděné podlahy.Žula.Fialovočerná1

source: Finishes.Masonry Flooring.Granite.Multi-colored
csy: Povrchy.Zděné podlahy.Žula.Vícebarevná

source: Finishes.Masonry Flooring.Marble
csy: Povrchy.Zděné podlahy.Mramor

source: Finishes.Masonry Flooring.Marble.Beige-Grid
csy: Povrchy.Zděné podlahy.Mramor.Béžově mřížkovaný

source: Finishes.Masonry Flooring.Marble.Brown
csy: Povrchy.Zděné podlahy.Mramor.Hnědý

source: Finishes.Masonry Flooring.Marble.Deep Green
csy: Povrchy.Zděné podlahy.Mramor.Tmavě zelený

source: Finishes.Masonry Flooring.Marble.Green
csy: Povrchy.Zděné podlahy.Mramor.Zelený

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
csy: Povrchy.Zděné podlahy.Mramor.Zelený.Přesazené čtverce

source: Finishes.Masonry Flooring.Marble.Rose
csy: Povrchy.Zděné podlahy.Mramor.Růžový

source: Finishes.Masonry Flooring.Marble.Rose.1
csy: Povrchy.Zděné podlahy.Mramor.Růžový.1

source: Finishes.Masonry Flooring.Slate
csy: Povrchy.Zděné podlahy.Břidlice

source: Finishes.Masonry Flooring.Slate.1
csy: Povrchy.Zděné podlahy.Břidlice.1

source: Finishes.Masonry Flooring.Slate.Red
csy: Povrchy.Zděné podlahy.Břidlice.Červená

source: Finishes.Masonry Flooring.Terrazzo.Black
csy: Povrchy.Zděné podlahy.Teraco.Černé

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
csy: Povrchy.Zděné podlahy.Teraco.Černočervené

source: Finishes.Masonry Flooring.Terrazzo.Black.1
csy: Povrchy.Zděné podlahy.Teraco.Černé.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
csy: Povrchy.Zděné podlahy.Teraco.Hnědé

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
csy: Povrchy.Zděné podlahy.Teraco.Hnědé.1

source: Finishes.Masonry Flooring.Terrazzo.Green
csy: Povrchy.Zděné podlahy.Teraco.Zelené

source: Finishes.Masonry Flooring.Terrazzo.Tan
csy: Povrchy.Zděné podlahy.Teraco.Šedobéžové

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
csy: Povrchy.Zděné podlahy.Teraco.Šedobéžové.1

source: Finishes.Masonry Flooring.Terrazzo.White
csy: Povrchy.Zděné podlahy.Teraco.Bílé

source: Finishes.Masonry Flooring.Terrazzo.White.1
csy: Povrchy.Zděné podlahy.Teraco.Bílé.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
csy: Povrchy.Zděné podlahy.Travertin.Fialový.Obdélníkový

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
csy: Povrchy.Zděné podlahy.Travertine.Fialový.Čtvercový

source: Finishes.Metal Framing Systems.Furring
csy: Povrchy.Kovové nosné systémy.Hrázdění

source: Finishes.Metal Framing Systems.Stud
csy: Povrchy.Kovové nosné systémy.Sloupek hrázdění

source: Finishes.Painting.Lacquer.Black
csy: Povrchy.Nátěr.Lak.Černý

source: Finishes.Painting.Lacquer.White
csy: Povrchy.Nátěr.Lak.Bílý

source: Finishes.Painting.Paint
csy: Povrchy.Nátěr.Barva

source: Finishes.Painting.Paint.Black
csy: Povrchy.Nátěr.Barva.Černá

source: Finishes.Painting.Paint.Black.Flaking
csy: Povrchy.Nátěr.Barva.Černá.Šupinková

source: Finishes.Painting.Paint.Fireproofing
csy: Povrchy.Nátěr.Barva.Protipožární

source: Finishes.Painting.Paint.White
csy: Povrchy.Nátěr.Barva.Bílá

source: Finishes.Painting.Paint.White.Flaking
csy: Povrchy.Nátěr.Barva.Bílá.Šupinková

source: Finishes.Painting.Varnish
csy: Povrchy.Nátěr.Bezbarvý lak

source: Finishes.Plaster.Stucco.Coarse.White
csy: Povrchy.Omítka.Štuková.Hrubá.Bílá

source: Finishes.Plaster.Stucco.Fine.1
csy: Povrchy.Omítka.Štuková.Jemná.1

source: Finishes.Plaster.Stucco.Fine.Brown
csy: Povrchy.Omítka.Štuková.Jemná.Hnědá

source: Finishes.Plaster.Stucco.Fine.Mauve
csy: Povrchy.Omítka.Štuková.Jemná.Fialová

source: Finishes.Plaster.Stucco.Fine.White
csy: Povrchy.Omítka.Štuková.Jemná.Bílá

source: Finishes.Plaster.Stucco.Medium.White
csy: Povrchy.Omítka.Štuková.Střední.Bílá

source: Finishes.Plaster.Stucco.Troweled.Grey
csy: Povrchy.Omítka.Štuková.Natahovaná.Šedá

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
csy: Povrchy.Omítka.Štuková.Natahovaná.Světle žlutá

source: Finishes.Plaster.Stucco.Troweled.White
csy: Povrchy.Omítka.Štuková.Natahovaná.Bílá

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
csy: Povrchy.Omítka.Štuková.Nehlazená.Šedá

source: Finishes.Plaster.Venetian.Rough
csy: Povrchy.Omítka.Teraco.Hrubá

source: Finishes.Plaster.Venetian.Smooth
csy: Povrchy.Omítka.Benátská.Hladká

source: Finishes.Tiling.Ceramic.Checker
csy: Povrchy.Obkládačky.Keramické.Šachovnice
