Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

source: Paint-071
esp: Chartreuse

source: Paint-072
esp: Oliva oscuro

source: Paint-073
esp: Castaño

source: Paint-074
esp: Granate

source: Paint-075
esp: Reflectante - Rojo

source: Paint-076
esp: Naranja rojo claro

source: Paint-077
esp: Rojo oscuro

source: Paint-078
esp: Oro

source: Paint-079
esp: Amarillo

source: Paint-080
esp: Magenta

source: Paint-081
esp: Rojo claro

source: Peach tint
esp: Color pera

source: Phenolic Resin
esp: Resina fenólica

source: Phenolic formaldehyde resins
esp: Resinas fenol-formaldehído

source: Photographic Tone Operator
esp: Operador de tono fotográfico

# PhotographicToneOpGroup
source: Photographic ToneOp
esp: Operador de tono fotográfico

source: PhysMat
esp: PhysicalMat

# PhysMatSchema_localname:Physical Material
source: Physical Material
esp: Material físico

# PhysMatSchema_localtype:Material
source: Material
esp: Materiales

source: Physical material.
esp: Material físico.

source: PhysicalGen_103
esp: Material genérico.

source: PhysicalLiquid-001
esp: Agua

source: PhysicalMetal_100
esp: Aleación de acero

source: PhysicalMetal_103
esp: Latón - Amarillo claro

source: PhysicalMetal_106
esp: Bronce - Fundido

source: PhysicalMetal_107
esp: Cobre - Fundido

source: PhysicalMetal_108
esp: Hierro - Fundido

source: PhysicalMetal_109
esp: Acero - Fundido

source: PhysicalMetal_111
esp: Aleación de cobre

source: PhysicalMetal_113
esp: Acero - Galvanizado

source: PhysicalMetal_115
esp: Hierro - Gris

source: PhysicalMetal_117
esp: Hierro - Maleable

source: PhysicalMetal_118
esp: Aleación de níquel y cobre 400

source: PhysicalMetal_119
esp: Acero: no aleado

source: PhysicalMetal_121
esp: Acero inoxidable

source: PhysicalMetal_122
esp: Acero inoxidable AISI 440C

source: PhysicalMetal_123
esp: Acero inoxidable - Austenítico

source: PhysicalMetal_124
esp: Acero

source: PhysicalMetal_125
esp: Acero - Alta resistencia y aleación baja

source: PhysicalMetal_126
esp: Acero - Suave

source: PhysicalMetal_128
esp: Aluminio 6061 - Soldado

source: PhysicalMetal_129
esp: Bronce - Amarillo claro - Soldado

source: PhysicalMetal_130
esp: Acero inoxidable 440C - Soldado

source: PhysicalMetal_131
esp: Acero - Suave - Soldado

source: PhysicalMetal_132
esp: Cobre - Forjado

source: PhysicalMetal_133
esp: Acero - Forjado

source: PhysicalPlastic_101
esp: Resina acetal

source: PhysicalPlastic_107
esp: Nilón 6/6 compuesto

source: PhysicalPlastic_110
esp: Policarbonato - mezcla ABS

source: PhysicalPlastic_117
esp: Poliestireno

source: PhysicalPlastic_119
esp: Tuberías de PVC

source: PhysicalPlastic_120
esp: Cloruro de polivinilo - No plastificado

source: PhysicalPlastic_122
esp: Plástico SAN

source: PhysicalPlastic_124
esp: Resina termoplástica

source: PhysicalWood_100
esp: Madera: abedul

source: PhysicalWood_101
esp: Madera: cerezo

source: PhysicalWood_102
esp: Madera: arce

source: PhysicalWood_103
esp: Madera - roble

source: PhysicalWood_104
esp: Madera: nogal

source: Piping
esp: Tuberías

source: Plane swatch.
esp: Muestra de plano.

source: Plastic
esp: Plástico

source: Plastic and vinyl material.
esp: Material de plástico y vinilo.

source: Plastic structural asset.
esp: Activo estructural de plástico.

source: Plastic-001
esp: Suave - Negro

source: Plastic-002
esp: Textura fina - Negro

source: Plastic-003
esp: Textura gruesa - Negro - Versión 1.1

source: Plastic-003-1-2
esp: Textura gruesa - Negro

source: Plastic-004
esp: Transparente - Negro

source: Plastic-005
esp: Suave - Marrón oscuro

source: Plastic-006
esp: Suave - Beis claro

source: Plastic-007
esp: Suave - Gris oscuro

source: Plastic-008
esp: Textura fina - Gris oscuro

source: Plastic-009
esp: Textura gruesa - Gris oscuro - Versión 1.1

source: Plastic-009-1-2
esp: Textura gruesa - Gris oscuro

source: Plastic-010
esp: Suave - Gris claro

source: Plastic-011
esp: Suave - Gris medio

source: Plastic-012
esp: Suave - Verde bosque oscuro

source: Plastic-013
esp: Suave - Verde marino oscuro

source: Plastic-014
esp: Suave - Amarillo

source: Plastic-015
esp: Textura gruesa - Naranja claro - Versión 1.1

source: Plastic-015-1-2
esp: Textura gruesa - Naranja claro

source: Plastic-016
esp: Suave - Blanco

source: Plastic-017
esp: Con textura fina - Blanco

source: Plastic-018
esp: Textura gruesa - Blanco - Versión 1.1

source: Plastic-018-1-2
esp: Textura gruesa - Blanco

source: Plastic-019
esp: Marrón

source: Plastic-020
esp: Suave - Ámbar

source: Plastic-021
esp: Suave - Turquesa

source: Plastic-022
esp: Suave - Rojo quemado

source: Plastic-023
esp: Suave - Fresno

source: Plastic-024
esp: Suave - Marfil

source: Plastic-025
esp: Suave - Color hueso

source: Plastic-026
esp: Suave - Púrpura

source: Plastic-027
esp: Suave - Rojo

source: Plastic-028
esp: Transparente - Claro

source: Plastic-029
esp: Transparente - Gris claro

source: Plastic-030
esp: Transparente - Rojo

source: Plastic-031
esp: Laminados - Marrón claro

source: Plastic-032
esp: Laminado - Topo

source: Plastic-033
esp: Laminado - Marino

source: Plastic-034
esp: Rombos

source: Plastic-035
esp: Punteado

source: Plastic-036
esp: Rejilla

source: Plastic-037
esp: Mosaico

source: Plastic-038
esp: Bisectriz - Cuadrados

source: Plastic-039
esp: Cuadrados 2

source: Plastic-040
esp: Veta mate

source: Plastic-041
esp: Parquet

source: Plastic-042
esp: Lámina ajedrezada

source: Plastic-043
esp: Pizarra

source: Plastic-044
esp: Suave - Azul cadete oscuro

source: Plastic-045
esp: Suave - Azul marino

source: Plastic-046
esp: Transparente - Azul pizarra

source: Plastic-047
esp: Con textura - Tostado

source: Plastic-048
esp: Textura gruesa - Sombra - Versión 1.1

source: Plastic-048-1-2
esp: Textura gruesa - Sombra

source: Plastic-049
esp: Con textura - Gris

source: Plastic-050
esp: Transparente - Verde oliva

source: Plastic-051
esp: Suave - Granate oscuro

source: Plastic-052
esp: Suave - Granate claro

source: Plastic-053
esp: Transparente - Rojo claro

source: Plastic-054
esp: Suave - Naranja claro

source: Plastic-055
esp: Transparente - Naranja claro

source: Plastic-056
esp: Transparente - Rojo pulido

source: Plastic-057
esp: Con textura - Oro oscuro

source: Plastic-058
esp: Suave - Oro claro

source: Plastic-059
esp: Brillo alto - Rojo quemado

source: Plastic-060
esp: Brillo bajo - Negro

source: Plastic-061
esp: Con textura - Gris mate

source: Plastic-062
esp: Con textura - Verde oscuro mate

source: Plastic-063
esp: Con textura - Azul real mate

source: Plastic/Composite
esp: Plástico/Compuesto

source: Plastic/Elastomer
esp: Plástico/Elastómero

source: Plastic/Thermoplastic
esp: Plástico/Termoplástico

source: Plastic/Thermoset
esp: Plástico/Termoendurecible

source: PlasticVinyl
esp: Plástico vinilo

# PlasticVinylSchema_localname:Plastic
source: Plastic
esp: Plástico

# PlasticVinylSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: PointLight-001
esp: Luz puntual

source: Polished
esp: Pulido

source: Polyamide
esp: Poliamida

source: Polyaryletherketone
esp: Poliariletercetona

source: Polybutylene terephthalate
esp: Politereftalato de butileno

source: Polycarbonate
esp: Policarbonato

source: Polycarbonate - acrylonitrile butadiene styrene blend
esp: Policarbonato - mezcla de acrilonitrilobutadienoestireno

source: Polycarbonate sheet or molding
esp: Policarbonato plano o de moldeo

source: Polyethylene terephthalate
esp: politereftalato de etileno

source: Polymethylmethacrylate, Molding and Extrusion
esp: Polimetilmetacrilato, moldeado y extrusión

source: Polyoxymethylene
esp: Polioximetileno

source: Polyphenylene Sulfide
esp: Polisulfuro de fenileno

source: Polypropylene molding
esp: Moldura de polipropileno

source: Polystyrene
esp: Poliestireno

source: Polyvinyl Chloride Rigid
esp: Cloruro de polivinilo rígido

source: Polyvinyl chloride
esp: Cloruro de polivinilo

source: Portland Cement Concrete
esp: Hormigón de cemento Portland

source: Preview a texture on a flat surface.
esp: Vista previa de una textura en una superficie plana.

source: Preview material as a pool of liquid.
esp: Vista previa de material como piscina de líquido.

source: Preview material on a flat surface.
esp: Vista previa de material en una superficie plana.

# ProvidesLighting:uilabel
source: Provides Lighting
esp: Proporciona iluminación

source: Pure lead
esp: Plomo puro

source: Pure titanium
esp: Titanio puro

source: Pure white color
esp: Color blanco puro

source: Rectangle tiles with gray speckles
esp: Azulejos rectangulares con motas grises

source: Rectangle tiles with light gray speckles
esp: Azulejos rectangulares con motas gris claro

source: Refractory ceramic
esp: Cerámica refractaria

source: Rigid PVC, molded
esp: PVC rígido, moldeado

source: Rigid polyvinyl chloride - unplasticized
esp: Cloruro de polivinilo rígido - no plastificado

source: Roofing
esp: Cubierta

source: Rubber
esp: Caucho

# Scene:uilabel
source: Scene
esp: Escena

# Settings:uilabel
source: Settings
esp: Parámetros

source: Siding
esp: Revestimiento

source: Silicon Nitride
esp: Nitrato de silicio

source: Silicone Rubber
esp: Caucho de silicona

source: Silicone rubber
esp: Caucho de silicona

source: Silver
esp: Plata

source: SiteWork.Planting.Basket.Woven.Loose
esp: Acondicionamiento del terreno.Replanteo.Mimbre.Tejido.Suelto

source: SiteWork.Planting.Basket.Woven.Tight
esp: Acondicionamiento del terreno.Replanteo.Mimbre.Tejido.Apretado

source: SiteWork.Planting.Grass.Bermuda
esp: Acondicionamiento del terreno.Replanteo.Hierba.Grama

source: SiteWork.Planting.Grass.Bluegrass
esp: Acondicionamiento del terreno.Replanteo.Hierba.Espiguilla

source: SiteWork.Planting.Grass.StAugustine
esp: Acondicionamiento del terreno.Replanteo.Hierba.Gramón

source: Sitework
esp: Acondicionamiento del terreno

source: Sitework.Paving - Surfacing.Asphalt
esp: Acondicionamiento del terreno.Pavimentación y superficie.Asfalto

source: Sitework.Paving - Surfacing.Asphalt.1
esp: Acondicionamiento del terreno.Pavimentación y superficie.Asfalto.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
esp: Acondicionamiento del terreno.Pavimentación y superficie.Adoquín.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
esp: Acondicionamiento del terreno.Pavimentación y superficie.Adoquín.Vidriado.Multicolor

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
esp: Acondicionamiento del terreno.Pavimentación y superficie.Adoquín.A espiga

source: Sitework.Paving - Surfacing.Pavers.1
esp: Acondicionamiento del terreno.Pavimentación y superficie.Pavimentadores.1

source: Sitework.Paving - Surfacing.Pavers.2
esp: Acondicionamiento del terreno.Pavimentación y superficie.Pavimentadores.2

source: Sitework.Paving - Surfacing.Pavers.3
esp: Acondicionamiento del terreno.Pavimentación y superficie.Pavimentadores.3

source: Sitework.Paving - Surfacing.Pavers.4
esp: Acondicionamiento del terreno.Pavimentación y superficie.Pavimentadores.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
esp: Acondicionamiento del terreno.Pavimentación y superficie.Pavimentadores.Intertrabado

source: Sitework.Paving - Surfacing.Pavers.Square
esp: Acondicionamiento del terreno.Pavimentación y superficie.Pavimentadores.Cuadrado

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
esp: Acondicionamiento del terreno.Pavimentación y superficie.Pavimentadores.Terracota

source: Sitework.Paving - Surfacing.Riverstone
esp: Acondicionamiento del terreno.Pavimentación y superficie.Piedra de río

source: Sitework.Paving - Surfacing.Riverstone.Mortared
esp: Acondicionamiento del terreno.Pavimentación y superficie.Piedra de río.Mortero

source: Sitework.Planting.Grass.Short
esp: Acondicionamiento terreno.Plantas.Hierba.Cortas

source: Sitework.Planting.Grass.Thick
esp: Acondicionamiento terreno.Plantas.Hierba.Espesa

source: Sitework.Planting.Gravel.Compact
esp: Acondicionamiento del terreno.Replanteo.Grava.Compacta

source: Sitework.Planting.Gravel.Crushed
esp: Acondicionamiento del terreno.Replanteo.Grava.Machacada

source: Sitework.Planting.Gravel.Loose
esp: Acondicionamiento del terreno.Replanteo.Grava.Suelta

source: Sitework.Planting.Gravel.Mixed
esp: Acondicionamiento del terreno.Replanteo.Grava.Mixta

source: Sitework.Planting.Sand
esp: Acondicionamiento del terreno.Replanteo.Arena

source: Sitework.Planting.Soil
esp: Acondicionamiento del terreno.Replanteo.Suelo

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
esp: Acondicionamiento del terreno.Mejoras de solar.Vallas y verjas Cadena-enlace

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
esp: Acondicionamiento del terreno.Mejoras del solar.Vallas y verjas Madera.Empalizada

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
esp: Acondicionamiento del terreno.Mejoras de solar.Vallas y verjas madera.Doble hilera.Enrejado

source: Slightly Translucent cream coloured low luminant material.
esp: Material de luminancia baja color crema ligeramente translúcido.

source: Small gray rectangular stones
esp: Piedras rectangulares grises pequeñas

source: Small uneven brown rectangle stones
esp: Piedras rectangulares marrón irregulares pequeñas

source: Soda Lime Glass
esp: Vidrio de cal sodada

source: Soft tin bronze
esp: Bronce de estaño suave

source: Soft yellow brass
esp: Latón amarillo claro

source: Soft yellow brass, welded
esp: Latón amarillo claro, soldado

source: Solid Glass material.
esp: Material de cristal sólido.

source: Solid thermal asset.
esp: Activo térmico sólido.

source: Solid/Concrete
esp: Macizo/Hormigón

source: Solid/Glass
esp: Macizo/Vidrio

source: Solid/Metal
esp: Macizo/Metal

source: Solid/Plastic
esp: Macizo/Plástico

source: SolidGlass
esp: Cristal sólido

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
esp: Cristal sólido

# SolidGlassSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Speckle
esp: Mota

source: Speckle map.
esp: Mapeado mota.

# SpeckleSchema_localname:Speckle
source: Speckle
esp: Mota

# SpeckleSchema_localtype:Texture
source: Texture
esp: Textura

source: Sphere swatch.
esp: Muestra de esfera.

source: SpotLight-001
esp: Foco

source: Square tiles with light gray speckles
esp: Azulejos cuadrados con motas gris claro

source: Square tiles with white and black circular mosaics
esp: Azulejos cuadrados con mosaicos circulares blanco y negro

source: Stainless Steel 18/8
esp: Acero inoxidable 18/8

source: Stainless Steel, polished
esp: Acero inoxidable, pulido

source: Standard
esp: Estándar

source: Steel
esp: Acero

source: Steel, mill finish
esp: Acero, acabado laminado

source: Steel, sheet
esp: Acero, plano

source: Stone
esp: Piedra

source: Stone material.
esp: Material de piedra.

source: Stone-001
esp: Pizarra - Azul

source: Stone-002
esp: Pizarra - Gris

source: Stone-003
esp: Pulido - Negro

source: Stone-004
esp: Pulido - Rosado

source: Stone-005
esp: Fino - Alabastro

source: Stone-006
esp: Pulido grueso - Blanco

source: Stone-007
esp: Pulido fino - Blanco

source: Stone-008
esp: Travertino

source: Stone-009
esp: Cuadrados - Gris-marrón

source: Stone-010
esp: Cuadrados - Cobre-negro-azul

source: Stone-011
esp: Gris moteado

source: Stone-012
esp: Multicolor

source: Stone-013
esp: Rosa

source: Stone-014
esp: Suelo de lajas

source: Stone-015
esp: Cuadrado - Venas grandes

source: Stone-016
esp: Adoquín - Vidriado Multicolor

source: Stone-017
esp: Adoquín - Intertrabado

source: Stone-018
esp: Grava - Suelta

source: Stone-019
esp: Áspero - Negro

source: Stone-020
esp: Áspero - Rosado

source: Stone-021
esp: Áspero - Rojo

source: Stone-022
esp: Pulido grueso - Alabastro

source: Stone-023
esp: Pulido fino - Alabastro

source: Stone-024
esp: Muro irregular roca

source: Stone-025
esp: Aglomerado descubierto

source: Stone-026
esp: Piedra de río - Azul

source: Stone-027
esp: Sin acabado

source: Stone/Granite
esp: Piedra/Granito

source: Stone/Marble
esp: Piedra/Mármol

# StoneSchema_localname:Stone
source: Stone
esp: Piedra

# StoneSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: StructuralBasic
esp: Estructural básico predeterminado

# StructuralBasicSchema_localname:Basic
source: Basic
esp: Básico

# StructuralBasicSchema_localtype:Physical
source: Physical
esp: Físico

source: StructuralConcrete
esp: Hormigón estructural por defecto

source: StructuralConcrete-001
esp: Hormigón

source: StructuralConcrete-021
esp: Hormigón reforzado con fibra de vidrio

# StructuralConcreteSchema_localname:Concrete
source: Concrete
esp: Hormigón

# StructuralConcreteSchema_localtype:Physical
source: Physical
esp: Físico

source: StructuralFatigue
esp: Fatiga estructural predeterminada

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
esp: Fatiga

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
esp: Fatiga

source: StructuralGas
esp: Estructural de gas predeterminado

# StructuralGasSchema_localtype:Physical
source: Physical
esp: Físico

source: StructuralGeneric
esp: Genérico estructural por defecto

source: StructuralGeneric-004
esp: Cristal

source: StructuralGeneric-010
esp: Nitrato de silicio

# StructuralGenericSchema_localname:Generic
source: Generic
esp: Genérico

# StructuralGenericSchema_localtype:Physical
source: Physical
esp: Físico

source: StructuralLiquid
esp: Estructural de líquido predeterminado

# StructuralLiquidSchema_localname:Liquid
source: Liquid
esp: Líquido

# StructuralLiquidSchema_localtype:Physical
source: Physical
esp: Físico

source: StructuralMetal
esp: Metal estructural por defecto

source: StructuralMetal-001
esp: Acero - Carbono

source: StructuralMetal-031
esp: Aluminio

source: StructuralMetal-031-2
esp: Aluminio 6061

source: StructuralMetal-037
esp: Hierro - Dúctil

source: StructuralMetal-043
esp: Cobre

source: StructuralMetal-045
esp: Titanio

source: StructuralMetal-047
esp: Plomo

source: StructuralMetal-051
esp: Oro

source: StructuralMetal-054
esp: Plata

source: StructuralMetal-058
esp: Bronce - Estaño suave

# StructuralMetalSchema_localtype:Physical
source: Physical
esp: Físico

source: StructuralPlastic
esp: Plástico estructural por defecto

source: StructuralPlastic-002
esp: Acrílico

source: StructuralPlastic-004
esp: Acrilonitrilobutadienoestireno

source: StructuralPlastic-006
esp: Plástico reforzado con fibra de carbono

source: StructuralPlastic-009
esp: Resina fenólica

source: StructuralPlastic-010
esp: Policarbonato

source: StructuralPlastic-011
esp: Polietileno LDPE

source: StructuralPlastic-012
esp: Polietileno HDPE

source: StructuralPlastic-013
esp: Polipropileno

source: StructuralPlastic-014
esp: Poliestireno, alto impacto

source: StructuralPlastic-017
esp: Cloruro de polivinilo - Rígido

source: StructuralPlastic-019
esp: Caucho - Natural

source: StructuralPlastic-023
esp: Politereftalato de etileno

source: StructuralPlastic-024
esp: Polisulfuro de fenileno

source: StructuralPlastic-025
esp: Politereftalato de butileno

source: StructuralPlastic-026
esp: Polímero de cristal líquido

source: StructuralPlastic-027
esp: Silicona

source: StructuralPlastic-028
esp: Estireno-acrilonitrilo

source: StructuralPlastic-029
esp: Resina de poliariletercetona

source: StructuralPlastic-030
esp: Polietileno - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
esp: Plástico

# StructuralPlasticSchema_localtype:Physical
source: Physical
esp: Físico

source: StructuralWood
esp: Madera estructural por defecto

# StructuralWoodSchema_localname:Wood
source: Wood
esp: Madera

# StructuralWoodSchema_localtype:Physical
source: Physical
esp: Físico

source: Stucco
esp: Estuco

source: Styrene acrylonitrile
esp: Estireno acrilonitrilo

source: Sun and Sky.
esp: Sol y cielo.

source: SunAndSky
esp: Sol y cielo

source: SunAndSky-001
esp: Muy pocas nubes

source: SunAndSky-002
esp: Pocas nubes

source: SunAndSky-003
esp: Nublado

source: SunAndSky-004
esp: Muy nublado

source: SunAndSky-005
esp: Sin nubes

# SunAndSkyGroup
source: Sun And Sky
esp: Sol y cielo

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
esp: Sol y cielo

# SunAndSkySchema_localtype:Environment
source: Environment
esp: Entorno

source: Swatch Scene.
esp: Escena de muestra.

source: Swatch scene for holidays; shows colored lights.
esp: Escena de muestra para vacaciones; muestra luces de color.

source: Swatch-Branded
esp: Objeto

source: Swatch-Cube
esp: Cubo

source: Swatch-CurtainWall
esp: Muro cortina de vidrio

source: Swatch-Cylinder
esp: Cilindro

source: Swatch-Drapery
esp: Tela plegada

source: Swatch-Flat
esp: Superficie plana

source: Swatch-Hill
esp: Plano

source: Swatch-Lights
esp: Luces

source: Swatch-Liquid
esp: Piscina de líquido

source: Swatch-Plane
esp: Lona

source: Swatch-Sphere2
esp: Esfera

source: Swatch-Technical2
esp: Utilidad

source: Swatch-TexturePreview-MentalRay
esp: Muestra 1 de la vista previa de la textura

source: Swatch-TexturePreview-OGS
esp: Muestra 2 de la vista previa de la textura

source: Swatch-Vase
esp: Jarrón

source: Swatch-Wall
esp: Muros

source: SwatchScene
esp: Escena de muestra

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
esp: Escena de muestra

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
esp: Escena de muestra

source: Thermal - Moisture.Insulation.Rigid Insulation
esp: Aislamiento - permeabilización.Aislamiento.Aislamiento rígido

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
esp: Aislamiento - permeabilización.Tejas de cubierta.Árabes.Azul

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
esp: Aislamiento - permeabilización.Tejas de cubierta.Árabes.Azul.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
esp: Aislamiento - permeabilización.Tejas de cubierta.Árabes.Rojo

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
esp: Aislamiento - permeabilización.Tejas de cubierta.Árabes.Rojo.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
esp: Aislamiento - permeabilización.Tejas de cubierta.Árabes.Rojo.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Paneles.Gris

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Con nervadura de metal.Cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Junta de metal vertical.Pátina cobriza

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Junta de metal vertical.Cobre.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Metal.Cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Metal.Pátina cobriza

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Listones de madera.Nuevos

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Madera.Horizontal

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Madera.Horizontal.Cedro

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Madera.Horizontal.Blanco
