Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

# tile_PerRow:uilabel
source: Every
esp: Cada

# tile_PerRow_panel_label
source: Row Modify
esp: Modificar fila

# tile_PerRow_slider_label
source: Every
esp: Cada

# tile_PerRow_slider_label:rightlabel
source: Rows
esp: Filas

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
esp: Especifica las filas que cambiarán. Cuando el valor es 0, no cambia ninguna fila. Cuando el valor es 1, cambian todas las filas.

# tile_Position
source: Position
esp: Posición

# tile_RandomSeed
source: Randomize
esp: Hacer aleatorio

# tile_RandomSeed:rightlabel
source: Seed Value
esp: Valor de núcleo

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
esp: Aplica aleatoriamente patrones de variación de color a los azulejos. No requiere ningún parámetro más para generar patrones completamente diferentes.

# tile_RandomSeed:uilabel
source: Randomize
esp: Hacer aleatorio

# tile_RandomShift
source: Random
esp: Aleatorio

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
esp: Cambia aleatoriamente todas las filas de azulejos a una distancia de una unidad. Rango = de 0 a 100; predeterminado = 0.

# tile_RandomShift:uilabel
source: Random
esp: Aleatorio

# tile_Repeat
source: Repeat
esp: Repetir

# tile_Scale
source: Scale
esp: Escala

# tile_StackingLayout
source: Stacking Layout
esp: Configuración de apilación

# tile_UseColumnEdit:uilabel
source: Column Modify
esp: Modificar columna

# tile_UseRowEdit:uilabel
source: Row Modify
esp: Modificar fila

# tile_VerticalCount:rightlabel
source: Per Column
esp: Por columna

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
esp: Controla el número de azulejos de una columna.

# tile_VerticalGap:rightlabel
source: Vert
esp: Vertical

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
esp: Controla el tamaño vertical de la lechada entre los azulejos. De modo predeterminado, estos valores son interdependientes, de modo que ambos cambian al editar cada uno de ellos. Rango = de 0 a 100; predeterminado = 0.50.

# tile_VerticalGap:uilabel
source: Vert
esp: Vertical

# tile_transforms_group
source: Transforms
esp: Transformaciones

# tiling:uilabel
source: Tiling
esp: Mosaicos

source: timber
esp: madera

# tint_color
source: Light Tint
esp: Luz de color

# tint_color:uilabel
source: Light Tint
esp: Luz de color

source: tinted
esp: de color

source: Top Left 1:
esp: Superior izquierda 1:

# top_left-1:uilabel
source: Top Left 1:
esp: Superior izquierda 1:

source: Top Right 1:
esp: Superior derecha 1:

# top_right-1:uilabel
source: Top Right 1:
esp: Superior derecha 1:

source: translucent
esp: translúcido

source: Transparency
esp: Transparencia

# transparency:uilabel
source: Transparency
esp: Transparencia

source: transparent
esp: transparente

source: travertine
esp: travertino

source: triangle
esp: triángulo

source: turbid
esp: turbio

source: turquoise
esp: turquesa

source: umber
esp: sombra

source: unfinished
esp: sin acabado

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
esp: Parámetros avanzados

# unifiedbitmap_Bitmap
source: Source
esp: Origen

# unifiedbitmap_Bitmap:uilabel
source: Source
esp: Origen

# unifiedbitmap_Blur
source: Blur
esp: Desenfoque

# unifiedbitmap_Blur:uilabel
source: Blur
esp: Desenfoque

# unifiedbitmap_Blur_Offset
source: Blur Offset
esp: Desfase de desenfoque

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
esp: Desfase de desenfoque

# unifiedbitmap_Filtering
source: Filtering
esp: Filtrado

# unifiedbitmap_Filtering:uilabel
source: Filtering
esp: Filtrado

# unifiedbitmap_Invert
source: Invert Image
esp: Invertir imagen

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
esp: Intercambie las áreas claras y oscuras de la imagen.

# unifiedbitmap_Invert:uilabel
source: Invert Image
esp: Invertir imagen

# unifiedbitmap_None
source: None
esp: Ninguno

# unifiedbitmap_Pyramidal
source: Pyramidal
esp: Piramidal

# unifiedbitmap_RGBAmount
source: Brightness
esp: Brillo

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
esp: Ajuste el brillo de la imagen.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
esp: Brillo

# unifiedbitmap_Summed_Area
source: Summed Area
esp: Área sumada

# unifiedbitmap_position_group
source: Position
esp: Posición

# unifiedbitmap_repeat_group
source: Repeat
esp: Repetir

# unifiedbitmap_scale_group
source: Scale
esp: Escala

# unifiedbitmap_transforms_group
source: Transforms
esp: Transformaciones

source: uniform
esp: uniforme

source: unitless
esp: sin unidades

# useShadowColMap
source: Use Shadow Color Map:
esp: Usar mapa de colores de sombras:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
esp: Usar mapa de colores de sombras:

# use_altitude_azimuth
source: Override Sun Position:
esp: Modificar posición del sol:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
esp: Modificar posición del sol:

source: Use Background:
esp: Usar fondo:

# use_background:uilabel
source: Use Background:
esp: Usar fondo:

# use_custom_environment:uilabel
source: Use Custom Environment
esp: Utilizar entorno personalizado

# uv_channel:uilabel
source: UV Channel
esp: Canal de UV

source: veins
esp: venas

source: velvet
esp: terciopelo

source: victorian
esp: victoriano

# vignetting
source: Vigneting:
esp: Viñeteado:

# vignetting:uilabel
source: Vigneting:
esp: Viñeteado:

source: vinyl
esp: vinilo

source: violet
esp: violeta

# visibility_distance
source: Visibility Distance (10% Haze):
esp: Distancia de visibilidad (10% niebla):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
esp: Distancia de visibilidad (10% niebla):

source: wall
esp: muro

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
esp: Permite usar un modo más complejo de Oclusión ambiental que tiene en cuenta el color del objeto. Nota: esto mejora el "oscurecimiento de la esquina" excesivo y resuelve la creación de "bordes oscuros" por AO alrededor de objetos autoiluminados.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
esp: Usar color de otros materiales

# wallpaint_ao_distance
source: Max Distance
esp: Distancia máxima

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
esp: Define el radio de oclusión ambiental (Alto= área de cobertura grande/Más lento; Bajo= área de cobertura pequeña/Más rápido)

# wallpaint_ao_distance:uilabel
source: Max Distance
esp: Distancia máxima

# wallpaint_ao_on
source: Ambient Occlusion
esp: Oclusión ambiental

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
esp: Activa la Oclusión ambiental. Emula el aspecto de la iluminación global real mediante proyectores de sombra para calcular la medida en que una zona está ocluida o no puede recibir la luz entrante. Utilice este efecto con luz indirecta.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
esp: Oclusión ambiental

# wallpaint_ao_samples
source: Samples
esp: Muestras

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
esp: Calidad de la oclusión ambiental (Alta= Más suave/Más lento; Baja= Más granulado/Más rápido)

# wallpaint_ao_samples:uilabel
source: Samples
esp: Muestras

# wallpaint_application
source: Application
esp: Aplicación

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
esp: Ajusta la textura de pintura como rodillo (relieve fino), brocha (rayas) o aerosol (suave).

# wallpaint_application:uilabel
source: Application
esp: Aplicación

# wallpaint_application:wallpaint_brush
source: Brush
esp: Bruñido

# wallpaint_application:wallpaint_roller
source: Roller
esp: Articulación deslizante

# wallpaint_application:wallpaint_spray
source: Spray
esp: Aspersión

# wallpaint_brush
source: Brush
esp: Bruñido

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
esp: Ajusta la cantidad y el color de la luz que refleja la pintura.

# wallpaint_color_by_object:uilabel
source: Custom Color
esp: Color personalizado

# wallpaint_eggshell
source: Eggshell
esp: Cáscara de huevo

# wallpaint_finish
source: Finish
esp: Acabado

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
esp: Ajusta el brillo de la pintura (6 opciones predefinidas).

# wallpaint_finish:uilabel
source: Finish
esp: Acabado

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
esp: Cáscara de huevo

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
esp: Plano/Mate

# wallpaint_finish:wallpaint_gloss
source: Gloss
esp: Brillo

# wallpaint_finish:wallpaint_pearl
source: Pearl
esp: Perla

# wallpaint_finish:wallpaint_platinum
source: Platinum
esp: Platino

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
esp: Semibrillante

# wallpaint_flat
source: Flat/Matte
esp: Plano/Mate

# wallpaint_gloss
source: Gloss
esp: Brillo

# wallpaint_paintgroup
source: Wall Paint
esp: Pintura de muro

# wallpaint_pearl
source: Pearl
esp: Perla

# wallpaint_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# wallpaint_platinum
source: Platinum
esp: Platino

# wallpaint_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
esp: Define el número máximo de muestras (rayos) que calcula mental ray para crear reflejos brillantes.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
esp: Muestras de reflejos brillantes

# wallpaint_roller
source: Roller
esp: Articulación deslizante

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
esp: Actívela para aplicar los efectos de redondeo de esquinas a cualquier material. Desactívela ara aplicar los efectos de redondeo de esquinas sólo a la superficie del material actual.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
esp: Mezcla con otros materiales

# wallpaint_roundcorners_on
source: Round Corners
esp: Redondeo de esquinas

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
esp: Activa la simulación del redondeo de esquinas. Nota: esto es sólo un efecto de sombreado, similar a un mapa de relieve, que no provoca cambios geométricos reales. Este efecto sólo funciona correctamente en los bordes rectos.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
esp: Redondeo de esquinas

# wallpaint_roundcorners_radius
source: Source
esp: Origen

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
esp: Ajusta el radio del efecto de redondeo de esquinas.

# wallpaint_roundcorners_radius:uilabel
source: Source
esp: Origen

# wallpaint_semigloss
source: Semi-gloss
esp: Semibrillante

# wallpaint_spray
source: Spray
esp: Aspersión

source: wallpaper
esp: tapiz

source: walnut
esp: nogal

source: warm
esp: cálido

source: water
esp: Agua

# water_algae
source: Algae/Green
esp: Algas/verde

# water_bump_amount
source: Wave Height
esp: Altura de onda

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
esp: Ajusta la altura de onda relativa del agua. Especifique un valor entre 0 (sin ondas) y 5 (ondas grandes).

# water_bump_amount:uilabel
source: Wave Height
esp: Altura de onda

# water_color_by_object:uilabel
source: Custom Color
esp: Color personalizado

# water_custom
source: Custom
esp: Personalizado

# water_lake
source: Generic Pond/Lake
esp: Estanque/Lago genérico

# water_murky
source: Murky/Brown
esp: Opaco/Marrón

# water_ocean
source: Generic Sea/Ocean
esp: Mar/Océano genérico

# water_performance_tunning_group
source: Performance Tuning
esp: Ajuste del rendimiento

# water_refl_depth
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
esp: Número de veces que se refleja cada rayo. Cuando se define como cero, la configuración de la renderización global tiene preferencia.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
esp: Profundidad máxima del trazo del reflejo

# water_reflecting_pool
source: Generic Reflecting Pool
esp: Piscina reflectante genérica

# water_refr_depth
source: Refraction Max Trace Depth
esp: Profundidad máxima del trazo de refracción

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
esp: Cuando se encuentra marcada, la profundidad de refracción del material se controla de forma local y se proyecta un rayo de transparencia adicional al alcanzar el límite, lo que limita el efecto de "borde oscuro" que se suele dar en los objetos de cristal sólidos.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
esp: Profundidad máxima del trazo de refracción

# water_refr_depth_control_label
source: Override Refraction Depth
esp: Modificar la profundidad de refracción

# water_river
source: Generic Stream/River
esp: Corriente/Río genérico

# water_swimming_pool
source: Swimming Pool
esp: Piscina

# water_tint_color
source: Custom Color
esp: Color personalizado

# water_tint_color:tooltip
source: Sets a color via RGB value.
esp: Define un color con un valor RGB.

# water_tint_color:uilabel
source: Custom Color
esp: Color personalizado

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
esp: Ajusta el matiz del agua (tropical, algas/verde, opaca/marrón, etc.).

# water_tint_enable:water_algae
source: Algae/Green
esp: Algas/verde

# water_tint_enable:water_custom
source: Custom
esp: Personalizado

# water_tint_enable:water_lake
source: Generic Pond/Lake
esp: Estanque/Lago genérico

# water_tint_enable:water_murky
source: Murky/Brown
esp: Opaco/Marrón

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
esp: Mar/Océano genérico

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
esp: Piscina reflectante genérica

# water_tint_enable:water_river
source: Generic Stream/River
esp: Corriente/Río genérico

# water_type
source: Type
esp: Tipo

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
esp: Selecciona la textura del agua (piscina, río, lago, océano, etc.).

# water_type:uilabel
source: Type
esp: Tipo

# water_type:water_lake
source: Generic Pond/Lake
esp: Estanque/Lago genérico

# water_type:water_ocean
source: Generic Sea/Ocean
esp: Mar/Océano genérico

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
esp: Piscina reflectante genérica

# water_type:water_river
source: Generic Stream/River
esp: Corriente/Río genérico

# water_type:water_swimming_pool
source: Swimming Pool
esp: Piscina

# water_watergroup
source: Water
esp: Agua

source: watts
esp: vatios

# wave_Amplitude
source: Amplitude
esp: Amplitud

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
esp: Especifica la amplitud de las ondas. Rango = de 0 a 10000; predeterminado = 1.

# wave_Amplitude:uilabel
source: Amplitude
esp: Amplitud

# wave_Appearance
source: Appearance
esp: Aspecto

# wave_Color1:tooltip
source: Specifies the first color of the waves.
esp: Especifica el primer color de las ondas.

# wave_Color2:tooltip
source: Specifies the second color of the waves.
esp: Especifica el segundo color de las ondas.

# wave_Distribution
source: Distribution
esp: Distribución

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
esp: Especifica la distribución de las ondas. 3D distribuye los centros de las ondas en la superficie en una esfera imaginaria y afecta a todos los lados de un objeto 3D. 2D distribuye las ondas en círculos cuyo centro se encuentra en el plano XY, que resulta más apropiado para superficies de agua planas como océanos y lagos.

# wave_Distribution:uilabel
source: Distribution
esp: Distribución

# wave_NumWaveSets
source: Number
esp: Número

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
esp: Especifica cuántos grupos de ondas se utilizan en el patrón. Para aguas en calma, indique un número bajo. Rango = de 1 a 50; predeterminado = 3.

# wave_NumWaveSets:uilabel
source: Number
esp: Número

# wave_Phase
source: Phase
esp: Fase

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
esp: Cambia el patrón de onda. Rango = de 0 a 10000; predeterminado = 0.

# wave_Phase:uilabel
source: Phase
esp: Fase

# wave_Position
source: Position
esp: Posición

# wave_RandomSeed
source: Random Seed
esp: Núcleo aleatorio

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
esp: Proporciona un número aleatorio para generar el patrón de onda. El patrón cambia con cada núcleo. Rango = de 0 a 65535; predeterminado = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
esp: Núcleo aleatorio

# wave_WaveLenMax
source: Len Max
esp: Longitud máxima

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
esp: Define el intervalo máximo para cada centro de onda. Si los valores son cercanos, las ondas serán más regulares; si son más lejanos, serán menos regulares. Predeterminado = 1.97.

# wave_WaveLenMax:uilabel
source: Len Max
esp: Longitud máxima

# wave_WaveLenMin
source: Len Min
esp: Longitud mínima

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
esp: Define el intervalo mínimo para cada centro de onda. Si los valores son cercanos, las ondas serán más regulares; si son más lejanos, serán menos regulares. Predeterminado = 1.97.

# wave_WaveLenMin:uilabel
source: Len Min
esp: Longitud mínima

# wave_WaveRadius
source: Radius
esp: Radio

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
esp: Especifica el radio de la esfera imaginaria (distribución 3D) o el círculo (distribución 2D) cuya superficie es el origen de cada grupo de ondas. Un radio grande produce patrones de ondas circulares, mientras que un radio pequeño produce ondas densas más pequeñas. Predeterminado = 39.37.

# wave_WaveRadius:uilabel
source: Radius
esp: Radio

# wave_paramgroup
source: Waves
esp: Ondas

# wave_transforms_group
source: Transforms
esp: Transformaciones

source: waves
esp: ondas

source: wavy
esp: ondulado

source: weathered
esp: desgastado

source: weave
esp: entrelazado

# web
source: Use Light Profile
esp: Alma

# webHasSymmetry
source: Symmetric:
esp: Simétrico:

# webHasSymmetry:uilabel
source: Symmetric:
esp: Simétrico:

# webRotation
source: Rotation:
esp: Rotación:

# webRotation:tooltip
source: Web spatial rotation
esp: Rotación espacial de alma

# webRotation:uilabel
source: Rotation:
esp: Rotación:

source: west
esp: oeste

source: wet
esp: húmedo

source: wheat
esp: trigo

source: white
esp: blanco

source: White Color:
esp: Color blanco:

# whiteColor:uilabel
source: White Color:
esp: Color blanco:

source: Whitepoint:
esp: Punto blanco:

# whitepoint:uilabel
source: Whitepoint:
esp: Punto blanco:

source: Width
esp: Anchura

# width:uilabel
source: Width
esp: Anchura

source: window
esp: ventana

source: wood
esp: madera

# wood_Appearance
source: Appearance
esp: Aspecto

# wood_AxialNoise
source: Axial Noise
esp: Ruido axial

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
esp: Define la aleatoriedad relativa del patrón de ruido axial en un plano paralelo con la veta de la madera. Rango = de 0 a 100; predeterminado = 1.00.

# wood_AxialNoise:uilabel
source: Axial Noise
esp: Ruido axial

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
esp: Especifica el primer color de la textura de madera.

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
esp: Especifica el segundo color de la textura de madera.

# wood_Position
source: Position
esp: Posición

# wood_RadialNoise
source: Radial Noise
esp: Ruido radial

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
esp: Define la aleatoriedad relativa del patrón de ruido radial en un plano perpendicular a la veta de la madera. Rango = de 0 a 100; predeterminado = 1.00.

# wood_RadialNoise:uilabel
source: Radial Noise
esp: Ruido radial

# wood_Thickness
source: Grain Thickness
esp: Grosor de veta
