Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

source: ACADGen-159
jpn: ウェット ダッシュ - グレー - バージョン 1.1

source: ACADGen-159-1-2
jpn: ウェット ダッシュ - グレー

source: ACADGen-160
jpn: しっくい - ベネチア風 粗い

source: ACADGen-161
jpn: しっくい - ベネチア風 スムーズ

source: ACADGen-162
jpn: アブストラクト ホワイト

source: ACADGen-163
jpn: フローラル ライト ブラウン

source: ACADGen-164
jpn: フローラル ブラウン

source: ACADGen-165
jpn: フローラル ホワイト

source: ACADGen-166
jpn: アブストラクト オリーブ

source: ACADGen-167
jpn: アブストラクト ライト ブラウン

source: ACADGen-168
jpn: 垂直 ストライプ - 青-グレー

source: ACADGen-169
jpn: 垂直 ストライプ - 多色

source: ACADGen-170
jpn: 垂直 ストライプ - ピンク-ベージュ

source: ACADGen-171
jpn: 黄褐色

source: ACADGen-172
jpn: ラッカー - クリア

source: ACADGen-173
jpn: ワックス - サテン

source: ACADGen-174
jpn: セラック

source: ACADGen-175
jpn: ウレタン

source: ACADGen-176
jpn: ペイント - ニス塗り

source: ACADGen-177
jpn: 巻物

source: ACADGen-178
jpn: バーラップ

source: ACADGen-179
jpn: 籐 - 黄褐色

source: ACADGen-180
jpn: キャンバス - 白 1

source: ACADGen-181
jpn: レース

source: ACADGen-182
jpn: 石目 - 黒

source: ACADGen-183
jpn: 滑らか - 黒

source: ACADGen-184
jpn: 茶

source: ACADGen-185
jpn: 石目 - 淡い茶

source: ACADGen-186
jpn: 石目 - ふじ色

source: ACADGen-187
jpn: 黄褐色 1

source: ACADGen-188
jpn: 麻 - ベージュ

source: ACADGen-189
jpn: 麻 - ツウィード

source: ACADGen-190
jpn: 麻 - 白

source: ACADGen-191
jpn: メッシュ 1 - バージョン 1.1

source: ACADGen-191-1-2
jpn: メッシュ 1

source: ACADGen-192
jpn: 網状

source: ACADGen-193
jpn: 格子縞 1

source: ACADGen-194
jpn: 格子縞 3

source: ACADGen-195
jpn: 格子縞 4

source: ACADGen-196
jpn: ストライプ - 黒-白-青-灰色 1

source: ACADGen-197
jpn: ストライプ - 黒-白

source: ACADGen-198
jpn: ストライプ - 黒

source: ACADGen-199
jpn: ストライプ - 黄-灰色 1

source: ACADGen-200
jpn: ストライプ - ベージュ

source: ACADGen-201
jpn: ストライプ - 青-白 1

source: ACADGen-202
jpn: ストライプ - 黄-白 1

source: ACADGen-203
jpn: ベルベット - 黒 1

source: ACADGen-204
jpn: ベルベット - 赤 1

source: ACADGen-205
jpn: 日干しレンガ ランニング積み

source: ACADGen-206
jpn: かご編

source: ACADGen-207
jpn: 硬質レンガ

source: ACADGen-208
jpn: 共通 - バージョン 1.1

source: ACADGen-208-1-2
jpn: 共通

source: ACADGen-209
jpn: コア

source: ACADGen-210
jpn: イングリッシュ

source: ACADGen-211
jpn: イングリッシュ交差 - バージョン 1.1

source: ACADGen-211-1-2
jpn: イングリッシュ交差

source: ACADGen-212
jpn: 面

source: ACADGen-213
jpn: 防火

source: ACADGen-214
jpn: フレミッシュ

source: ACADGen-215
jpn: フレミッシュ交差 - バージョン 1.1

source: ACADGen-215-1-2
jpn: フレミッシュ交差

source: ACADGen-216
jpn: フレミッシュ対角線 - バージョン 1.1

source: ACADGen-216-1-2
jpn: フレミッシュ対角線

source: ACADGen-217
jpn: 庭壁

source: ACADGen-218
jpn: 光沢仕上げ

source: ACADGen-219
jpn: 見出し

source: ACADGen-220
jpn: ヘリンボーン - モルタル

source: ACADGen-221
jpn: ヘリンボーン - モルタルなし - 回転 45 度

source: ACADGen-222
jpn: 3 分の 1 ランニング積み

source: ACADGen-223
jpn: プレス

source: ACADGen-224
jpn: ローロック

source: ACADGen-225
jpn: ローロック スタッガ

source: ACADGen-226
jpn: ランニング積み

source: ACADGen-227
jpn: ランニング積み - 茶 - バージョン 1.1

source: ACADGen-227-1-2
jpn: ランニング積み - 茶色

source: ACADGen-228
jpn: ランニング積み - 光沢 青

source: ACADGen-229
jpn: ランニング積み - グレー - バージョン 1.1

source: ACADGen-229-1-2
jpn: ランニング積み - グレー

source: ACADGen-230
jpn: ランニング積み - 赤

source: ACADGen-231
jpn: ランニング積み - 分割 赤

source: ACADGen-232
jpn: セイラー

source: ACADGen-233
jpn: スクリーン

source: ACADGen-234
jpn: シャイナー

source: ACADGen-235
jpn: ソルジャー

source: ACADGen-236
jpn: スタック

source: ACADGen-237
jpn: スタック - グレー

source: ACADGen-238
jpn: ノルマン - 3 分の 1 ランニング積み

source: ACADGen-239
jpn: ノルマン - ソルジャー

source: ACADGen-240
jpn: 組積造の付属品 - 黒 コントロール目地

source: ACADGen-241
jpn: 白華

source: ACADGen-242
jpn: 擁壁 - ランニング積み

source: ACADGen-243
jpn: リブ付き - 積重ね

source: ACADGen-244
jpn: セイラー - スタック済み

source: ACADGen-245
jpn: サンド ブラスト - グレー

source: ACADGen-246
jpn: サンド ブラスト - 黄褐色

source: ACADGen-247
jpn: 分割 - ランニング積み

source: ACADGen-248
jpn: 分割 - ランニング積み 露出材

source: ACADGen-249
jpn: スクリーン - スタック

source: ACADGen-250
jpn: 影 - ランニング積み

source: ACADGen-251
jpn: 音声吸収 - ランニング積み - バージョン 1.1

source: ACADGen-251-1-2
jpn: 音声吸収 - ランニング積み

source: ACADGen-252
jpn: 分割面 - ランニング積み - バージョン 1.1

source: ACADGen-252-1-2
jpn: 分割面 - ランニング積み

source: ACADGen-253
jpn: ストレッチャー - ランニング積み

source: ACADGen-254
jpn: ストレッチャー - ランニング積み 露出材

source: ACADGen-255
jpn: ストレッチャー - ランニング積み 光沢 青

source: ACADGen-256
jpn: ストレッチャー - スタック済み

source: ACADGen-257
jpn: ストレッチャー - スタック済み 光沢 青

source: ACADGen-258
jpn: ガラス ブロック - 正方形 スタック

source: ACADGen-259
jpn: 切石 - パターン

source: ACADGen-260
jpn: 切石 - ランダム 分散したよこ目

source: ACADGen-261
jpn: 切石 - ランダム 分散したよこ目 目地あり

source: ACADGen-262
jpn: 自然石 - なめらか 軽い

source: ACADGen-263
jpn: 自然石 - なめらか 堅い

source: ACADGen-264
jpn: 自然石 - なめらか 風化

source: ACADGen-265
jpn: 御影石 - 正方形 スタック 研磨

source: ACADGen-266
jpn: 御影石 - 正方形 スタック 研磨 黒-白

source: ACADGen-267
jpn: 御影石 - 正方形 スタック 研磨 銅-黒

source: ACADGen-268
jpn: 御影石 - 正方形 スタック 研磨 グレー

source: ACADGen-269
jpn: 御影石 - 正方形 スタック 研磨 ふじ色-グレー

source: ACADGen-270
jpn: 御影石 - 正方形 スタック 研磨 ピンク-黒-グレー

source: ACADGen-271
jpn: 石灰岩 - 切石 よこ筋

source: ACADGen-272
jpn: 石灰岩 - 瓦礫

source: ACADGen-273
jpn: 石灰岩 - 面取り目地 ピンク

source: ACADGen-274
jpn: 石灰岩 - 質素 - バージョン 1.1

source: ACADGen-274-1-2
jpn: 石灰岩 - 質素

source: ACADGen-275
jpn: 大理石 - 正方形 スタック 研磨 白-黒

source: ACADGen-276
jpn: 大理石 - 正方形 スタック 研磨 白-黒 大きな縞

source: ACADGen-277
jpn: 大理石 - 正方形 スタック 研磨 白-ブラウン

source: ACADGen-278
jpn: 大理石 - 正方形 スタック 研磨 白-ブラウン-黒

source: ACADGen-279
jpn: 大理石 - 正方形 スタック 研磨 白-緑

source: ACADGen-280
jpn: オニキス - 黒

source: ACADGen-281
jpn: オニキス - 青

source: ACADGen-282
jpn: オニキス - ローズ

source: ACADGen-283
jpn: 石版 - 正方形 グレー - バージョン 1.1

source: ACADGen-283-1-2
jpn: 石版 - 正方形 灰色

source: ACADGen-284
jpn: 石板 - 緑

source: ACADGen-285
jpn: 石板 - まだら

source: ACADGen-286
jpn: 石板 - 赤

source: ACADGen-287
jpn: ソープストーン - 青緑

source: ACADGen-288
jpn: ソープストーン - ダーク グレー

source: ACADGen-289
jpn: 石灰華 - クリーム

source: ACADGen-290
jpn: 石灰華 - ダーク ブラウン

source: ACADGen-291
jpn: 石灰華 - ダーク レッド

source: ACADGen-292
jpn: 階段 - メタル

source: ACADGen-293
jpn: 手すり - ペイント 白

source: ACADGen-294
jpn: メタル ジョイスト - 鋼鉄

source: ACADGen-295
jpn: 陽極酸化 - かすかに濃いブロンズ

source: ACADGen-296
jpn: 陽極酸化 - かすかに濃いブロンズ サテン

source: ACADGen-297
jpn: ブラシ仕上げ

source: ACADGen-298
jpn: ブラシ仕上げ - 青-シルバー

source: ACADGen-299
jpn: ブラシ仕上げ - ランダム

source: ACADGen-300
jpn: 真鍮 - サテン 1 - バージョン 1.1

source: ACADGen-300-1-2
jpn: 真鍮 - サテン 1

source: ACADGen-301
jpn: ブロンズ - サテン 1 - バージョン 1.1

source: ACADGen-301-1-2
jpn: ブロンズ - サテン 1

source: ACADGen-302
jpn: チェッカー プレート - 45度

source: ACADGen-303
jpn: チェッカー プレート - 寄木細工

source: ACADGen-304
jpn: クローム - サテン 1

source: ACADGen-305
jpn: 銅

source: ACADGen-306
jpn: メッキ

source: ACADGen-307
jpn: プレート - メッシュ

source: ACADGen-308
jpn: プレート - メッシュ 1

source: ACADGen-309
jpn: プレート - メッシュ 2

source: ACADGen-310
jpn: プレート - 穴あき

source: ACADGen-311
jpn: プレート - 穴あき 1

source: ACADGen-312
jpn: プレート - リベット 平型 グレー

source: ACADGen-313
jpn: プレート - リベット 2

source: ACADGen-314
jpn: 赤褐色 - 淡い

source: ACADGen-315
jpn: 赤褐色 - 標準

source: ACADGen-316
jpn: 赤褐色 - 濃い

source: ACADGen-317
jpn: ステンレス鋼 - 明るい

source: ACADGen-318
jpn: ステンレス鋼 - サテン - ブラシ仕上げ 明るい - バージョン 1.1

source: ACADGen-318-1-2
jpn: ステンレス鋼 - サテン - ブラシ仕上げ 明るい

source: ACADGen-319
jpn: 風化

source: ACADGen-320
jpn: フレーム 鋼鉄

source: ACADGen-321
jpn: アスファルト 1 - バージョン 1.1

source: ACADGen-321-1-2
jpn: アスファルト 1

source: ACADGen-322
jpn: アスファルト 2

source: ACADGen-323
jpn: 粟石 - 青-灰色

source: ACADGen-324
jpn: 粟石 - フェード 光沢 多色

source: ACADGen-325
jpn: 粟石 - へリングボーン

source: ACADGen-326
jpn: 舗装材 - 正方形 グレー-茶 - バージョン 1.1

source: ACADGen-326-1-2
jpn: 舗装材 - 正方形 灰色-茶

source: ACADGen-327
jpn: 舗装材 - ランニング積み レンガ

source: ACADGen-328
jpn: 舗装材 - 八角形-正方形 灰色-茶

source: ACADGen-329
jpn: 舗装材 - 正方形 黄褐色-茶 - バージョン 1.1

source: ACADGen-329-1-2
jpn: 舗装材 - 正方形 黄褐色-灰色

source: ACADGen-330
jpn: 舗装材 - インターロック

source: ACADGen-331
jpn: 舗装材 - 正方形 レンガ 赤

source: ACADGen-332
jpn: 舗装材 - テラコッタ - バージョン 1.1

source: ACADGen-332-1-2
jpn: 舗装材 - テラコッタ

source: ACADGen-333
jpn: リバーストーン

source: ACADGen-334
jpn: リバーストーン - モルタル

source: ACADGen-335
jpn: かご - 粗い編み

source: ACADGen-336
jpn: かご - 細かい編み

source: ACADGen-337
jpn: 芝生 - バミューダ

source: ACADGen-338
jpn: 芝生 - イチゴツナギ

source: ACADGen-339
jpn: 芝生 - 短 - バージョン 1.1

source: ACADGen-339-1-2
jpn: 芝生 - 短

source: ACADGen-340
jpn: 芝生 - セントアウグスティヌス

source: ACADGen-341
jpn: 芝生 - 密

source: ACADGen-342
jpn: 砂利 - 小

source: ACADGen-343
jpn: 砂利 - 粉砕

source: ACADGen-344
jpn: 砂利 - 軽 1

source: ACADGen-345
jpn: 砂利 - 混合 - バージョン 1.1

source: ACADGen-345-1-2
jpn: 砂利 - 混合

source: ACADGen-346
jpn: 砂

source: ACADGen-347
jpn: 土壌

source: ACADGen-348
jpn: シャドー ボックス-格子

source: ACADGen-349
jpn: 金網フェンス 1

source: ACADGen-350
jpn: 木材 防御柵

source: ACADGen-351
jpn: 絶縁材 - 硬質断熱材

source: ACADGen-352
jpn: スパニッシュ タイル - 青 - バージョン 1.1

source: ACADGen-352-1-2
jpn: スパニッシュ タイル - 青

source: ACADGen-353
jpn: スパニッシュ タイル - 青 1 - バージョン 1.1

source: ACADGen-353-1-2
jpn: スパニッシュ タイル - 青 1

source: ACADGen-354
jpn: スパニッシュ タイル - フェード 赤

source: ACADGen-355
jpn: スパニッシュ タイル - 赤 - バージョン 1.1

source: ACADGen-355-1-2
jpn: スパニッシュ タイル - 赤

source: ACADGen-356
jpn: スパニッシュ タイル - 赤 2 - バージョン 1.1

source: ACADGen-356-1-2
jpn: スパニッシュ タイル - 赤 2

source: ACADGen-357
jpn: 合成パネル - グレー

source: ACADGen-358
jpn: メタル - リブ付き銅 - バージョン 1.1

source: ACADGen-358-1-2
jpn: メタル - リブ 銅

source: ACADGen-359
jpn: メタル - スタンディング シーム 銅錆

source: ACADGen-360
jpn: メタル - スタンディング シーム 銅 3

source: ACADGen-361
jpn: メタル - 銅

source: ACADGen-362
jpn: メタル - 銅錆

source: ACADGen-363
jpn: 木材 - 貫木 新

source: ACADGen-364
jpn: 木材 - 水平

source: ACADGen-365
jpn: 木材 - 水平 ヒマラヤスギ

source: ACADGen-366
jpn: 木材 - 水平 白

source: ACADGen-367
jpn: 木材 - 垂直 白

source: ACADGen-368
jpn: シェイク - 風化

source: ACADGen-369
jpn: 屋根板 - アスファルト屋根板

source: ACADGen-370
jpn: 屋根板 - アスファルト 3-タブ 黒

source: ACADGen-371
jpn: 屋根板 - アスファルト 3-タブ グレー - バージョン 1.1

source: ACADGen-371-1-2
jpn: 屋根板 - アスファルト 3-タブ グレー

source: ACADGen-372
jpn: 屋根板 - アスファルト 本影 ベージュ

source: ACADGen-373
jpn: 屋根板 - 平 1

source: ACADGen-374
jpn: 屋根板 - 平 2

source: ACADGen-375
jpn: 屋根板 - 平 3

source: ACADGen-376
jpn: 屋根板 - 半円 - バージョン 1.1

source: ACADGen-376-1-2
jpn: 屋根板 - 半-円

source: ACADGen-377
jpn: 屋根板 - 親子 1

source: ACADGen-378
jpn: 屋根板 - 親子 2

source: ACADGen-379
jpn: 屋根板 - 親子 3

source: ACADGen-380
jpn: ラミネート - うすベージュ

source: ACADGen-381
jpn: ラミネート - うす茶 1

source: ACADGen-382
jpn: 板材

source: ACADGen-383
jpn: サクラ材

source: ACADGen-384
jpn: 桜材 2

source: ACADGen-385
jpn: ヒッコリー材

source: ACADGen-386
jpn: マホガニー材

source: ACADGen-387
jpn: カエデ材

source: ACADGen-388
jpn: パネル用材 1

source: ACADGen-389
jpn: 松材

source: ACADGen-390
jpn: ポプラ材

source: ACADGen-391
jpn: 赤樺材

source: ACADGen-392
jpn: 赤樫材

source: ACADGen-393
jpn: アメリカスギ材

source: ACADGen-394
jpn: チーク材 1

source: ACADGen-395
jpn: クルミ材

source: ACADGen-396
jpn: ホワイト アッシュ材

source: ACADGen-397
jpn: ホワイト オーク材

source: ACADGen-398
jpn: ラッカー仕上げ

source: ACADGen-399
jpn: セラック仕上げ

source: ACADGen-400
jpn: ベベル

source: ACADGen-401
jpn: 板材-貫木

source: ACADGen-402
jpn: 合決り

source: ACADGen-403
jpn: 分割 丸太

source: ACADGen-404
jpn: さね継ぎ

source: ACADGen-405
jpn: ウレタン 1

source: ACADGen-406
jpn: ワックス - 黒 木材(赤)用

source: ACADGen-407
jpn: ワックス - 赤 木材(淡色)用

source: ACADGen-408
jpn: 鉄樹

source: ACADGen-409
jpn: 樫

source: ACADGen-410
jpn: 組積造

source: ACADGen-411
jpn: PVC - 白

source: ACADGen-412
jpn: ダンボール - ボール紙 1

source: ACADGen-413
jpn: ダンボール - 段ボール紙

source: ACADGen-414
jpn: アンジローバ

source: ACADGen-415
jpn: ブナ

source: ACADGen-416
jpn: ボコテ

source: ACADGen-417
jpn: 突起ニレ材

source: ACADGen-418
jpn: ココボロ

source: ACADGen-419
jpn: ヨーロッパナラ材

source: ACADGen-420
jpn: ゴンカロ

source: ACADGen-421
jpn: ローズ マイトル

source: ACADGen-422
jpn: スプルース

source: ACADGen-423
jpn: 組積造 - ペグボード

source: ACADGen-424
jpn: ラテックス

source: ACADGen-425
jpn: 厚紙

source: AO-001
jpn: 粗いアンビエントオクルージョン

source: AO-002
jpn: 細かいアンビエントオクルージョン

source: Abstract technical swatch.
jpn: 抽象技術見本。

source: Acrylic
jpn: アクリル

source: Acrylic sheet - PMMA
jpn: アクリル板 - PMMA

source: Acrylic, Polymethyl Methacrylate
jpn: アクリル、ポリメチル メタクリレート

source: Acrylonitrile Butadiene Polycarbonate
jpn: アクリロニトリル ブタジエン ポリカーボネート

source: Acrylonitrile Butadiene Styrene, Molded
jpn: アクリルニトリル ブタジエン スチレン、成型

source: Acrylonitrile butadiene styrene
jpn: アクリロニトリル ブタジエン スチレン

source: Air Barrier
jpn: 気密壁

source: Alloy steel
jpn: 合金鋼

# Altitude
source: Sun Altitude:
jpn: 太陽の高度:

# Altitude:uilabel
source: Sun Altitude:
jpn: 太陽の高度:

source: Aluminum
jpn: アルミニウム

source: Aluminum , oxidized finish
jpn: アルミニウム、オキシダイズド仕上げ

source: Aluminum magnesium silicon alloy, 6061
jpn: アルミニウム マグネシウム シリコン合金、6061

source: Aluminum, magnesium silicon alloy
jpn: アルミニウム、マグネシウム シリコン合金

source: Ambient Occlusion Scene Effect.
jpn: アンビエントオクルージョンのシーンの効果です。

source: AmbientOcclusion
jpn: アンビエントオクルージョン

# AmbientOcclusionSchema_localname:Ambient Occlusion
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# AmbientOcclusionSchema_localtype:Scene Effect
source: Scene Effect
jpn: シーンの効果

source: Annealed
jpn: 焼きなまし

source: Appearance class for decals. Based on Generic, but with a simpler UI.
jpn: デカルの外観クラス。一般を基準にしていますが、UI は簡素となっています。

source: Architectural
jpn: 建築用

source: Architectural bronze
jpn: 建築用ブロンズ

source: Austenitic stainless steel
jpn: オーステナイト系ステンレス鋼

source: Autodesk branded swatch.
jpn: Autodesk ブランド見本。

# Azimuth
source: Sun Azimuth:
jpn: 太陽の方位角:

# Azimuth:uilabel
source: Sun Azimuth:
jpn: 太陽の方位角:

source: Bakelite
jpn: ベークライト

source: Basic structural asset.
jpn: 基本構造アセット。

source: Black bricks
jpn: 黒のレンガ

source: Brass, polished
jpn: 真鍮、研磨

source: Brick
jpn: レンガ

source: Brown modular bricks
jpn: 規格レンガ 茶色

source: Bump map used on decal objects.
jpn: デカル オブジェクトで使用されるバンプ マップです。

source: Burgundy stone floor
jpn: 石材床 ワイン色

source: Carbon fiber reinforced epoxy
jpn: 炭素繊維強化エポキシ

source: Carbon steel
jpn: 炭素鋼

source: Cast
jpn: 鋳造

source: Cast Iron
jpn: 鋳鉄

source: Cast bronze
jpn: 鋳造 ブロンズ

source: Cast copper
jpn: 鋳銅

source: Cast steel
jpn: 鋳鋼

source: Ceramic
jpn: セラミック

source: Ceramic material.
jpn: セラミック マテリアル。

source: Ceramic-001
jpn: 白

source: Ceramic-002
jpn: アイス ホワイト

source: Ceramic-003
jpn: サニー ディ

source: Ceramic-004
jpn: ニュートラル グレー

source: Ceramic-005
jpn: ゴールデン サンド

source: Ceramic-006
jpn: シー サイド ブルー

source: Ceramic-007
jpn: ピーチ

source: Ceramic-008
jpn: 砂色がかったもぐら色

source: Ceramic-009
jpn: 濃紺色

source: Ceramic-010
jpn: 2 インチ 正方形 - ベージュ

source: Ceramic-011
jpn: 6 インチ 正方形 - ベージュ

source: Ceramic-012
jpn: 6 インチ 八角形 - アイスバーグ-青

source: Ceramic-013
jpn: 3 インチ 正方形 - 白

source: Ceramic-014
jpn: 3 インチ 八角形 - 白

source: Ceramic-015
jpn: 3 インチ 八角形 - 黄褐色

source: Ceramic-016
jpn: 4 インチ 正方形 - ラベンダー

source: Ceramic-017
jpn: 3 インチ 正方形 - 淡い黄

source: Ceramic-018
jpn: 6 インチ 八角形 - ソフト グリーン

source: Ceramic-019
jpn: 6 インチ 正方形 - カントリー ローズ

source: Ceramic-020
jpn: 6 インチ 八角形 - 淡いはちみつ色

source: Ceramic-021
jpn: 3 インチ 正方形 - コジー ピンク

source: Ceramic-022
jpn: 6 インチ 八角形 - ダーク グレー

source: Ceramic-023
jpn: 4 インチ ダイアモンド - 黒

source: Ceramic-024
jpn: 6 インチ レンガ - ライム グリーン

source: Ceramic-025
jpn: 4 インチ 押し込みひし形の正方形 - 茶

source: Ceramic-026
jpn: 4 インチ 六角形 - 青-灰色

source: Ceramic-027
jpn: 4 インチ 正方形と長方形 - 淡いオレンジ

source: Ceramic-028
jpn: 4 インチ 正方形と長方形 - パステル ピンク

source: Ceramic-029
jpn: 6 インチ 三角形 - オレンジ-黄

source: Ceramic-030
jpn: 6x2 インチ 長方形 - 自然の緑色

source: Ceramic-031
jpn: 6 インチ 八角形 - ワイン色

source: Ceramic-032
jpn: 1 インチ 正方形 - モザイク 青

source: Ceramic-033
jpn: 1 インチ 正方形 - モザイク 灰色

source: Ceramic-034
jpn: 4 インチ 正方形 - モザイク ベージュ

source: Ceramic-035
jpn: 3 インチ 正方形 - 素焼き

source: Ceramic-036
jpn: 1.5 インチ 正方形 - 黄褐色

source: Ceramic-037
jpn: 1.5 インチ 正方形 - スレート 青

source: Ceramic-038
jpn: 1.5 インチ 正方形 - 標準の青

source: Ceramic-039
jpn: 1.5 インチ 正方形 - 茶

source: Ceramic-040
jpn: 円形 モザイク - 黒白

source: Ceramic-041
jpn: 4 インチ 押し込みひし形の正方形 - 灰色-赤

source: Ceramic-042
jpn: 1 インチ 正方形 - 象牙色

source: Ceramic-043
jpn: 2 インチ 正方形 - サーモン

source: Ceramic/Porcelain
jpn: セラミック/磁器

source: Ceramic/Tile
jpn: セラミック/タイル

# CeramicSchema_localname:Ceramic
source: Ceramic
jpn: セラミック

# CeramicSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Checker
jpn: チェッカー

source: Checker map.
jpn: チェッカー マップ。

# CheckerSchema_localname:Checker
source: Checker
jpn: チェッカー

# CheckerSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Clouds
jpn: 雲

source: Coarse Ambient Occlusion
jpn: 粗いアンビエントオクルージョン

source: Color
jpn: 色

source: Color map.
jpn: 色マップ。

# ColorSchema_localname:Color
source: Color
jpn: 色

# ColorSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Composite
jpn: 複合材

source: Concrete
jpn: コンクリート

source: Concrete material.
jpn: コンクリート マテリアル。

source: Concrete structural asset.
jpn: コンクリート構造アセット。

source: Concrete, stone aggregate
jpn: コンクリート、石骨材

source: Concrete-001
jpn: 業務用床

source: Concrete-002
jpn: 石材 1

source: Concrete-003
jpn: 石材 2

source: Concrete-004
jpn: 打ち放し 砂利 - ウォーム グレー

source: Concrete-005
jpn: 不均等 - ウォーム グレー

source: Concrete-006
jpn: 外装 滑らか - 黄褐色

source: Concrete-007
jpn: 滑らか - ベージュ

source: Concrete-008
jpn: 壁 テクスチャ - ベージュ

source: Concrete-009
jpn: 壁 テクスチャ - サーモン

source: Concrete-010
jpn: アクア

source: Concrete-011
jpn: 黒

source: Concrete-012
jpn: 茶

source: Concrete-013
jpn: バーント レッド

source: Concrete-014
jpn: 紺碧

source: Concrete-015
jpn: 細かい - クリーム

source: Concrete-016
jpn: 濃い灰色

source: Concrete-017
jpn: 淡い灰色

source: Concrete-018
jpn: オリーブ

source: Concrete-019
jpn: 白

source: Concrete-020
jpn: プレキャスト 滑らか

source: Concrete-021
jpn: 型枠 穴

source: Concrete-022
jpn: ブロック

source: Concrete-023
jpn: 不均等 反射 - 灰色

source: Concrete-024
jpn: 外装 - 白

source: Concrete-025
jpn: 外装 - ベージュ

source: Concrete-026
jpn: 外装 テクスチャ - 黄褐色

source: Concrete-027
jpn: テクスチャ - ベージュ

source: Concrete-028
jpn: 粗い - ピンク

source: Concrete-029
jpn: 粗い - 黄褐色

source: Concrete.Cast-In-Place.Exposed Aggregate.Coarse
jpn: コンクリート.現場打ち.露出材.埋め込み.粗い

source: Concrete.Cast-In-Place.Exposed Aggregate.Fine
jpn: コンクリート.現場打ち.露出材.埋め込み.細い

source: Concrete.Cast-In-Place.Exposed Aggregate.Medium
jpn: コンクリート.現場打ち.露出材.中間

source: Concrete.Cast-In-Place.Exposed Aggregate.Recessed
jpn: コンクリート.現場打ち.露出材.埋め込み

source: Concrete.Cast-In-Place.Flat.Broom.Grey
jpn: コンクリート.現場打ち.平型.エニシダ.グレー

source: Concrete.Cast-In-Place.Flat.Grey.1
jpn: コンクリート.現場打ち.フラット.グレー.1

source: Concrete.Cast-In-Place.Flat.Grey.2
jpn: コンクリート.現場打ち.フラット.グレー.2

source: Concrete.Cast-In-Place.Flat.Grey.3
jpn: コンクリート.現場打ち.フラット.グレー.3

source: Concrete.Cast-In-Place.Flat.Grey.Efflorescence
jpn: コンクリート.現場打ち.フラット.グレー.白華

source: Concrete.Cast-In-Place.Flat.Polished.Grey
jpn: コンクリート.現場打ち.フラット.研磨.グレー

source: Concrete.Cast-In-Place.Formwork.Holes
jpn: コンクリート.現場打ち.型枠.小孔

source: Concrete.Cast-In-Place.Formwork.Holes.Staggered
jpn: コンクリート.現場打ち.型枠.小孔.互い違い

source: Concrete.Cast-In-Place.Panels.Reveal.1
jpn: コンクリート.現場打ち.パネル.リビール.1

source: Concrete.Cast-In-Place.Panels.Reveal.2
jpn: コンクリート.現場打ち.パネル.リビール.2

source: Concrete.Cast-In-Place.Panels.Reveal.3
jpn: コンクリート.現場打ち.パネル.リビール.3

source: Concrete.Cast-In-Place.Panels.Reveal.Smooth
jpn: コンクリート.現場打ち.パネル.リビール.スムーズ

source: Concrete.Cast-In-Place.Panels.Reveal.Speckled
jpn: コンクリート.現場打ち.パネル.リビール.まだら

source: Concrete.Cast-In-Place.Panels.Square
jpn: コンクリート.現場打ち.パネル.正方形

source: Concrete.Cast-In-Place.Ribbed.Vertical.1
jpn: コンクリート.現場打ち.リビール.垂直.1

source: Concrete.Cast-In-Place.Ribbed.Vertical.2
jpn: コンクリート.現場打ち.リビール.垂直.2

source: Concrete.Cast-In-Place.SandBlasted
jpn: コンクリート.現場打ち.サンドブラスト済み

source: Concrete.Cast-in-Place.Formwork.Wood.Boards
jpn: コンクリート.現場打ち.型枠.木材.ボード

source: Concrete.Cast-in-Place.Formwork.Wood.Plywood
jpn: コンクリート.現場打ち.型枠.木材.プライウッド

source: Concrete.Concrete Accessories.Control Joints.Black
jpn: コンクリート.コンクリート製付属品.コントロール ジョイント.黒

source: Concrete.Precast Structural Concrete.Smooth
jpn: コンクリート.プレキャスト構造コンクリート.スムーズ

source: Concrete/Cast-In-Place
jpn: コンクリート/現場打ち

source: Concrete/Fiber Reinforced
jpn: コンクリート/繊維強化

source: Concrete/Standard
jpn: コンクリート/標準

# ConcreteSchema_localname:Concrete
source: Concrete
jpn: コンクリート

# ConcreteSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Copper alloy
jpn: 銅合金

source: Copper, oxidized finish
jpn: 銅、オキシダイズド仕上げ

source: Cork
jpn: コルク

source: Cream stone
jpn: クリーム 石材

source: Cube swatch.
jpn: 立方体見本。

source: Curtain wall swatch.
jpn: カーテンウォール見本。

source: Cylinder swatch.
jpn: 円柱見本。

# DST
source: DST In Use:
jpn: 使用中の DST:

# DST:uilabel
source: DST In Use:
jpn: 使用中の DST:

source: Dark blue colour
jpn: 濃い青色

source: Dark brown rectangular herringbone bricks
jpn: 濃い茶色 長方形 ヘリンボーン レンガ

source: Day:
jpn: 日:

# Day:uilabel
source: Day:
jpn: 日:

source: Daylight Portal
jpn: 昼光 入り口

source: DaylightPortal
jpn: 昼光 入り口

# DaylightPortalSchema_localname:Sun Light
source: Sun Light
jpn: 太陽光

# DaylightPortalSchema_localtype:Light
source: Light
jpn: 照明

source: Decal
jpn: デカル

source: Decal material.
jpn: デカル マテリアル。

source: DecalAppearance
jpn: デカルの外観

# DecalAppearanceSchema_localname:DecalAppearance
source: DecalAppearance
jpn: デカルの外観

# DecalAppearanceSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: DecalMap map. Decal Map.
jpn: デカル マップ マップ。デカル マップ。

# DecalSchema_localname:Decal
source: Decal
jpn: デカル

# DecalSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Decalbumpmap
jpn: デカル バンプ マップ

# DecalbumpmapSchema_localname:Decal Bump Map
source: Decal Bump Map
jpn: デカル バンプ マップ

# DecalbumpmapSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Decalmap
jpn: デカル マップ

# DecalmapSchema_localname:Decal Map
source: Decal Map
jpn: デカル マップ

# DecalmapSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Default
jpn: 既定

source: Default Concrete f'c=3.5 ksi
jpn: 既定のコンクリート f'c=3.5 ksi

source: Doors - Windows.Door Hardware.Chrome.Satin
jpn: ドアと窓.ドア ハードウェア.クロム.サテン

source: Doors - Windows.Glazed Curtain Walls.Stainless Steel Curtain Wall
jpn: ドアと窓.ガラス カーテンウォール.ステンレス鋼カーテン ウォール

source: Doors - Windows.Glazing.2
jpn: ドアと窓.光沢.2

source: Doors - Windows.Glazing.3
jpn: ドアと窓.光沢.3

source: Doors - Windows.Glazing.Glass.Automotive
jpn: ドアと窓.光沢.ガラス.自動車用ガラス

source: Doors - Windows.Glazing.Glass.Clear
jpn: ドアと窓.光沢.ガラス.クリア

source: Doors - Windows.Glazing.Glass.Etched
jpn: ドアと窓.光沢.ガラス.エッチング

source: Doors - Windows.Glazing.Glass.Frosted
jpn: ドアと窓.光沢.ガラス.すりガラス

source: Doors - Windows.Glazing.Glass.Mirrored
jpn: ドアと窓.光沢.ガラス.鏡

source: Doors - Windows.Glazing.Glass.ReflectiveCoated
jpn: ドアと窓.光沢.ガラス.反射コート

source: Doors - Windows.Glazing.Glass.Spandrel
jpn: ドアと窓.光沢.ガラス.スパンドレル

source: Doors - Windows.Glazing.Glass.Wired
jpn: ドアと窓.光沢.ガラス.ワイヤ入り

source: Doors - Windows.Metal Doors - Frames.Aluminum Frame.Anodized.Dark Bronze.Satin
jpn: ドアと窓.金属ドアとフレーム.アルミ窓.陽極酸化.ダーク ブロンズ.サテン

source: Doors - Windows.Metal Doors - Frames.Aluminum Windows.Painted.White
jpn: ドアと窓.金属ドアとフレーム.アルミ窓.ペンキ.白

source: Doors - Windows.Metal Doors - Frames.Steel Doors.Painted.White
jpn: ドアと窓.金属ドアとフレーム.鋼材ドア.ペンキ.白

source: Doors - Windows.Metal Doors - Frames.Steel.Galvanized
jpn: ドアと窓.金属ドアとフレーム.鋼材.メッキ

source: Doors - Windows.Wood Doors.Ash
jpn: ドアと窓.木製ドア.アッシュ

source: Drapery swatch.
jpn: ひだ見本。

source: Ductile Cast Iron
jpn: ダクタイル鋳鉄

source: Ductile cast iron
jpn: ダクタイル鋳鉄

source: Elastomer
jpn: エラストマー

source: Epoxy Carbon Fiber Composite
jpn: エポキシ炭素繊維コンポジット

source: Fabric
jpn: ファブリック

source: Fabric-001
jpn: バーラップ 1

source: Fabric-002
jpn: 籐 - 黄褐色 1

source: Fabric-003
jpn: キャンバス - 茶

source: Fabric-004
jpn: キャンバス - 白

source: Fabric-005
jpn: 山折り - 黒

source: Fabric-006
jpn: 濃い茶

source: Fabric-007
jpn: 淡い茶

source: Fabric-008
jpn: 青

source: Fabric-009
jpn: ベージュ

source: Fabric-010
jpn: ツイード

source: Fabric-011
jpn: メッシュ

source: Fabric-012
jpn: 格子柄 - ベージュ

source: Fabric-013
jpn: 格子柄 - 赤

source: Fabric-014
jpn: ストライプ - 黒-白-青-灰色

source: Fabric-015
jpn: ストライプ - 黄-灰色

source: Fabric-016
jpn: ストライプ - 青-白

source: Fabric-017
jpn: ストライプ - 黄-白

source: Fabric-018
jpn: ベルベット - 黒

source: Fabric-019
jpn: ベルベット - 赤

source: Fabric-020
jpn: 淡い茶 - 濃い茶 正方形

source: Fabric-021
jpn: 紫-灰色

source: Fabric-022
jpn: 赤

source: Fabric-023
jpn: 青-黄

source: Fabric-024
jpn: 麦

source: Fabric-025
jpn: 緑

source: Fabric/Leather
jpn: 布/レザー

source: Fiber Reinforced
jpn: 繊維強化
