Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Asfaltové šindele.Trojitý dolní konec.černé

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Asfaltové šindele.Trojitý dolní konec.Šedé

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Asfaltové šindele.Hluboký stín.Béžové

source: Thermal - Moisture.Shingles.Even.1
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Rovnoměrné.1

source: Thermal - Moisture.Shingles.Even.2
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Rovnoměrné.2

source: Thermal - Moisture.Shingles.Even.3
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Rovnoměrné.3

source: Thermal - Moisture.Shingles.Halfround
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Půlkulaté

source: Thermal - Moisture.Shingles.Uneven.1
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Nerovnoměrné.1

source: Thermal - Moisture.Shingles.Uneven.2
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Nerovnoměrné.2

source: Thermal - Moisture.Shingles.Uneven.3
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Nerovnoměrné.3

source: ThermalGas
csy: Výchozí plynové tepelné

# ThermalGasSchema_localname:Gas
source: Gas
csy: Plyn

# ThermalGasSchema_localtype:Thermal
source: Thermal
csy: Tepelné

source: ThermalLiquid
csy: Výchozí kapalné tepelné

source: ThermalLiquid-001
csy: Voda

# ThermalLiquidSchema_localname:Liquid
source: Liquid
csy: Kapalina

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
csy: Tepelné

source: ThermalSolid
csy: Výchozí plné tepelné

source: ThermalSolid-012
csy: Beton

source: ThermalSolid-033
csy: Sklo – vápenaté okenní

source: ThermalSolid-081
csy: Hliník

source: ThermalSolid-081-2
csy: Hliník 6061

source: ThermalSolid-082-2
csy: Mosaz, měkká žlutá

source: ThermalSolid-082-3
csy: Mosaz, měkká žlutá, svařovaná

source: ThermalSolid-083-2
csy: Bronz, měkký cínový

source: ThermalSolid-083-3
csy: Bronz, litý

source: ThermalSolid-085-2
csy: Měď, litá

source: ThermalSolid-085-3
csy: Měď, slitina

source: ThermalSolid-085-4
csy: Slitina nikl-měď 400

source: ThermalSolid-085-5
csy: Měď, kovaná

source: ThermalSolid-086
csy: Železo

source: ThermalSolid-089
csy: Olovo

source: ThermalSolid-092
csy: Ocel

source: ThermalSolid-092-10
csy: Ocel, kovaná

source: ThermalSolid-092-2
csy: Ocel V2

source: ThermalSolid-092-3
csy: Ocel, pozinkovaná

source: ThermalSolid-092-6
csy: Ocel, legovaná

source: ThermalSolid-092-7
csy: Ocel, uhlík

source: ThermalSolid-092-8
csy: Ocel, nelegovaná

source: ThermalSolid-092-9
csy: Ocel, vysokopevnostní, nízkolegovaná

source: ThermalSolid-093-2
csy: Nerezová ocel V2

source: ThermalSolid-093-3
csy: Nerezová ocel 440C

source: ThermalSolid-093-4
csy: Nerezová ocel, austenitická

source: ThermalSolid-093-8
csy: Nerezová ocel 440C, svařovaná

source: ThermalSolid-095
csy: Titan

source: ThermalSolid-118
csy: Plexisklo

source: ThermalSolid-128
csy: Fenolová pryskyřice

source: ThermalSolid-130
csy: Polykarbonát

source: ThermalSolid-132
csy: Polyetylen – HDPE

source: ThermalSolid-133
csy: Polyetylen – LDPE

source: ThermalSolid-137
csy: Polypropylen

source: ThermalSolid-142
csy: Polystyren

source: ThermalSolid-149
csy: Polyvinylchlorid – pevný

source: ThermalSolid-152
csy: Pryž

source: ThermalSolid-189
csy: Kompozit epoxidových uhlíkových vláken

# ThermalSolidSchema_localname:Solid
source: Solid
csy: Pevný

# ThermalSolidSchema_localtype:Thermal
source: Thermal
csy: Tepelné

source: Thermoplastic
csy: Termoplast

source: Thermoplastic Resin
csy: Termoplastická pryskyřice

source: Thermoset
csy: Reaktoplast

source: Tile
csy: Dlaždice

source: Tile map.
csy: Mapa dlaždic.

# TileSchema_localname:Tile Texture
source: Tile Texture
csy: Dlaždicové textura

# TileSchema_localtype:Texture
source: Texture
csy: Textura

source: Time:
csy: Čas:

# Time:uilabel
source: Time:
csy: Čas:

source: Time Zone Offset:
csy: Odchylka časového pásma:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
csy: Odchylka časového pásma:

source: Titanium
csy: Titan

source: Titanium, polished
csy: Titan, leštěný

source: Translucent
csy: Průsvitný

source: Translucent white luminous material.
csy: Průsvitný bílý svítící materiál.

source: Transparent
csy: Průhledný

source: Ultra High Molecular Weight Polyethylene
csy: Polyetylen s velmi vysokou molekulovou hmotností

source: Ultra-high-molecular-weight polyethylene
csy: Polyetylen s velmi vysokou molekulovou hmotností

source: Unfilled Polycarbonate, molded
csy: Nevyplněný polykarbonát, lisovaný

source: Unified Bitmap.
csy: Sjednocená bitmapa.

source: UnifiedBitmap
csy: SjednocenáBitmapa

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
csy: Bitmapová textura

# UnifiedBitmapSchema_localtype:Texture
source: Texture
csy: Textura

source: Vase swatch.
csy: Ukázka – váza

source: Wall Covering
csy: Obložení stěn

source: Wall Paint/Glossy
csy: Nástěnná malba/Lesklá

source: Wall Paint/Matte
csy: Nástěnná malba/Matná

source: Wall swatch.
csy: Ukázka – stěna

source: WallPaint
csy: Nátěr stěny

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
csy: Nátěr stěny

# WallPaintSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Water
csy: Voda

source: Water material.
csy: Materiál – voda.

source: Water, properties @20C
csy: Voda, vlastnosti @20C

source: Water-001
csy: Vnitřní bazén

source: Water-002
csy: Mokřina

source: Water-003
csy: Tropická

source: Water-004
csy: Čiré jezero

source: Water-005
csy: Kalná řeka

source: Water-006
csy: Plavecký bazén

source: Water-007
csy: Zrcadlící bazén

source: Water-008
csy: Tropická modř

# WaterSchema_localname:Water
source: Water
csy: Voda

# WaterSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Wave
csy: Vlna

source: Wave map.
csy: Mapa vln.

# WaveSchema_localname:Wave
source: Wave
csy: Vlna

# WaveSchema_localtype:Texture
source: Texture
csy: Textura

source: White and green marble stone floor
csy: Bílá a zelená podlaha z mramorového kamane

source: White square bricks with black floral patterns
csy: Bílé čtvercové cihly s černými květinovými vzory

source: Window glass
csy: Okenní sklo

source: Wood
csy: Dřevo

source: Wood map.
csy: Mapa dřeva.

source: Wood structural asset.
csy: Dřevěná konstrukční komponenta.

source: Wood-001
csy: Americká třešeň

source: Wood-002
csy: Buk – drážkovaný

source: Wood-003
csy: Buk – hnědá

source: Wood-004
csy: Buk – toastová hnědá

source: Wood-005
csy: Buk – medová

source: Wood-006
csy: Buk – třešňová

source: Wood-007
csy: Buk – whisky

source: Wood-008
csy: Buk – Jáva

source: Wood-009
csy: Buk – Amaretto

source: Wood-010
csy: Buk – přírodní

source: Wood-011
csy: Buk – přírodní neopracovaný

source: Wood-012
csy: Buk – růžové dřevo

source: Wood-013
csy: Buk – pažba

source: Wood-014
csy: Buk – Galliano

source: Wood-015
csy: Buk – čokoládově hnědá

source: Wood-016
csy: Buk – lesní plody

source: Wood-017
csy: Buk – mystická hnědá

source: Wood-018
csy: Brazilský týk – přírodní

source: Wood-019
csy: Bílý ořech

source: Wood-020
csy: Bílý ořech – tlakově nanášené barvivo

source: Wood-021
csy: Bílý ořech – neopracovaný

source: Wood-022
csy: Přírodní javor – patinovaný

source: Wood-023
csy: Přírodní javor – klasický neopracovaný

source: Wood-024
csy: Přírodní javor – klasický opracovaný

source: Wood-025
csy: Javor – růžové dřevo

source: Wood-026
csy: Javor – toastová hnědá

source: Wood-027
csy: Javor – Galliano

source: Wood-028
csy: Javor – čokoládově hnědá

source: Wood-029
csy: Javor – lesní plody

source: Wood-030
csy: Javor – mystická hnědá

source: Wood-031
csy: Přírodní javor – lesklý

source: Wood-032
csy: Přírodní javor – tmavý odstín – lesklý

source: Wood-033
csy: Kempas – přírodní

source: Wood-034
csy: Andiroba – přírodní

source: Wood-035
csy: Dub červený – přírodní patinovaný

source: Wood-036
csy: Dub červený – přírodní klasický

source: Wood-037
csy: Dub červený – přírodní klasický neopracovaný

source: Wood-038
csy: Dub červený – přírodní venkovský

source: Wood-039
csy: Dub červený – růžové dřevo

source: Wood-040
csy: Dub červený – medová

source: Wood-041
csy: Dub červený – whisky

source: Wood-042
csy: Dub červený – Jáva

source: Wood-043
csy: Dub červený – Amaretto

source: Wood-044
csy: Dub červený – čokoládově hnědá

source: Wood-045
csy: Dub červený – lesní plody

source: Wood-046
csy: Dub červený – mystická hnědá

source: Wood-047
csy: Dub červený – přírodní

source: Wood-048
csy: Dub červený – přírodní přibarvený

source: Wood-049
csy: Javor stříbrný – hnědá

source: Wood-050
csy: Javor stříbrný – růžové dřevo

source: Wood-051
csy: Javor stříbrný – medová

source: Wood-052
csy: Javor stříbrný – pažba

source: Wood-053
csy: Javor stříbrný – Galliano

source: Wood-054
csy: Javor stříbrný – čokoládově hnědá

source: Wood-055
csy: Javor stříbrný – lesní plody

source: Wood-056
csy: Javor stříbrný – mystická hnědá

source: Wood-057
csy: Javor stříbrný – přírodní

source: Wood-058
csy: Javor stříbrný – přírodní přibarvený

source: Wood-059
csy: Tigerwood – přírodní

source: Wood-060
csy: Jasan americký – Jáva

source: Wood-061
csy: Jasan americký – Amaretto

source: Wood-062
csy: Jasan americký – Galliano

source: Wood-063
csy: Jasan americký – čokoládově hnědá

source: Wood-064
csy: Jasan americký – lesní plody

source: Wood-065
csy: Kaštan – přírodní

source: Wood-066
csy: Kaštan – přírodní neopracovaný

source: Wood-067
csy: Dub zimní – Galliano

source: Wood-068
csy: Dub zimní – čokoládově hnědá

source: Wood-069
csy: Dub zimní – lesní plody

source: Wood-070
csy: Dub zimní – mystická hnědá

source: Wood-071
csy: Dub zimní – přírodní

source: Wood-072
csy: Planá třešeň – přírodní 1

source: Wood-073
csy: Planá třešeň – přírodní 2

source: Wood-074
csy: Planá třešeň – drážkovaná

source: Wood-075
csy: Planá třešeň – středně hnědá

source: Wood-076
csy: Planá třešeň – růžové dřevo

source: Wood-077
csy: Planá třešeň – toastová hnědá

source: Wood-078
csy: Planá třešeň – medová

source: Wood-079
csy: Planá třešeň – třešňová

source: Wood-080
csy: Planá třešeň – pažba

source: Wood-081
csy: Planá třešeň – pažba neopracovaná

source: Wood-082
csy: Planá třešeň – whisky

source: Wood-083
csy: Planá třešeň – Jáva

source: Wood-084
csy: Planá třešeň – Amaretto

source: Wood-085
csy: Planá třešeň – Galliano

source: Wood-086
csy: Planá třešeň – čokoládově hnědá

source: Wood-087
csy: Planá třešeň – lesní plody

source: Wood-088
csy: Planá třešeň – mystická hnědá

source: Wood-089
csy: Ořech – světle obarvený bez lesku

source: Wood-090
csy: Ořech – přírodní leštěný

source: Wood-091
csy: Bříza – přírodní bez lesku

source: Wood-092
csy: Bříza – masiv přírodní nízký lesk

source: Wood-093
csy: Bříza – přírodní střední lesk

source: Wood-094
csy: Bříza – přírodní leštěná

source: Wood-095
csy: Bříza – masiv světle obarvený – bez lesku

source: Wood-096
csy: Bříza – masiv tmavě obarvený – bez lesku

source: Wood-097
csy: Bříza – masiv tmavě obarvený – střední lesk

source: Wood-098
csy: Třešeň – masiv tmavě obarvený – střední lesk

source: Wood-099
csy: Třešeň – masiv tmavě obarvený – bez lesku

source: Wood-100
csy: Třešeň – masiv světle obarvený – bez lesku

source: Wood-101
csy: Třešeň – přírodní – střední lesk

source: Wood-102
csy: Třešeň – světle obarvená – nízký lesk

source: Wood-103
csy: Třešeň – světle obarvená – bez lesku

source: Wood-104
csy: Třešeň – světlá surová

source: Wood-105
csy: Třešeň – světlá

source: Wood-106
csy: Mahagon – masiv tmavě obarvený – střední lesk

source: Wood-107
csy: Mahagon – masiv tmavě obarvený – bez lesku

source: Wood-108
csy: Mahagon – masiv světle obarvený – bez lesku

source: Wood-109
csy: Mahagon – přírodní leštěný

source: Wood-110
csy: Mahagon – tmavě obarvený leštěný

source: Wood-111
csy: Dub zimní – masiv světle obarvený – bez lesku

source: Wood-112
csy: Dub červený – přírodní – bez lesku

source: Wood-113
csy: Dub červený – světle obarvený – střední lesk

source: Wood-114
csy: Dub červený – světle obarvený – bez lesku

source: Wood-115
csy: Dub zimní – přírodní – střední lesk

source: Wood-116
csy: Dub zimní – světle obarvený – bez lesku

source: Wood-117
csy: Borovice těžká – masiv přírodní – nízký lesk

source: Wood-118
csy: Borovice těžká – masiv přírodní – leštěná

source: Wood-119
csy: Borovice těžká – masiv tmavě obarvený – střední lesk

source: Wood-120
csy: Borovice těžká – masiv tmavě obarvený – bez lesku

source: Wood-121
csy: Borovice těžká – masiv světle obarvený – bez lesku

source: Wood-122
csy: Borovice těžká – přírodní – bez lesku

source: Wood-123
csy: Borovice těžká – světle obarvené – leštěná

source: Wood-124
csy: Týk – masiv tmavě obarvený – leštěný

source: Wood-125
csy: Týk – přírodní – leštěný

source: Wood-126
csy: Týk – masiv světle obarvený – bez lesku

source: Wood-127
csy: Týk

source: Wood-128
csy: Dub – diagonální

source: Wood-129
csy: Překližka – zvětralá

source: Wood-130
csy: Dřevotřísková deska

source: Wood-131
csy: Růžové dřevo – přírodní – nízký lesk

source: Wood-132
csy: Růžové dřevo – světle obarvené – bez lesku

source: Wood-133
csy: Růžové dřevo – masiv světle obarvený – bez lesku

source: Wood-134
csy: Deskový obklad – hnědý

source: Wood-135
csy: Deskový obklad – žluto-hnědý

source: Wood-136
csy: Jilm – světle obarvený – bez lesku

source: Wood-137
csy: Bříza – masiv tmavě obarvený – leštěný

source: Wood-138
csy: Bříza – masiv světle obarvený – nízký lesk

source: Wood-139
csy: Mahagon – masiv přírodní – leštěný

source: Wood-140
csy: Borovice – surové

source: Wood-141
csy: Mahagon – masiv tmavě obarvený – leštěný 1

source: Wood-142
csy: Dub zimní – masiv přírodní – střední lesk

source: Wood-143
csy: Borovice těžká – masiv světle obarvený – nízký lesk

source: Wood-144
csy: Týk – masiv přírodní – střední lesk

source: Wood-145
csy: Bříza – tmavě obarvená – leštěná

source: Wood-146
csy: Bříza – světle obarvená – střední lesk

source: Wood-147
csy: Třešeň – přírodní – nízký lesk

source: Wood-148
csy: Třešeň – přírodní – bez lesku

source: Wood-149
csy: Třešeň – tmavě obarvená – nízký lesk

source: Wood-150
csy: Třešeň – tmavě obarvená – střední lesk 1

source: Wood-151
csy: Mahagon – přírodní – nízký lesk

source: Wood-152
csy: Dub červený – přírodní – nízký lesk

source: Wood-153
csy: Dub červený – tmavě obarvený – nízký lesk

source: Wood-154
csy: Dub zimní – tmavě obarvený – leštěný

source: Wood-155
csy: Dub zimní – světle obarvený – leštěný

source: Wood-156
csy: Borovice těžká – přírodní – leštěná

source: Wood-157
csy: Borovice těžká – tmavě obarvená – střední lesk

source: Wood-158
csy: Týk – přírodní – střední lesk

source: Wood-159
csy: Týk – přírodní – bez lesku

source: Wood-160
csy: Týk – tmavě obarvený – střední lesk

source: Wood-161
csy: Týk – tmavě obarvený – bez lesku

source: Wood-162
csy: Deskový obklad – jasan

source: Wood-163
csy: Javor – masiv přírodní – nízký lesk

source: Wood-164
csy: Javor – masiv přírodní – střední lesk

source: Wood-165
csy: Javor – masiv přírodní – bez lesku

source: Wood-166
csy: Javor – masiv přírodní – leštěný

source: Wood-167
csy: Javor – masiv světle obarvený – nízký lesk

source: Wood-168
csy: Javor – tmavě obarvený – leštěný

source: Wood-169
csy: Javor – světle obarvený – střední lesk

source: Wood-170
csy: Javor – světle obarvený – bez lesku

source: Wood/Panels
csy: Dřevo/Panely

# WoodSchema_localname:Wood
source: Wood
csy: Dřevo

# WoodSchema_localtype:Texture
source: Texture
csy: Textura

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
csy: Dřevo a plasty.Obkladové materiály.Lamináty.Světle béžová

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
csy: Dřevo a plasty.Obkladové materiály.Lamináty.Světle hnědá

source: Woods - Plastics.Finish Carpentry.Wood.Boards
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Desky

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Třešeň

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Třešeň.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Bílý ořech

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Mahagon

source: Woods - Plastics.Finish Carpentry.Wood.Maple
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Javor

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
csy: Dřevo a plasty.Obkladové materiály.Obložení.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Borovice

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Topol

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Červená bříza

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Červený dub

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Borové dřevo

source: Woods - Plastics.Finish Carpentry.Wood.Teak
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Teak

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Ořech

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Bílý jasan

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Bílý dub

source: Woods - Plastics.FinishCarpentry.Lacquer
csy: Dřevo a plasty.Obkladové materiály.Lak

source: Woods - Plastics.FinishCarpentry.Shellac
csy: Dřevo a plasty.Obkladové materiály.Šelak

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
csy: Dřevo a plasty.Obkladové materiály.Obklady.Fazetové

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
csy: Dřevo a plasty.Obkladové materiály.Obložení.Deska – prkno

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
csy: Dřevo a plasty.Obkladové materiály.Obložení.Přeplátované prkno

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
csy: Dřevo a plasty.Obkladové materiály.Obložení.Půlená kláda

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
csy: Dřevo a plasty.Obkladové materiály.Obklady.Palubky

source: Woods - Plastics.FinishCarpentry.Urethane
csy: Dřevo a plasty.Obkladové materiály.Uretan

source: Woods - Plastics.FinishCarpentry.Wax.Black
csy: Dřevo a plasty.Obkladové materiály.Vosk.Černý

source: Woods - Plastics.FinishCarpentry.Wax.Red
csy: Dřevo a plasty.Obkladové materiály.Vosk.Červený

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Obíjené dřevo

source: Woods - Plastics.FinishCarpentry.Wood.Roble
csy: Dřevo a plasty.Obkladové materiály.Dřevo.Loupané

source: Woods - Plastics.Masonite.Paneling
csy: Dřevo a plasty.Masonit.Panely

source: Woods - Plastics.Plastics.PVC.White
csy: Dřevo a plasty.Plasty.PVC.Bílý

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
csy: Dřevo a plasty.Karton.Třísková deska

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
csy: Dřevo a plasty.Karton.Vlnitá lepenka

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Bříza

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Mexický palisandr

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Jilm

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Anglický dub

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Růžová myrta

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
csy: Dřevo a plasty.Dokončovací tesařské práce.Dřevo.Smrk

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
csy: Dřevo a plasty.Stěnové konstrukce.Perforovaná dřevovláknitá deska

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
csy: Dřevo a plasty.Plasty.Latex

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
csy: Dřevo a plasty.Lisovaná deska.Obkladové panely

source: Wrought copper
csy: Tvářená měď

source: Wrought steel
csy: Tvářená ocel

source: Year:
csy: Rok:

# Year:uilabel
source: Year:
csy: Rok:

# a_incandescent
source: Incandescent Filament Lamp
csy: Vláknová žárovka

source: acoustic
csy: akustika

source: Active
csy: Aktivní

# active:uilabel
source: Active
csy: Aktivní

source: adobe
csy: vepřovice

# aerial_perspective
source: Atmospheric Haze
csy: Atmosférická mlha

source: aggregate
csy: přísada

source: alabaster
csy: alabastr

source: algae
csy: řasy

source: alloy
csy: slitina

source: aluminium
csy: hliník

source: aluminum
csy: hliník

source: amber
csy: jantar

source: Ambient Color:
csy: Okolní barva:

# ambientColor:uilabel
source: Ambient Color:
csy: Okolní barva:

source: Ambient Only:
csy: Pouze okolí:

# ambientOnly:uilabel
source: Ambient Only:
csy: Pouze okolí:

source: ambientocclusion
csy: okolní okluze

# ambientocclusion_group
source: Ambient Occlusion Properties
csy: Vlastnosti okolní okluze

source: anodized
csy: eloxovaný

source: antique
csy: antický

# aperture:uilabel
source: aperture
csy: otvor

source: aqua
csy: světle zelenomodrá barva

source: architectural
csy: architektonický

source: Area
csy: Plocha

source: ash
csy: jasan

source: Aspect
csy: Aspekt

# aspect_ratio:uilabel
source: aspect_ratio
csy: poměr_stran

source: asphalt
csy: asfalt

# asset_description
source: Description
csy: Popis

# asset_information
source: Information
csy: informace

# asset_information1
source: Descriptive Information
csy: Popisné informace

# asset_information2
source: Product Information
csy: Informace o produktu

# asset_information3
source: Revit Annotation Information
csy: Poznámky aplikace Revit

# asset_keywords
source: Keywords
csy: Klíčová slova

# asset_name
source: Name
csy: Název

# asset_source
source: Source
csy: Zdroj

# asset_texture_paths
source: Texture Paths
csy: Cesta k textuře

# asset_type
source: Type
csy: Typ

# asset_version
source: Version
csy: Verze

# atmosShadowColAmnt
source: Amount:
csy: Množství:

# atmosShadowColAmnt:uilabel
source: Amount:
csy: Množství:

# atmosShadowOn
source: On:
csy: Zapnuto:

# atmosShadowOn:uilabel
source: On:
csy: Zapnuto:

# atmosShadowOpacity
source: Opacity:
csy: Neprůhlednost:

# atmosShadowOpacity:uilabel
source: Opacity:
csy: Neprůhlednost:

# atmosShadows
source: Atmospheric Shadows
csy: Atmosférické stíny

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
csy: Automatická fotonová energie:
