Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
fra: Déplace le point de départ de la texture sur l'axe X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
fra: Décalage X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
fra: Déplace le point de départ de la texture sur l'axe Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
fra: Décalage Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
fra: Déplace le point de départ de la texture sur l'axe Z.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
fra: Décalage Z

# texture_RealWorldScaleX
source: Sample Size
fra: Taille échantillon

# texture_RealWorldScaleX:rightlabel
source: Width
fra: Largeur

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
fra: Spécifie la mise à l'échelle horizontale pour cette texture.

# texture_RealWorldScaleX:uilabel
source: Size X
fra: Taille X

# texture_RealWorldScaleY:rightlabel
source: Height
fra: Hauteur

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
fra: Spécifie la mise à l'échelle verticale pour cette texture.

# texture_RealWorldScaleY:uilabel
source: Size Y
fra: Taille Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
fra: Verrouille le rapport hauteur/largeur de la texture. Lorsque la valeur de la hauteur ou de la largeur est modifiée, l'autre valeur est modifiée en conséquence afin de conserver le rapport hauteur/largeur.

# texture_ScaleLock:uilabel
source: Scale Lock
fra: Verrouillage d'échelle

# texture_Tiling:uilabel
source: Tiling
fra: Recouvrement

# texture_UOffset:uilabel
source: U Offset
fra: Décalage U

# texture_URepeat:offlabel
source: None
fra: Aucun

# texture_URepeat:onlabel
source: Tile
fra: Mosaïque

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
fra: Règle la présentation en mosaïque de la texture sur l'axe X. Sélectionnez Aucun pour que la texture ne soit pas présentée en mosaïque au sein du matériau. Sélectionnez Mosaïque pour que la texture soit présentée en mosaïque au sein du matériau.

# texture_URepeat:uilabel
source: U Repeat
fra: Répétition U

# texture_UScale:uilabel
source: U Scale
fra: Echelle U

# texture_UVScale:uilabel
source: UV Scale
fra: Echelle UV

# texture_VOffset:uilabel
source: V Offset
fra: Décalage V

# texture_VRepeat
source: Vertical
fra: Verticale

# texture_VRepeat:offlabel
source: None
fra: Aucun

# texture_VRepeat:onlabel
source: Tile
fra: Mosaïque

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
fra: Règle la présentation en mosaïque de la texture sur l'axe Y. Sélectionnez Aucun pour que la texture ne soit pas présentée en mosaïque au sein du matériau. Sélectionnez Mosaïque pour que la texture soit présentée en mosaïque au sein du matériau.

# texture_VRepeat:uilabel
source: V Repeat
fra: Répétition V

# texture_VScale:uilabel
source: V Scale
fra: Echelle V

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
fra: Effectue une rotation de la texture de 0 degrés à 360 degrés.

source: textured
fra: texturé

source: thermal
fra: thermique

# thermal_Behavior
source: Behavior
fra: Comportement

# thermal_Behavior:thermal_isotropic
source: Isotropic
fra: Isotrope

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
fra: Orthotropique

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
fra: Permet de choisir entre un comportement isotrope et orthotropique.

# thermal_Behavior:uilabel
source: Behavior
fra: Comportement

# thermal_Compressibility
source: Compressibility
fra: Compressibilité

# thermal_Compressibility:uilabel
source: Compressibility
fra: Compressibilité

# thermal_Density
source: Density
fra: Densité

# thermal_Density:uilabel
source: Density
fra: Densité

# thermal_Electrical_resistivity
source: Electrical Resistivity
fra: Résistivité électrique

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
fra: Résistivité électrique

# thermal_Emissivity
source: Emissivity
fra: Emissivité

# thermal_Emissivity:uilabel
source: Emissivity
fra: Emissivité

# thermal_Gas_viscosity
source: Gas Viscosity
fra: Viscosité de gaz

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
fra: Viscosité de gaz

# thermal_Liquid_viscosity
source: Liquid Viscosity
fra: Viscosité de liquide

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
fra: Viscosité de liquide

# thermal_Permeability
source: Permeability
fra: Perméabilité

# thermal_Permeability:uilabel
source: Permeability
fra: Perméabilité

# thermal_Porosity
source: Porosity
fra: Porosité

# thermal_Porosity:uilabel
source: Porosity
fra: Porosité

# thermal_Reflectivity
source: Reflectivity
fra: Réflectivité

# thermal_Reflectivity:uilabel
source: Reflectivity
fra: Réflectivité

# thermal_Specific_heat
source: Specific Heat
fra: Chaleur spécifique

# thermal_Specific_heat:uilabel
source: Specific Heat
fra: Chaleur spécifique

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
fra: Chaleur spécifique de vaporisation

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
fra: Chaleur spécifique de vaporisation

# thermal_Thermal_conductivity
source: Thermal Conductivity
fra: Conductivité thermique

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
fra: Conductivité thermique

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
fra: Conductivité thermique X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
fra: Conductivité thermique X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
fra: Conductivité thermique Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
fra: Conductivité thermique Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
fra: Conductivité thermique Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
fra: Conductivité thermique Z

# thermal_Transmits_light
source: Transmits Light
fra: Transmet la lumière

# thermal_Transmits_light:uilabel
source: Transmits Light
fra: Transmet la lumière

# thermal_Vapor_pressure
source: Vapor Pressure
fra: Pression de vapeur

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
fra: Pression de vapeur

# thermal_isotropic
source: Isotropic
fra: Isotrope

# thermal_orthotropic
source: Orthotropic
fra: Orthotropique

# thermal_sourceURL
source: Source URL
fra: URL source

# thermal_sourceURL:uilabel
source: Source URL
fra: URL source

# thermal_subclass
source: Subclass
fra: Sous-classe

# thermal_subclass:uilabel
source: Subclass
fra: Sous-classe

source: thread
fra: taraudage

source: tiger
fra: tigerwood

source: tile
fra: mosaïque

source: Tile Appearance
fra: Apparence de la mosaïque

# tile_BrickColor
source: Tile Color
fra: Couleur de la mosaïque

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
fra: Permet de sélectionner une couleur ou une texture pour l'un des composants.

# tile_BrickColor:uilabel
source: Tile Color
fra: Couleur de la mosaïque

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
fra: Lien flamand courant

# tile_BrickType:tile_BrickType_custom
source: Custom
fra: Personnalisé

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
fra: Lien anglais

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
fra: Lien actif parfait

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
fra: Lien pile parfait

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
fra: Lien semi-actif

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
fra: Appareil en panneresses

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
fra: Lien pile

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
fra: Détermine un motif prédéfini ou personnalisé de mosaïque. En règle générale, les motifs prédéfinis désactivent la quasi totalité de la disposition empilement et les commandes de modification de lignes et de colonnes.

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
fra: Lien flamand courant

# tile_BrickType_custom
source: Custom
fra: Personnalisé

# tile_BrickType_english_bond
source: English Bond
fra: Lien anglais

# tile_BrickType_fine_running_bond
source: Fine Running Bond
fra: Lien actif parfait

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
fra: Lien pile parfait

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
fra: Lien semi-actif

# tile_BrickType_running_bond
source: Running Bond
fra: Appareil en panneresses

# tile_BrickType_stack_bond
source: Stack Bond
fra: Lien pile

# tile_ChangeColumn
source: Amount
fra: Quantité

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
fra: Modifie la hauteur de la mosaïque dans les colonnes affectées. La valeur par défaut de la mosaïque est 1.0. Les valeurs supérieures à 1.0 augmentent la hauteur de la mosaïque et les valeurs inférieures à 1.0 la réduisent. Plage = 0.0 à 5.0. Lorsque la valeur est 0.0, aucune mosaïque ne s'affiche dans la colonne et le matériau sous-jacent s'affiche.

# tile_ChangeColumn:uilabel
source: Amount
fra: Quantité

# tile_ChangeRow
source: Amount
fra: Quantité

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
fra: Modifie la largeur de la mosaïque dans les lignes affectées. La valeur par défaut de la mosaïque est 1.0. Les valeurs supérieures à 1.0 augmentent la largeur de la mosaïque et les valeurs inférieures à 1.0 la réduisent. Plage = 0.0 à 5.0. Lorsque la valeur est 0.0, aucune mosaïque ne s'affiche dans la colonne et le matériau sous-jacent s'affiche.

# tile_ChangeRow:uilabel
source: Amount
fra: Quantité

# tile_ColorVariance
source: Color Variance
fra: Variance des couleurs

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
fra: Contrôle la variance de couleur de la mosaïque. Plage = 0 à 100. Valeur par défaut = 0.

# tile_ColorVariance:uilabel
source: Color Variance
fra: Variance des couleurs

# tile_EdgeRoughness
source: Roughness
fra: Rugosité

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
fra: Contrôle la rugosité des bords du mortier. Plage = 0 à 200. Valeur par défaut = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
fra: Rugosité

# tile_FadeVariance
source: Fade Variance
fra: Variance fondu

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
fra: Contrôle la variance de fondu de la mosaïque. Plage = 0 à 100. Valeur par défaut = 0.05.

# tile_FadeVariance:uilabel
source: Fade Variance
fra: Variance fondu

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
fra: Verrouille les largeurs d'espacement verticales et horizontales. Lorsqu'une valeur est modifiée, l'autre valeur l'est également pour refléter le changement.

# tile_GroutAppearance
source: Grout Appearance
fra: Apparence de jointure

# tile_HorizontalCount
source: Tile Count
fra: Nombre de carreaux

# tile_HorizontalCount:rightlabel
source: Per Row
fra: Par ligne

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
fra: Contrôle le nombre de mosaïques dans la ligne.

# tile_HorizontalCount:uilabel
source: Tile Count
fra: Nombre de carreaux

# tile_HorizontalGap
source: Gap Width
fra: Largeur de l'espacement

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
fra: Contrôle la taille horizontale de la jointure entre les carreaux. Ces valeurs sont verrouillées par défaut les unes par rapport aux autres, de sorte que les deux valeurs changent si vous en modifiez une. Plage = 0 à 100. Valeur par défaut = 0.50.

# tile_HorizontalGap:uilabel
source: Gap Width
fra: Largeur de l'espacement

# tile_LineShift
source: Line Shift
fra: Changement ligne

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
fra: Déplace chaque seconde ligne de carreaux suivant la distance d'une unité. Plage = 0 à 100. Valeur par défaut = 0.50

# tile_LineShift:uilabel
source: Line Shift
fra: Changement ligne

# tile_MortarColor
source: Grout Color
fra: Couleur de jointure

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
fra: Permet de sélectionner une couleur ou une texture pour l'un des composants.

# tile_MortarColor:uilabel
source: Grout Color
fra: Couleur de jointure

# tile_Pattern
source: Pattern
fra: Motif

# tile_PerColumn:uilabel
source: Every
fra: Toutes les

# tile_PerColumn_panel_label
source: Column Modify
fra: Modification colonne

# tile_PerColumn_slider_label
source: Every
fra: Toutes les

# tile_PerColumn_slider_label:rightlabel
source: Columns
fra: Colonnes

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
fra: Spécifie les colonnes à modifier. Lorsque la valeur est égale à 0, aucune colonne n'est modifiée. Lorsque la valeur est égale à 1, toutes les colonnes sont modifiées.

# tile_PerRow:uilabel
source: Every
fra: Toutes les

# tile_PerRow_panel_label
source: Row Modify
fra: Modification ligne

# tile_PerRow_slider_label
source: Every
fra: Toutes les

# tile_PerRow_slider_label:rightlabel
source: Rows
fra: Lignes

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
fra: Spécifie les lignes à modifier. Lorsque la valeur est égale à 0, aucune ligne n'est modifiée. Lorsque la valeur est égale à 1, toutes les lignes sont modifiées.

# tile_RandomSeed
source: Randomize
fra: Randomiser

# tile_RandomSeed:rightlabel
source: Seed Value
fra: Valeur de départ

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
fra: Applique des motifs aléatoires de variation de couleur aux carreaux. Aucun autre paramètre n'est requis pour générer des motifs complètement différents.

# tile_RandomSeed:uilabel
source: Randomize
fra: Randomiser

# tile_RandomShift
source: Random
fra: Aléatoire

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
fra: Déplace aléatoirement toutes les lignes de carreaux suivant la distance d'une unité. Plage = 0 à 100. Valeur par défaut = 0.

# tile_RandomShift:uilabel
source: Random
fra: Aléatoire

# tile_Repeat
source: Repeat
fra: Répéter

# tile_Scale
source: Scale
fra: Echelle

# tile_StackingLayout
source: Stacking Layout
fra: Disposition empilement

# tile_UseColumnEdit:uilabel
source: Column Modify
fra: Modification colonne

# tile_UseRowEdit:uilabel
source: Row Modify
fra: Modification ligne

# tile_VerticalCount:rightlabel
source: Per Column
fra: Par colonne

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
fra: Contrôle le nombre de carreaux dans une colonne.

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
fra: Contrôle la taille verticale de la jointure entre les carreaux. Ces valeurs sont verrouillées par défaut les unes par rapport aux autres, de sorte que les deux valeurs changent si vous en modifiez une. Plage = 0 à 100. Valeur par défaut = 0.50.

# tile_transforms_group
source: Transforms
fra: Transformations

# tiling:uilabel
source: Tiling
fra: Recouvrement

source: timber
fra: bois d'oeuvre

# tint_color
source: Light Tint
fra: Teinte lumière

# tint_color:uilabel
source: Light Tint
fra: Teinte lumière

source: tinted
fra: teinté

source: Top Left 1:
fra: En haut à gauche 1:

# top_left-1:uilabel
source: Top Left 1:
fra: En haut à gauche 1:

source: Top Right 1:
fra: En haut à droite:1:

# top_right-1:uilabel
source: Top Right 1:
fra: En haut à droite:1:

source: translucent
fra: translucide

source: Transparency
fra: Transparence

# transparency:uilabel
source: Transparency
fra: Transparence

source: travertine
fra: travertin

source: turbid
fra: extérieur

source: umber
fra: ombre

source: unfinished
fra: non finalisé

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
fra: Paramètres avancés

# unifiedbitmap_Blur
source: Blur
fra: Flou

# unifiedbitmap_Blur:uilabel
source: Blur
fra: Flou

# unifiedbitmap_Blur_Offset
source: Blur Offset
fra: Décalage flou

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
fra: Décalage flou

# unifiedbitmap_Filtering
source: Filtering
fra: Filtrage

# unifiedbitmap_Filtering:uilabel
source: Filtering
fra: Filtrage

# unifiedbitmap_Invert
source: Invert Image
fra: Inverser l'image

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
fra: Intervertir les zones claires et foncées de l'image.

# unifiedbitmap_Invert:uilabel
source: Invert Image
fra: Inverser l'image

# unifiedbitmap_None
source: None
fra: Aucun

# unifiedbitmap_RGBAmount
source: Brightness
fra: Luminosité

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
fra: Régler la luminosité de l'image.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
fra: Luminosité

# unifiedbitmap_Summed_Area
source: Summed Area
fra: Surface ajoutée

# unifiedbitmap_repeat_group
source: Repeat
fra: Répéter

# unifiedbitmap_scale_group
source: Scale
fra: Echelle

# unifiedbitmap_transforms_group
source: Transforms
fra: Transformations

source: uniform
fra: uniforme

source: unitless
fra: sans unité

# useShadowColMap
source: Use Shadow Color Map:
fra: Utiliser texture couleur ombre:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
fra: Utiliser texture couleur ombre:

# use_altitude_azimuth
source: Override Sun Position:
fra: Remplacer la position du soleil:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
fra: Remplacer la position du soleil:

source: Use Background:
fra: Utiliser l'arrière-plan:

# use_background:uilabel
source: Use Background:
fra: Utiliser l'arrière-plan:

# use_custom_environment:uilabel
source: Use Custom Environment
fra: Utiliser environnement personnalisé

# uv_channel:uilabel
source: UV Channel
fra: Canal UV

source: veins
fra: marbrures

source: velvet
fra: velours

source: victorian
fra: victorien

# vignetting
source: Vigneting:
fra: Dégradé:

# vignetting:uilabel
source: Vigneting:
fra: Dégradé:

source: vinyl
fra: vinyle

# visibility_distance
source: Visibility Distance (10% Haze):
fra: Distance de visibilité (brume 10%):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
fra: Distance de visibilité (brume 10%):

source: wall
fra: mur

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# wallpaint_ao_distance
source: Max Distance
fra: Distance max.

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# wallpaint_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# wallpaint_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# wallpaint_ao_samples
source: Samples
fra: Echantillons

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# wallpaint_ao_samples:uilabel
source: Samples
fra: Echantillons

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
fra: Règle l'application de la peinture sur rouleau (relief fin), pinceau (strie) ou bombe (lisse).

# wallpaint_application:wallpaint_brush
source: Brush
fra: Pinceau

# wallpaint_application:wallpaint_roller
source: Roller
fra: Rouleau

# wallpaint_application:wallpaint_spray
source: Spray
fra: Bombe

# wallpaint_brush
source: Brush
fra: Pinceau

# wallpaint_color
source: Color
fra: Couleur

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
fra: Règle la couleur et la quantité de lumière réfléchie par la peinture.

# wallpaint_color:uilabel
source: Color
fra: Couleur

# wallpaint_color_by_object:uilabel
source: Custom Color
fra: Couleur personnalisée

# wallpaint_eggshell
source: Eggshell
fra: Coquille d'oeuf

# wallpaint_finish
source: Finish
fra: Finition
