Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# generic_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# generic_ao_distance
source: Max Distance
rus: Макс. расстояние

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# generic_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# generic_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# generic_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# generic_ao_samples
source: Samples
rus: Примеры

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# generic_ao_samples:uilabel
source: Samples
rus: Примеры

# generic_backface_cull:uilabel
source: Backface Cull
rus: Отсев невидимых поверхностей

# generic_bump_amount
source: Amount
rus: Количество

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
rus: Корректировка относительной высоты заданного шаблона выдавливания. 0 соответствует плоской поверхности. Большее десятичное значение (до 1000,0) соответствует большей высоте неровностей поверхности.

# generic_bump_amount:uilabel
source: Amount
rus: Количество

# generic_bump_map:uilabel
source: Bump
rus: Выдавливание

# generic_bump_map_image_label
source: Image
rus: Изображение

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
rus: Использование карты текстур для выбора рельефного узора шаблона выдавливания для материала. Шаблон выдавливания определяет повышенные и пониженные участки в соответствии с темными и светлыми фрагментами файла изображения.

# generic_bump_map_panel_label
source: Bump
rus: Выдавливание

# generic_cutout_opacity:uilabel
source: Cutouts
rus: Вырезаемые участки

# generic_cutout_opacity_image_label
source: Image
rus: Изображение

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
rus: Использование карты текстур для управления формами, вырезаемыми в поверхности материала.

# generic_cutout_opacity_panel_label
source: Cutouts
rus: Вырезаемые участки

# generic_diffuse:uilabel
source: Color
rus: Цвет

# generic_diffuse_color
source: Color
rus: Цвет

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
rus: Корректировка цвета поверхности. Влияет как на отраженный свет (отражательная способность), так и на проходящий свет (коэффициент пропускания).

# generic_diffuse_image
source: Image
rus: Изображение

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
rus: Отображение карты диффузных цветов для материала.

# generic_diffuse_image_fade
source: Image Fade
rus: Выведение изображения

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
rus: Корректировка композиции основного цвета и диффузного изображения. Параметр активен только при выбранном изображении.

# generic_diffuse_image_fade:uilabel
source: Image Fade
rus: Выведение изображения

# generic_general
source: Generic
rus: Типовые

# generic_glossiness
source: Glossiness
rus: Блеск

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
rus: Степень гладкости поверхности, которая влияет как на отражательную способность, так и на коэффициент пропускания. Для создания матовых поверхностей или матированного стекла степень блеска следует уменьшить. 0 соответствует тусклой поверхности, а 100 — идеально зеркальной.

# generic_glossiness:uilabel
source: Glossiness
rus: Блеск

# generic_is_metal
source: Highlights
rus: Светлые участки

# generic_is_metal:offlabel
source: Non-Metallic
rus: Неметаллический

# generic_is_metal:onlabel
source: Metallic
rus: Металлический

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
rus: Корректировка степени металлического блеска. Значение по умолчанию = неметаллический.

# generic_is_metal:uilabel
source: Highlights
rus: Светлые участки

# generic_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# generic_props1
source: Basic Thermal
rus: Базовые температурные

# generic_props2
source: Mechanical
rus: Механические

# generic_props4
source: Strength
rus: Прочность

# generic_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
rus: Образцы нечетких отражений

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
rus: Определение максимального числа образцов (лучей), которое mental ray вычисляет для создания нечетких отражений.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
rus: Образцы нечетких отражений

# generic_reflectivity_at_0deg
source: Reflectivity
rus: Отражательная способность

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
rus: Отражательная способность

# generic_reflectivity_at_0deg_slider
source: Direct
rus: Прямой

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
rus: Регулировка количества света, отражаемого материалом, если поверхность обращена прямо к камере. 0 соответствует отсутствию отражения, а 100 — максимальному отражению.

# generic_reflectivity_at_90deg
source: Oblique
rus: Под углом

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
rus: Регулировка количества света, отражаемого материалом, если поверхность находится под углом к камере. 0 соответствует отсутствию отражения, а 100 — максимальному отражению.

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
rus: Отражательная способность

# generic_refr_depth
source: Refraction Max Trace Depth
rus: Максимальная глубина трассировки преломлений

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
rus: Если флажок установлен, управление глубиной точки преломления материала и дополнительным лучом прозрачности осуществляется локально и дополнительный луч прозрачности испускается при достижении ограничения по эффекту "темной границы", который обычно наблюдается на объектах из прочного стекла.

# generic_refr_depth:uilabel
source: Override Refraction Depth
rus: Переопределить глубину преломления

# generic_refr_depth_control_label
source: Override Refraction Depth
rus: Переопределить глубину преломления

# generic_refraction_custom
source: Custom
rus: Пользовательский

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
rus: Образцы нечетких преломлений

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
rus: Определение максимального числа образцов (лучей), которое mental ray вычисляет для создания нечетких преломлений.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
rus: Образцы нечетких преломлений

# generic_refraction_index
source: Refraction
rus: Преломление

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
rus: Регулировка степени искривления светового луча при прохождении через поверхность. Параметр активен только в том случае, если для параметра "Прозрачность" задано положительное значение. 0 соответствует отсутствию преломления, а 5 — максимальному преломлению.

# generic_refraction_index:uilabel
source: Refraction
rus: Преломление

# generic_refraction_index_air
source: Air
rus: Воздух

# generic_refraction_index_alcohol
source: Alcohol
rus: Спирт

# generic_refraction_index_diamond
source: Diamond
rus: Алмаз

# generic_refraction_index_glass
source: Glass
rus: Стекло

# generic_refraction_index_quartz
source: Quartz
rus: Кварц

# generic_refraction_index_water
source: Water
rus: Вода

# generic_refraction_translucency_weight
source: Translucency
rus: Полупрозрачность

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
rus: Регулировка доли света (в процентах), который поглощается и вновь излучается при прохождении через поверхность (как в случае киноэкрана с подсветкой). 0 соответствует отсутствию полупрозрачности, а 100 — полной полупрозрачности, как у матированного стекла. Параметр активен только в том случае, если для параметра "Прозрачность" задано положительное значение.

# generic_refraction_translucency_weight:uilabel
source: Translucency
rus: Полупрозрачность

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# generic_roundcorners_radius
source: Source
rus: Источник

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# generic_roundcorners_radius:uilabel
source: Round Corners
rus: Скругление углов

# generic_roundcorners_radius_control_label
source: Round Corners
rus: Скругление углов

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Включение моделирования скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# generic_self_illum_color_temperature
source: Color Temperature
rus: Цветовая температура

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
rus: Регулировка цветовой температуры света (теплый или холодный цвет), излучаемого данным материалом, в градусах Кельвина; напр., свеча = 1850, ксеноновая дуговая лампа = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
rus: Цветовая температура

# generic_self_illum_color_temperature_candle
source: Candle
rus: Канделы

# generic_self_illum_color_temperature_custom
source: Custom
rus: Пользовательский

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
rus: Естественный свет, холодный

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
rus: Экран телевизора

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
rus: Естественный свет, теплый

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
rus: Ксеноновая дуговая лампа

# generic_self_illum_color_temperature_floodlight
source: Floodlight
rus: Прожектор заливающего света

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
rus: Лампа накаливания

# generic_self_illum_color_temperature_moonlight
source: Moonlight
rus: Лунный свет

# generic_self_illum_filter_map
source: Filter Color
rus: Светофильтр

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
rus: Корректировка цвета для света, проходящего через прозрачный или полупрозрачный материал, такой как стекло.

# generic_self_illum_filter_map:uilabel
source: Filter Color
rus: Светофильтр

# generic_self_illum_list_label
source: Luminance
rus: Яркость

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
rus: Регулировка яркости света, испускаемого данной поверхностью, измеряемой в канделах на квадратный метр; напр., тусклое свечение = 10, рассеиватель галогенной лампы = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
rus: Самосвечение

# generic_self_illum_panel_label
source: Self Illumination
rus: Самосвечение

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
rus: Экран сотового телефона

# generic_self_illumination_crt_television
source: CRT Television
rus: Телевизор с ЭЛТ

# generic_self_illumination_custom
source: Custom
rus: Пользовательский

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
rus: Рассеиватель настольной лампы

# generic_self_illumination_dim_glow
source: Dim Glow
rus: Тусклое свечение

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
rus: Матированная лампа

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
rus: Расеиватель галогенной лампы

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
rus: Наружная сторона абажура

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
rus: Внутренняя сторона абажура

# generic_self_illumination_led_panel
source: LED Panel
rus: Светодиодная панель

# generic_self_illumination_led_screen
source: LED Screen
rus: Светодиодный экран

# generic_transparancy_fade
source: Image
rus: Изображение

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
rus: Добавление изображения, которое будет объединено с общей величиной прозрачности.

# generic_transparency:uilabel
source: Transparency
rus: Прозрачность

# generic_transparency_image_fade
source: Image Fade
rus: Выведение изображения

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
rus: Управление композицией изображения и величины прозрачности, напр., белый цвет на изображении будет иметь общую величину прозрачности, а степень непрозрачности черного цвета определяется величиной выведения.

# generic_transparency_image_fade:uilabel
source: Image Fade
rus: Выведение изображения

# generic_transparency_panel_label
source: Transparency
rus: Прозрачность

# generic_transparency_slider_label
source: Amount
rus: Количество

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
rus: Регулировка количества света, проходящего через поверхность, а не отражающегося от нее и не поглощаемого материалом. 0% соответствует полной непрозрачности, а 100% — полной прозрачности.

source: geometric
rus: геометрический

source: glass
rus: стекло

source: glazed
rus: остекленный

source: glazing
rus: остекление

# glazing_blue
source: Blue
rus: Синий

# glazing_bluegreen
source: Blue Green
rus: Сине-зеленый

# glazing_bronze
source: Bronze
rus: Бронза

# glazing_clear
source: Clear
rus: Бесцветный

# glazing_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# glazing_custom_color
source: Custom
rus: Пользовательский

# glazing_glazinggroup
source: Glazing
rus: Остекление

# glazing_gray
source: Gray
rus: Серый

# glazing_green
source: Green
rus: Зеленый

# glazing_no_levels
source: Sheets of Glass
rus: Листы стекла

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
rus: Корректировка количества листов стекла; например, для двойного остекления этот параметр должен быть равен 2. Введите число от 1 до 6.

# glazing_no_levels:uilabel
source: Sheets of Glass
rus: Листы стекла

# glazing_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# glazing_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# glazing_reflectance
source: Reflectance
rus: Отражательная способность

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
rus: Регулировка количества света, отражающегося от поверхности стекла, а не проходящего через него. Введите значение от 0% до 100%.

# glazing_reflectance:uilabel
source: Reflectance
rus: Отражательная способность

# glazing_refr_depth
source: Refraction Max Trace Depth
rus: Максимальная глубина трассировки преломлений

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
rus: Если флажок установлен, управление глубиной точки преломления материала и дополнительным лучом прозрачности осуществляется локально и дополнительный луч прозрачности испускается при достижении ограничения по эффекту "темной границы", который обычно свойственен объектам из прочного стекла.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
rus: Переопределить глубину преломления

# glazing_refr_depth_control_label
source: Override Refraction Depth
rus: Переопределить глубину преломления

# glazing_transmittance_color
source: Color
rus: Цвет

# glazing_transmittance_color:glazing_blue
source: Blue
rus: Синий

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
rus: Сине-зеленый

# glazing_transmittance_color:glazing_bronze
source: Bronze
rus: Бронза

# glazing_transmittance_color:glazing_clear
source: Clear
rus: Бесцветный

# glazing_transmittance_color:glazing_custom
source: Custom
rus: Пользовательский

# glazing_transmittance_color:glazing_gray
source: Gray
rus: Серый

# glazing_transmittance_color:glazing_green
source: Green
rus: Зеленый

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
rus: Регулировка цвета остекления и количества света, проникающего через стекло.

# glazing_transmittance_color:uilabel
source: Color
rus: Цвет

# glazing_transmittance_map
source: Custom Color
rus: Пользовательский цвет

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
rus: Выбор цвета, изображения или процедурной текстуры для визуализации материала.

# glazing_transmittance_map:uilabel
source: Custom Color
rus: Пользовательский цвет

source: gloss
rus: глянец

source: glossy
rus: глянцевый

source: glow
rus: свечение

# glyphDisplay:uilabel
source: Glyph display:
rus: Отображение символа:

source: gold
rus: золото

source: golden
rus: золотой

source: goldenrod
rus: красное золото

# gradient_Appearance
source: Appearance
rus: Представление

# gradient_Color:uilabel
source: Color
rus: Цвет

# gradient_Position:uilabel
source: Position
rus: Положение

# gradient_Repeat
source: Repeat
rus: Повтор

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
rus: Добавление узлов щелчком на шкале градиента и удаление узлов путем перетаскивания их со шкалы или путем их выбора и нажатия клавиши DELETE.

# gradient_interpolation:gradient_interp_custom
source: Custom
rus: Пользовательский

# gradient_interpolation:gradient_interp_easyin
source: Ease in
rus: Уменьшить

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
rus: Турбулентный

# gradient_interpolation:gradient_interp_easyout
source: Ease out
rus: Облегчить

# gradient_interpolation:gradient_interp_linear
source: Linear
rus: Линейный
