Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# decal-1:uilabel
source: Decal 1:
hun: 1. dekoráció:

# decalbumpmap_Bitmap
source: Image File:
hun: Képfájl:

# decalbumpmap_Bitmap:uilabel
source: Image File:
hun: Képfájl:

# decalbumpmap_Blur:uilabel
source: Blur
hun: Elmosás

# decalbumpmap_Filtering:uilabel
source: Filtering
hun: Szűrés

# decalbumpmap_Invert
source: Invert:
hun: Átfordítás:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
hun: A kép fényes és sötét területeinek cseréje.

# decalbumpmap_Invert:uilabel
source: Invert:
hun: Átfordítás:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
hun: Térképcsatorna

# decalbumpmap_RGBAmount:uilabel
source: Brightness
hun: Fényerő

# decalbumpmap_UMirror:uilabel
source: U Mirror
hun: U tükrözés

# decalbumpmap_UOffset:uilabel
source: U Offset
hun: U eltolás

# decalbumpmap_UVScale:uilabel
source: UV Scale
hun: UV lépték

# decalbumpmap_UWrap:uilabel
source: U Wrap
hun: U ráfordulás

# decalbumpmap_VMirror:uilabel
source: V Mirror
hun: V tükrözés

# decalbumpmap_VOffset:uilabel
source: V Offset
hun: V eltolás

# decalbumpmap_VWrap:uilabel
source: V Wrap
hun: V ráfordulás

# decalbumpmap_WAngle:uilabel
source: Angle
hun: Szög

# decalmap_Bitmap
source: Image File:
hun: Képfájl:

# decalmap_Bitmap:uilabel
source: Image File:
hun: Képfájl:

# decalmap_Blur:uilabel
source: Blur
hun: Elmosás

# decalmap_Filtering:uilabel
source: Filtering
hun: Szűrés

# decalmap_Invert:uilabel
source: Invert:
hun: Átfordítás:

# decalmap_MapChannel:uilabel
source: Map Channel
hun: Térképcsatorna

# decalmap_RGBAmount
source: Brightness:
hun: Fényerő:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
hun: A kép fényerejének beállítása

# decalmap_RGBAmount:uilabel
source: Brightness
hun: Fényerő

# decalmap_UMirror:uilabel
source: U Mirror
hun: U tükrözés

# decalmap_UOffset:uilabel
source: U Offset
hun: U eltolás

# decalmap_UVScale:uilabel
source: UV Scale
hun: UV lépték

# decalmap_UWrap:uilabel
source: U Wrap
hun: U ráfordulás

# decalmap_VMirror:uilabel
source: V Mirror
hun: V tükrözés

# decalmap_VOffset:uilabel
source: V Offset
hun: V eltolás

# decalmap_VWrap:uilabel
source: V Wrap
hun: V ráfordulás

# decalmap_WAngle:uilabel
source: Angle
hun: Szög

# decayStartDistance
source: Decay Start:
hun: Elhalás kezdete:

# decayStartDistance:uilabel
source: Decay Start:
hun: Elhalás kezdete:

source: Decay Type:
hun: Elhalás típusa:

# decayType:inverse
source: Inverse
hun: Inverz

# decayType:inverseSquare
source: Inverse Square
hun: Inverz négyzetes

# decayType:none
source: None
hun: Nincs

# decayType:uilabel
source: Decay Type:
hun: Elhalás típusa:

source: decorative
hun: dekoratív

source: denim
hun: farmer

source: diamond
hun: rombusz

source: diamond plate texture
hun: rombusz lemezminta

source: diamonds
hun: rombuszok

source: Diffuse:
hun: Diffúziós

# diffuse:uilabel
source: Diffuse:
hun: Diffúziós:

# dimmer
source: Multiplier:
hun: Szorzó:

# dimmer:uilabel
source: Multiplier:
hun: Szorzó:

# dimmerPanel
source: Dimming
hun: Halványítás

source: Directional
hun: Irányított

source: dirt
hun: föld

source: Disc
hun: Korong

# disc_normal
source: Normal:
hun: Normál:

# disc_normal:uilabel
source: Normal:
hun: Normál:

# disc_radius
source: Radius:
hun: Sugár:

# disc_radius:uilabel
source: Radius:
hun: Sugár:

source: Distribution:
hun: Eloszlás:

# distribution:diffuse
source: Diffuse
hun: Diffúziós

# distribution:isotropic
source: Uniform
hun: Egyenletes

# distribution:spot
source: Spot
hun: Reflektor

# distribution:uilabel
source: Distribution:
hun: Eloszlás:

# distribution:web
source: Use Light Profile
hun: Fényprofil használata

source: dots
hun: pontok

source: ecru
hun: nyers színű

source: Effects
hun: Effektusok

# electricalEfficiency
source: Electrical Efficiency (lm/W):
hun: Elektromos hatékonyság (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
hun: Elektromos hatékonyság (lm/W):

source: elm
hun: szil

# emit_direct_photons:uilabel
source: Emit Direct Photons
hun: Közvetlen fotonkibocsátás

source: environments
hun: környezetek

source: expanded
hun: nyújtott

source: exposed
hun: kitett

source: exterior
hun: külső

# exterior:uilabel
source: Exterior Daylight
hun: Külső természetes fény

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
hun: Fénycső (hideg fehér)

# f3_fluorescentWhite
source: Fluorescent (White)
hun: Fénycső (fehér)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
hun: Fénycső (meleg fehér)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
hun: Fénycső (természetes)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
hun: Fénycső (világos fehér)

# f_number
source: Aperture (f-stop):
hun: Rekeszérték (f-stop):

# f_number:uilabel
source: Aperture (f-stop):
hun: Rekeszérték (f-stop):

source: fabric
hun: szövet

source: fabric with gray, blue and white stripes
hun: szürke, kék és fehér csíkos szövet

source: fabric with yellow and black stripes
hun: sárga és fekete csíkos szövet

source: fabric with yellow and gray stripes
hun: sárga és szürke csíkos szövet

source: fabric with yellow and white stripes
hun: sárga és fehér csíkos szövet

source: face
hun: felület

source: Fall Off:
hun: Teljes megvilágítás:

# fallOff:tooltip
source: Spot width, in radians
hun: Pontszerű fényforrás szélessége radiánban

# fallOff:uilabel
source: Fall Off:
hun: Teljes megvilágítás:

# farAttenuationEnd
source: End Point:
hun: Végpont:

# farAttenuationEnd:uilabel
source: End Point:
hun: Végpont:

# farAttenuationOn
source: Far Attenuation:
hun: Távoli gyengülés:

# farAttenuationOn:uilabel
source: Far Attenuation:
hun: Távoli gyengülés:

# farAttenuationStart
source: Start Point:
hun: Kezdőpont:

# farAttenuationStart:uilabel
source: Start Point:
hun: Kezdőpont:

source: fatigue
hun: kifáradás

source: fatigue structural asset.
hun: szerkezeti anyag kifáradása.

# fatigue_SN_Behavior
source: Behavior
hun: Viselkedés

# fatigue_SN_Behavior:sn_Constant
source: Constant
hun: Állandó

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
hun: S-N görbe

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
hun: Az Állandó és az S-N görbe szerinti viselkedés közül választ.

# fatigue_SN_Behavior:uilabel
source: Behavior
hun: Viselkedés

# fatigue_SN_Graph
source: S-N Curve
hun: S-N görbe

# fatigue_props1
source: Strain-Fatigue Life
hun: Kisciklusú kifáradási élettartam

# fatigue_props2
source: Stress-Fatigue Life
hun: Nagyciklusú kifáradási élettartam

# fatigue_props3
source: Compressive Strength
hun: Nyomószilárdság

source: fieldstone
hun: terméskő

# film_iso
source: Film speed (ISO):
hun: Filmsebesség (ISO):

# film_iso:uilabel
source: Film speed (ISO):
hun: Filmsebesség (ISO):

source: Filter Color:
hun: Szűrő színe:

# filterColor:uilabel
source: Filter Color:
hun: Szűrő színe:

source: fine
hun: finom

source: fissured
hun: repedésmintás

# flags:uilabel
source: Flags
hun: Kőlapok

source: flagstone
hun: kőlap

source: flaked
hun: forgácsolt

source: flat
hun: lapos

source: floor
hun: födém

source: flooring
hun: padlóburkolat

source: floral
hun: virágos

# focal_length:uilabel
source: focal_length
hun: gyújtótávolság

source: forest
hun: erdő

source: formwork
hun: zsalu

source: frosted
hun: homályos

source: furniture
hun: bútor

source: galvanized
hun: galvanizált

source: gas
hun: gáz

# gas_props1
source: Properties
hun: Egyszerű hőtani

# gas_props2
source: Mechanical
hun: Mechanikai

source: generic
hun: általános

# generic_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# generic_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# generic_ao_distance
source: Max Distance
hun: Max. távolság

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# generic_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# generic_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# generic_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# generic_ao_samples
source: Samples
hun: Minták

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# generic_ao_samples:uilabel
source: Samples
hun: Minták

# generic_backface_cull:uilabel
source: Backface Cull
hun: Hátsó felület kiválasztása

# generic_bump_amount
source: Amount
hun: Mérték

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
hun: A megadott egyenetlenségminta relatív magasságának beállítása. Írja be a 0 értéket, ha azt szeretné, hogy a felület sima legyen. Írjon be magasabb tizedes értékeket (legfeljebb 1000.0) a felületi szabálytalanságok magasságának növeléséhez.

# generic_bump_amount:uilabel
source: Amount
hun: Mérték

# generic_bump_map:uilabel
source: Bump
hun: Egyenetlenség

# generic_bump_map_image_label
source: Image
hun: Kép

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
hun: Mintázattérkép használata az anyag egyenetlenségi mintájának kiválasztásához. Az egyenetlenségminták magasabb vagy alacsonyabb területeket határoznak meg a képfájl sötét vagy világos területei alapján.

# generic_bump_map_panel_label
source: Bump
hun: Egyenetlenség

# generic_cutout_opacity:uilabel
source: Cutouts
hun: Kivágások

# generic_cutout_opacity_image_label
source: Image
hun: Kép

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
hun: Mintázattérkép használata az anyag felületébe vágott alakok meghatározásához.

# generic_cutout_opacity_panel_label
source: Cutouts
hun: Kivágások

# generic_diffuse:uilabel
source: Color
hun: Szín

# generic_diffuse_color
source: Color
hun: Szín

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
hun: A felület színének beállítása. Befolyásolja a visszaverődő (tükrözött) és az áthaladó (áteresztett) fényt is.

# generic_diffuse_image
source: Image
hun: Kép

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
hun: Az anyag diffúz színtérképének megjelenítése.

# generic_diffuse_image_fade
source: Image Fade
hun: Kép fakultsága

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
hun: Az alapszín és a diffúz kép közötti áttűnés beállítása. Csak kép kiválasztása esetén aktív.

# generic_diffuse_image_fade:uilabel
source: Image Fade
hun: Kép fakultsága

# generic_general
source: Generic
hun: Általános

# generic_glossiness
source: Glossiness
hun: Fényesség

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
hun: A felület simaságának megadása, amely hatással van a felület tükröződésére és átlátszóságára. A fényesség csökkentésével matt felületeket vagy homályos üveget hozhat létre. Írjon be egy értéket 0 (matt) és 100 (tökéletes tükrözés) között.

# generic_glossiness:uilabel
source: Glossiness
hun: Fényesség

# generic_is_metal
source: Highlights
hun: Csúcsfények

# generic_is_metal:offlabel
source: Non-Metallic
hun: Nem fémes

# generic_is_metal:onlabel
source: Metallic
hun: Fémes

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
hun: Fémes csúcsfények hozzáadásának beállítása. Alapértelmezett = nem fémes.

# generic_is_metal:uilabel
source: Highlights
hun: Csúcsfények

# generic_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# generic_props1
source: Basic Thermal
hun: Egyszerű hőtani

# generic_props2
source: Mechanical
hun: Mechanikai

# generic_props4
source: Strength
hun: Szilárdsági

# generic_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
hun: Definiálja azon minták maximális (nyalábok) számát, mely elvi nyalábok alapján a fényes reflexiók kiszámításra kerülnek.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
hun: Visszaverődés fényes mintái

# generic_reflectivity_at_0deg
source: Reflectivity
hun: Visszaverődés

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
hun: Visszaverődés

# generic_reflectivity_at_0deg_slider
source: Direct
hun: Közvetlen

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
hun: Annak beállítása, hogy mennyi fényt tükröz vissza az anyag, amikor a felület közvetlenül a kamerára néz. Írjon be egy értéket 0 (nincs tükröződés) és 100 (maximális tükröződés) között.

# generic_reflectivity_at_90deg
source: Oblique
hun: Ferde

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
hun: Annak beállítása, hogy mennyi fényt tükröz vissza az anyag, amikor a felület szöget zár be a kamerával. Írjon be egy értéket 0 (nincs tükröződés) és 100 (maximális tükröződés) között.

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
hun: Visszaverődés

# generic_refr_depth
source: Refraction Max Trace Depth
hun: Fénytörés max. követési mélysége

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
hun: Bejelölése esetén az anyag fénytörési mélysége helyileg vezérelt, és a korlát elérésekor további átlátszósági sugár keletkezik, így korlátozva az általában tömör üveg objektumokon megjelenő sötét élhatást.

# generic_refr_depth:uilabel
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# generic_refr_depth_control_label
source: Override Refraction Depth
hun: Fénytörés mélységének felülbírálása

# generic_refraction_custom
source: Custom
hun: Egyéni

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
hun: Fénytörés fényes mintái

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
hun: Definiálja azon minták maximális (nyalábok) számát, mely elvi nyalábok alapján a fényes törések kiszámításra kerülnek.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
hun: Fénytörés fényes mintái

# generic_refraction_index
source: Refraction
hun: Fénytörés

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
hun: A fénytörés mértékének beállítása, amikor a fény áthalad egy felületen. Csak akkor aktív, ha az Átlátszóság értéke nagyobb, mint 0. Adjon meg egy mutatószámot 0 (nincs fénytörés) és 5 (legnagyobb mértékű fénytörés) között.

# generic_refraction_index:uilabel
source: Refraction
hun: Fénytörés

# generic_refraction_index_air
source: Air
hun: Levegő

# generic_refraction_index_alcohol
source: Alcohol
hun: Alkohol

# generic_refraction_index_diamond
source: Diamond
hun: Gyémánt

# generic_refraction_index_glass
source: Glass
hun: Üveg

# generic_refraction_index_quartz
source: Quartz
hun: Kvarc

# generic_refraction_index_water
source: Water
hun: Víz

# generic_refraction_translucency_weight
source: Translucency
hun: Áttetszőség

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
hun: A felület által elnyelt és ismét kibocsátott fény százalékos mennyiségének megadása, hasonlóan a hátulról megvilágított képernyőkhöz. Írjon be egy értéket 0 (nem áttetsző) és 100 (teljesen áttetsző, például homályos üveg) között. Csak akkor aktív, ha az Átlátszóság értéke nagyobb, mint 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
hun: Áttetszőség

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# generic_roundcorners_radius
source: Source
hun: Forrás

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# generic_roundcorners_radius:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# generic_roundcorners_radius_control_label
source: Round Corners
hun: Sarkok lekerekítése

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# generic_self_illum_color_temperature
source: Color Temperature
hun: Színhőmérséklet

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
hun: Az anyag által kibocsátott fény színhőmérsékletének (meleg vagy hűvös hatásának) beállítása Kelvin fokban. Például: gyertya = 1850, Xenon ívlámpa = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
hun: Színhőmérséklet

# generic_self_illum_color_temperature_candle
source: Candle
hun: Gyertya

# generic_self_illum_color_temperature_custom
source: Custom
hun: Egyéni

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
hun: Természetes fény - hűvös

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
hun: Tévéképernyő

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
hun: Természetes fény - meleg

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
hun: Xenon ívlámpa

# generic_self_illum_color_temperature_floodlight
source: Floodlight
hun: Reflektorfény

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
hun: Izzólámpa

# generic_self_illum_color_temperature_moonlight
source: Moonlight
hun: Holdfény

# generic_self_illum_filter_map
source: Filter Color
hun: Szűrőszín

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
hun: Átlátszó vagy félig átlátszó anyagon (például üvegen) keresztül bocsátott fény színének beállítása.

# generic_self_illum_filter_map:uilabel
source: Filter Color
hun: Szűrőszín

# generic_self_illum_list_label
source: Luminance
hun: Fénysűrűség

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
hun: A felület által kibocsátott fény erejének beállítása kandela/négyzetméterben mérve. Például: fakó izzás = 10, halogénlámpa lencséje = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
hun: Önmegvilágítás

# generic_self_illum_panel_label
source: Self Illumination
hun: Önmegvilágítás

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
hun: Mobiltelefon képernyője

# generic_self_illumination_crt_television
source: CRT Television
hun: Katódsugárcsöves televízió

# generic_self_illumination_custom
source: Custom
hun: Egyéni

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
hun: Asztali lámpa lencséje

# generic_self_illumination_dim_glow
source: Dim Glow
hun: Fakó izzás

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
hun: Homályos izzó

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
hun: Halogénlámpa lencséje

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
hun: Kültéri lámpaernyő

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
hun: Beltéri lámpaernyő

# generic_self_illumination_led_screen
source: LED Screen
hun: LED képernyő

# generic_transparancy_fade
source: Image
hun: Kép

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
hun: A teljes átlátszósági mennyiséggel egyesíteni kívánt kép hozzáadása.

# generic_transparency:uilabel
source: Transparency
hun: Átlátszóság
