Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# stone_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# stone_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# stone_roundcorners_radius
source: Source
plk: Źródło

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# stone_roundcorners_radius:uilabel
source: Source
plk: Źródło

# stone_stonegroup
source: Stone
plk: Kamień

# stone_stonewall
source: Stone Wall
plk: Ściana kamienna

# stone_unfinished
source: Unfinished
plk: Niewykończony

# stonewall_tex:uilabel
source: Stonewall Texture
plk: Tekstura Ściana kamienna

source: street
plk: uliczne

# stress_curve_data:uilabel
source: Stress
plk: Naprężenie

source: stripes
plk: pasy

source: structural
plk: konstrukcyjne

source: structural concrete
plk: beton konstrukcyjny

# structural_Behavior
source: Behavior
plk: Zachowanie

# structural_Behavior:structural_isotropic
source: Isotropic
plk: Izotropowe

# structural_Behavior:structural_orthotropic
source: Orthotropic
plk: Ortotropowe

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
plk: Poprzeczne, izotropowe

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
plk: Umożliwia wybranie między zachowaniem izotropowym a ortotropowym.

# structural_Behavior:uilabel
source: Behavior
plk: Zachowanie

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
plk: Współczynnik cyklicznego wzmocnienia

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
plk: Współczynnik cyklicznego wzmocnienia

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
plk: Wykładnik cyklicznego wzmocnienia

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
plk: Wykładnik cyklicznego wzmocnienia

# structural_Density
source: Density
plk: Gęstość

# structural_Density:uilabel
source: Density
plk: Gęstość

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
plk: Wytrzymałość zmęczeniowa — liczba cykli

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
plk: Wytrzymałość zmęczeniowa — liczba cykli

# structural_Endurance_limit_stress
source: Endurance Limit Stress
plk: Wytrzymałość zmęczeniowa — naprężenie

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
plk: Wytrzymałość zmęczeniowa — naprężenie

# structural_ExternalMaterialID:uilabel
source: External Material ID
plk: Identyfikator materiału zewnętrznego

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
plk: Współczynnik odkształcalności zmęczeniowej

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
plk: Współczynnik odkształcalności zmęczeniowej

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
plk: Wykładnik odkształcalności zmęczeniowej

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
plk: Wykładnik odkształcalności zmęczeniowej

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
plk: Współczynnik wytrzymałości zmęczeniowej

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
plk: Współczynnik wytrzymałości zmęczeniowej

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
plk: Wykładnik wytrzymałości zmęczeniowej

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
plk: Wykładnik wytrzymałości zmęczeniowej

# structural_Minimum_tensile_strength
source: Tensile Strength
plk: Wytrzymałość na rozciąganie

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
plk: Wytrzymałość na rozciąganie

# structural_Minimum_yield_stress
source: Yield Strength
plk: Granica plastyczności

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
plk: Granica plastyczności

# structural_Poisson_ratio
source: Poisson's Ratio
plk: Współczynnik Poissona

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
plk: Współczynnik Poissona

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
plk: Współczynnik Poissona 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
plk: Współczynnik Poissona 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
plk: Współczynnik Poissona 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
plk: Współczynnik Poissona 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
plk: Współczynnik Poissona X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
plk: Współczynnik Poissona X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
plk: Współczynnik Poissona Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
plk: Współczynnik Poissona Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
plk: Współczynnik Poissona Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
plk: Współczynnik Poissona Z

# structural_Shear_modulus
source: Shear Modulus
plk: Moduł Kirchhoffa

# structural_Shear_modulus:uilabel
source: Shear Modulus
plk: Moduł Kirchhoffa

# structural_Shear_modulus_12
source: Shear Modulus 12
plk: Moduł Kirchhoffa 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
plk: Moduł Kirchhoffa 12

# structural_Shear_modulus_X
source: Shear Modulus X
plk: Moduł Kirchhoffa X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
plk: Moduł Kirchhoffa X

# structural_Shear_modulus_Y
source: Shear Modulus Y
plk: Moduł Kirchhoffa Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
plk: Moduł Kirchhoffa Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
plk: Moduł Kirchhoffa Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
plk: Moduł Kirchhoffa Z

# structural_Shear_strength_modification
source: Shear Strength Modification
plk: Zmiana siły ścinającej

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
plk: Zmiana siły ścinającej

# structural_Specific_heat
source: Specific Heat
plk: Ciepło właściwe

# structural_Specific_heat:uilabel
source: Specific Heat
plk: Ciepło właściwe

# structural_Thermal_conductivity
source: Thermal Conductivity
plk: Przewodność cieplna

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
plk: Przewodność cieplna

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
plk: Przewodność cieplna X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
plk: Przewodność cieplna X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
plk: Współczynnik rozszerzalności cieplnej

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
plk: Współczynnik rozszerzalności cieplnej

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
plk: Współczynnik rozszerzalności cieplnej 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
plk: Współczynnik rozszerzalności cieplnej 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
plk: Współczynnik rozszerzalności cieplnej 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
plk: Współczynnik rozszerzalności cieplnej 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
plk: Współczynnik rozszerzalności cieplnej X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
plk: Współczynnik rozszerzalności cieplnej X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
plk: Współczynnik rozszerzalności cieplnej Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
plk: Współczynnik rozszerzalności cieplnej Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
plk: Współczynnik rozszerzalności cieplnej Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
plk: Współczynnik rozszerzalności cieplnej Z

# structural_Thermally_treated
source: Thermally Treated
plk: Obróbka cieplna

# structural_Thermally_treated:uilabel
source: Thermally Treated
plk: Obróbka cieplna

# structural_Young_modulus
source: Young's Modulus
plk: Moduł Younga

# structural_Young_modulus:uilabel
source: Young's Modulus
plk: Moduł Younga

# structural_Young_modulus_1
source: Young's Modulus 1
plk: Moduł Younga 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
plk: Moduł Younga 1

# structural_Young_modulus_2
source: Young's Modulus 2
plk: Moduł Younga 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
plk: Moduł Younga 2

# structural_Young_modulus_X
source: Young's Modulus X
plk: Moduł Younga X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
plk: Moduł Younga X

# structural_Young_modulus_Y
source: Young's Modulus Y
plk: Moduł Younga Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
plk: Moduł Younga Y

# structural_Young_modulus_Z
source: Young's Modulus Z
plk: Moduł Younga Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
plk: Moduł Younga Z

# structural_concrete_compression
source: Concrete Compression
plk: Kompresja betonu

# structural_concrete_compression:uilabel
source: Concrete Compression
plk: Kompresja betonu

# structural_isotropic
source: Isotropic
plk: Izotropowy

# structural_lightweight
source: Lightweight
plk: Lekkie

# structural_lightweight:uilabel
source: Lightweight
plk: Lekkie

# structural_orthotropic
source: Orthotropic
plk: Ortotropowy

# structural_source
source: Source
plk: Źródło

# structural_source:uilabel
source: Source
plk: Źródło

# structural_sourceURL
source: Source URL
plk: Źródłowy adres URL

# structural_sourceURL:uilabel
source: Source URL
plk: Źródłowy adres URL

# structural_subclass
source: Subclass
plk: Klasa podrzędna

# structural_subclass:uilabel
source: Subclass
plk: Klasa podrzędna

# structural_transverse_isotropic
source: Transverse Isotropic
plk: Poprzeczne, izotropowe

# structural_wood_Average_modulus
source: Average Modulus
plk: Moduł średni

# structural_wood_Average_modulus:uilabel
source: Average Modulus
plk: Moduł średni

# structural_wood_Bending
source: Bending
plk: Gięcie

# structural_wood_Bending:uilabel
source: Bending
plk: Gięcie

# structural_wood_Construction_Property
source: Construction
plk: Konstrukcja

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
plk: Klejony

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
plk: Klejony KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
plk: Klejony KertoS

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
plk: Naturalny

# structural_wood_Construction_Property:uilabel
source: Construction
plk: Konstrukcja

# structural_wood_compression_parallel
source: Compression Parallel to Grain
plk: Kompresja równolegle do słoja

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
plk: Kompresja równolegle do słoja

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
plk: Kompresja prostopadle do słoja

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
plk: Kompresja prostopadle do słoja

# structural_wood_glued
source: Glued
plk: Klejony

# structural_wood_glued_kertoQ
source: Glued KertoQ
plk: Klejony KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
plk: Klejony KertoS

# structural_wood_natural
source: Natural
plk: Naturalny

# structural_wood_shear_parallel
source: Shear Parallel to Grain
plk: Ścinanie równolegle do słoja

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
plk: Ścinanie równolegle do słoja

# structural_wood_tension_parallel
source: Tension Parallel to Grain
plk: Naprężenie równolegle do słoja

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
plk: Naprężenie równolegle do słoja

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
plk: Naprężenie prostopadle do słoja

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
plk: Naprężenie prostopadle do słoja

source: stucco
plk: stiuk

# stuctural_wood_Species
source: Species
plk: Gatunek

# stuctural_wood_Species:uilabel
source: Species
plk: Gatunek

# stuctural_wood_Strength_grade
source: Strength Grade
plk: Stopień wytrzymałości

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
plk: Stopień wytrzymałości

source: Sun
plk: Słońce

# sun:uilabel
source: Sun Shader:
plk: Cieniowanie słońca:

source: Sun Position
plk: Położenie słońca

source: Sun Color:
plk: Kolor słońca:

# sun_color:uilabel
source: Sun Color:
plk: Kolor słońca:

# sun_disk_intensity
source: Disk Intensity:
plk: Intensywność tarczy:

# sun_disk_intensity:uilabel
source: Disk Intensity:
plk: Intensywność tarczy:

# sun_disk_scale
source: Disk Scale:
plk: Skala tarczy:

# sun_disk_scale:uilabel
source: Disk Scale:
plk: Skala tarczy:

# sun_glow_intensity
source: Glow Intensity:
plk: Natężenie blasku:

# sun_glow_intensity:uilabel
source: Glow Intensity:
plk: Natężenie blasku:

source: sunny day
plk: słoneczny

# surface_material:uilabel
source: Surface Material:
plk: Materiał powierzchni:

source: swamp
plk: bagno

# swatch
source: Swatch Scene
plk: Próbka sceny

source: swimming
plk: pływanie

source: tan
plk: jasnobrązowy

# targeted:uilabel
source: Targeted:
plk: Ukierunkowane:

source: tarmac
plk: asfalt

source: taupe
plk: ciemnoszary

source: teak
plk: tek

source: terra cotta
plk: terakota

source: texture
plk: tekstura

# texture_Angle
source: XYZ Rotation
plk: Obrót w osi XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
plk: Określ obrót obszaru reprezentowanego przez powyższy obraz.

# texture_Angle:uilabel
source: Angle
plk: Kąt

# texture_LinkTextureTransforms
source: Link texture transforms
plk: Łącz przekształcenia tekstury

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
plk: Po włączeniu tego ustawienia wszelkie zmiany ustawień Położenie, Skala i Powtórz tego atrybutu zostaną rozpropagowane do wszystkich innych atrybutów w materiale, który korzysta z tekstury.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
plk: Przekształcenia połączeń

# texture_MapChannel:uilabel
source: Map Channel
plk: Kanał mapy

# texture_MapChannel_ID_Advanced
source: Map Channel
plk: Kanał mapy

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
plk: Identyfikator kanału mapy

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
plk: Źródło UVW

# texture_Offset:uilabel
source: Offset
plk: Odsunięcie

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
plk: Ogranicza odsunięcie. Gdy odsunięcie wzdłuż osi X ulegnie zmianie, odsunięcie wzdłuż osi Y zostanie zmienione o tę samą wartość.

# texture_OffsetLock:uilabel
source: Offset Lock
plk: Blokowanie odsunięcia

# texture_RealWorldOffsetX
source: Offset
plk: Odsunięcie

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
plk: Przesuwa początkowy punkt mapy wzdłuż osi X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
plk: Odsunięcie X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
plk: Przesuwa początkowy punkt mapy wzdłuż osi Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
plk: Odsunięcie Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
plk: Przesuwa początkowy punkt mapy wzdłuż osi Z.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
plk: Odsunięcie Z

# texture_RealWorldScaleX
source: Sample Size
plk: Wielkość próbki

# texture_RealWorldScaleX:rightlabel
source: Width
plk: Szerokość

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
plk: Określa skalowanie poziome tej tekstury.

# texture_RealWorldScaleX:uilabel
source: Size X
plk: Rozmiar X

# texture_RealWorldScaleY:rightlabel
source: Height
plk: Wysokość

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
plk: Określa skalowanie pionowe tej tekstury.

# texture_RealWorldScaleY:uilabel
source: Size Y
plk: Rozmiar Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
plk: Blokuje współczynnik proporcji mapy. Po zmianie wysokości lub szerokości druga wartość ulega zmianie w odpowiednim stopniu, aby zachować współczynnik proporcji.

# texture_ScaleLock:uilabel
source: Scale Lock
plk: Blokowanie skali

# texture_Tiling:uilabel
source: Tiling
plk: Pokrycie płytkami

# texture_UOffset:uilabel
source: U Offset
plk: Odsunięcie U

# texture_URepeat
source: Horizontal
plk: Poziomy

# texture_URepeat:offlabel
source: None
plk: Brak

# texture_URepeat:onlabel
source: Tile
plk: Klepka

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
plk: Dostosowuje płytkowanie mapy wzdłuż osi X. Opcja Brak określa, że mapa nie będzie płytkowana w materiale. Opcja Płytka powoduje płytkowanie mapy w materiale.

# texture_URepeat:uilabel
source: U Repeat
plk: Powtórzenie U

# texture_UScale:uilabel
source: U Scale
plk: Skala U

# texture_UVScale:uilabel
source: UV Scale
plk: Skala UV

# texture_VOffset:uilabel
source: V Offset
plk: Odsunięcie V

# texture_VRepeat
source: Vertical
plk: Pionowy

# texture_VRepeat:offlabel
source: None
plk: Brak

# texture_VRepeat:onlabel
source: Tile
plk: Klepka

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
plk: Dostosowuje płytkowanie mapy wzdłuż osi Y. Opcja Brak określa, że mapa nie będzie płytkowana w materiale. Opcja Płytka powoduje płytkowanie mapy w materiale.

# texture_VRepeat:uilabel
source: V Repeat
plk: Powtórzenie V

# texture_VScale:uilabel
source: V Scale
plk: Skala V

# texture_WAngle
source: Rotation
plk: Obrót

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
plk: Obraca mapę z 0 stopni do 360 stopni.

# texture_WAngle:uilabel
source: Angle
plk: Kąt

source: textured
plk: teksturowany

source: thermal
plk: termiczny

# thermal_Behavior
source: Behavior
plk: Zachowanie

# thermal_Behavior:thermal_isotropic
source: Isotropic
plk: Izotropowe

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
plk: Ortotropowe

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
plk: Umożliwia wybranie między zachowaniem izotropowym a ortotropowym.

# thermal_Behavior:uilabel
source: Behavior
plk: Zachowanie

# thermal_Compressibility
source: Compressibility
plk: Ściśliwość

# thermal_Compressibility:uilabel
source: Compressibility
plk: Ściśliwość

# thermal_Density
source: Density
plk: Gęstość

# thermal_Density:uilabel
source: Density
plk: Gęstość

# thermal_Electrical_resistivity
source: Electrical Resistivity
plk: Rezystywność elektryczna

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
plk: Rezystywność elektryczna

# thermal_Emissivity
source: Emissivity
plk: Emisyjność

# thermal_Emissivity:uilabel
source: Emissivity
plk: Emisyjność

# thermal_Gas_viscosity
source: Gas Viscosity
plk: Lepkość gazu

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
plk: Lepkość gazu

# thermal_Liquid_viscosity
source: Liquid Viscosity
plk: Lepkość płynu

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
plk: Lepkość płynu

# thermal_Permeability
source: Permeability
plk: Przepuszczalność

# thermal_Permeability:uilabel
source: Permeability
plk: Przepuszczalność

# thermal_Porosity
source: Porosity
plk: Porowatość

# thermal_Porosity:uilabel
source: Porosity
plk: Porowatość

# thermal_Reflectivity
source: Reflectivity
plk: Współczynnik odbicia

# thermal_Reflectivity:uilabel
source: Reflectivity
plk: Współczynnik odbicia

# thermal_Specific_heat
source: Specific Heat
plk: Ciepło właściwe

# thermal_Specific_heat:uilabel
source: Specific Heat
plk: Ciepło właściwe

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
plk: Ciepło właściwe parowania

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
plk: Ciepło właściwe parowania

# thermal_Thermal_conductivity
source: Thermal Conductivity
plk: Przewodność cieplna

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
plk: Przewodność cieplna

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
plk: Przewodność cieplna X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
plk: Przewodność cieplna X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
plk: Przewodność cieplna Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
plk: Przewodność cieplna Z

# thermal_Transmits_light
source: Transmits Light
plk: Przepuszcza światło

# thermal_Transmits_light:uilabel
source: Transmits Light
plk: Przepuszcza światło

# thermal_Vapor_pressure
source: Vapor Pressure
plk: Ciśnienie par
