Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
jpn: 木目サーフェスの使用方法(フローリングまたは家具)を選択します。

# hardwood_application:uilabel
source: Used For
jpn: 用途

# hardwood_automatic
source: Based on Wood Grain
jpn: 木目を基準

# hardwood_color
source: Image
jpn: イメージ

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
jpn: ビットマップ イメージを使用して、木目の色とテクスチャを調整します。

# hardwood_color:uilabel
source: Image
jpn: イメージ

# hardwood_color_choice
source: Color
jpn: 色

# hardwood_custom
source: Custom
jpn: カスタム

# hardwood_finish
source: Finish
jpn: 仕上げ

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
jpn: 光沢ニス

# hardwood_finish:hardwood_satin
source: Satin Varnish
jpn: サテン ニス

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
jpn: 半-光沢ニス

# hardwood_finish:hardwood_unfinished
source: Unfinished
jpn: 無仕上げ

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
jpn: 光沢ニス、半光沢ニス、サテン ニス、無仕上げから選択します。

# hardwood_finish:uilabel
source: Finish
jpn: 仕上げ

# hardwood_flooring
source: Flooring
jpn: フローリング

# hardwood_furniture
source: Furniture
jpn: 家具

# hardwood_glossy
source: Glossy Varnish
jpn: 光沢ニス

# hardwood_hardwoodgroup
source: Wood
jpn: 木材

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
jpn: 木目を基準

# hardwood_imperfections:hardwood_custom
source: Custom
jpn: カスタム

# hardwood_imperfections:hardwood_none
source: None
jpn: なし

# hardwood_imperfections:uilabel
source: Relief Pattern
jpn: レリーフ パターン

# hardwood_imperfections_amount
source: Amount
jpn: 量

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
jpn: サーフェス バンプの高さを調整します。0 を入力すると平らなサーフェスになり、正の数値(0 ～ 10)を入力するとグレインが上昇し、負の数値(0 ～ -10)を入力するとグレインが反転します。

# hardwood_imperfections_amount:uilabel
source: Amount
jpn: 量

# hardwood_imperfections_list_label
source: Type
jpn: タイプ

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
jpn: サーフェス パターン(木目またはカスタム)を選択します。

# hardwood_imperfections_panel_label
source: Relief Pattern
jpn: レリーフ パターン

# hardwood_imperfections_shader
source: Image
jpn: イメージ

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
jpn: ビットマップ イメージを使用して、木目のレリーフ パターンを調整します。

# hardwood_imperfections_shader:uilabel
source: Image
jpn: イメージ

# hardwood_no_color
source: None
jpn: なし

# hardwood_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# hardwood_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# hardwood_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# hardwood_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# hardwood_roundcorners_radius
source: Source
jpn: ソース

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# hardwood_roundcorners_radius:uilabel
source: Source
jpn: ソース

# hardwood_satin
source: Satin Varnish
jpn: サテン ニス

# hardwood_semigloss
source: Semi-gloss Varnish
jpn: 半-光沢ニス

# hardwood_tint_color
source: Stain Color
jpn: ステイン色

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
jpn: ステインの色を調整します。

# hardwood_tint_color:uilabel
source: Stain Color
jpn: ステイン色

# hardwood_tint_enabled
source: Stain
jpn: ステイン

# hardwood_tint_enabled:hardwood_color_choice
source: Color
jpn: 色

# hardwood_tint_enabled:hardwood_no_color
source: None
jpn: なし

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
jpn: 木目にステインを付けるかどうかを指定します。

# hardwood_tint_enabled:uilabel
source: Stain
jpn: ステイン

# hardwood_unfinished
source: Unfinished
jpn: 無仕上げ

# haze
source: Sky Haziness/Cloudiness:
jpn: 空のもや/曇り:

# haze:uilabel
source: Sky Haziness/Cloudiness:
jpn: 空のもや/曇り:

source: Haze On:
jpn: もやを適用:

# hazeOn:uilabel
source: Haze On:
jpn: もやを適用:

# haze_small:uilabel
source: Haze Small
jpn: もや(少ない)

source: heavy cardboard used for mounting and architectural model-building
jpn: 取り付けや建築モデル建物に使用される重いボール紙

source: hedge
jpn: 垣根

# hemispherical_Bitmap
source: Image File
jpn: イメージ ファイル

# hemispherical_Bitmap:uilabel
source: Image File
jpn: イメージ ファイル

# hemispherical_RGBAmount
source: Relative Brightness:
jpn: 相対的な明るさ:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
jpn: 相対的な明るさ:

source: herringbone
jpn: ヘリンボーン

source: hexagon
jpn: 六角形

source: hexagonal
jpn: 六角形

source: hickory
jpn: ヒッコリー材

source: high
jpn: 高

# highPressureSodium
source: HID High Pressure Sodium
jpn: HID 高圧ナトリウム灯

source: holes
jpn: 穴

source: home
jpn: ホーム

source: honey
jpn: はちみつ色

# horizon
source: Ground and Horizon
jpn: 地表と水平線

source: Horizon Blur:
jpn: 水平線ブラー:

# horizon_blur:uilabel
source: Horizon Blur:
jpn: 水平線ブラー:

source: Horizon Height:
jpn: 水平線高さ:

# horizon_height:uilabel
source: Horizon Height:
jpn: 水平線高さ:

source: horizontal
jpn: 水平

source: Hot Spot:
jpn: ホット スポット:

# hotSpot:tooltip
source: Hot spot, in radians
jpn: ホット スポット(ラジアン)

# hotSpot:uilabel
source: Hot Spot:
jpn: ホット スポット:

source: ice
jpn: アイス

source: iceberg
jpn: アイスバーグ

# illuminanceAt
source: At (meters):
jpn: 単位(メートル):

# illuminanceAt:uilabel
source: At (meters):
jpn: 単位(メートル):

source: Illumination
jpn: 照度

source: Illumination On:
jpn: 照度を適用:

# illuminationOn:uilabel
source: Illumination On:
jpn: 照度を適用:

# image_x_resolution:uilabel
source: image_x_resolution
jpn: イメージの x 方向の解像度

# image_y_resolution:uilabel
source: image_y_resolution
jpn: イメージの y 方向の解像度

source: indian
jpn: 濃い赤褐色

source: indoor
jpn: 屋内

source: Intensity Units:
jpn: 強度の単位:

# intensityUnits:candela
source: candelas
jpn: カンデラ

# intensityUnits:lumen
source: lumens
jpn: ルーメン

# intensityUnits:lux_at
source: lux at
jpn: 照度

# intensityUnits:uilabel
source: Intensity Units:
jpn: 強度の単位:

# intensityUnits:unitless
source: unitless
jpn: 単位なし

# intensityUnits:watt
source: watts
jpn: ワット

# intensityValue
source: Value:
jpn: 値:

# intensityValue:uilabel
source: Value:
jpn: 値:

# intensity_factor
source: Sun Multiplier:
jpn: 太陽光強度:

# intensity_factor:uilabel
source: Brightness of the sun:
jpn: 太陽の明るさ:

# intensitygroup
source: Intensity
jpn: 強度

source: interior
jpn: 内壁

source: interlocking
jpn: インターロック

source: Inverse
jpn: 逆

source: Inverse Square
jpn: 逆二乗

source: iron
jpn: 鉄

# isLinearLight:uilabel
source: Is Linear Light:
jpn: 線形ライト:

# isotropic
source: Uniform
jpn: 均等

source: ivory
jpn: 象牙色

source: jagged
jpn: ギザギザ

source: jaggy
jpn: ギザギザ

source: Kelvin
jpn: ケルビン

# kelvinPanel
source: Kelvin Color
jpn: ケルビン色

source: kempas
jpn: ケンパス材

source: khaki
jpn: カーキ色

source: knurl
jpn: ナーリング

source: lake
jpn: 湖

source: laminate
jpn: ラミネート

source: laminates
jpn: ラミネート

source: large
jpn: 大きな

source: lavender
jpn: ラベンダー

source: leather
jpn: 皮

source: lemon
jpn: レモン

source: Length
jpn: 長さ

# length:uilabel
source: Length
jpn: 長さ

source: light
jpn: 照明

source: light gray
jpn: 淡い灰色

source: light red
jpn: 淡い赤

# lightAffectShadowCol
source: Light Affects Color:
jpn: 照明影響色:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
jpn: 照明影響色:

# lightColorPanel
source: Light Color
jpn: 照明の色

source: Light Color Units:
jpn: 照明の色の単位:

# lightColorUnits:kelvin
source: Kelvin
jpn: ケルビン

# lightColorUnits:uilabel
source: Light Color Units:
jpn: 照明の色の単位:

source: Light Distribution
jpn: 照明の分散

source: Light Loss Factor:
jpn: 光損失係数:

# lightLossFactor:uilabel
source: Light Loss Factor:
jpn: 光損失係数:

# lightName:uilabel
source: Name:
jpn: 名前:

# lightProfileFileName
source: Light Profile:
jpn: 照明プロファイル:

# lightProfileFileName:tooltip
source: IES light profile file name
jpn: IES 照明プロファイルのファイル名

# lightProfileFileName:uilabel
source: Light Profile:
jpn: 照明プロファイル:

# lightTempPresets
source: Light Temperature:
jpn: 照明温度:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
jpn: 白熱電球

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
jpn: HID セラミック メタル ハロゲン灯(寒色)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
jpn: HID セラミック メタル ハロゲン灯(暖色)

# lightTempPresets:custom
source: Custom
jpn: カスタム

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
jpn: D50 光源(基準の白)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
jpn: D65 光源(基準の白)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
jpn: 蛍光灯(寒色の白)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
jpn: 蛍光灯(白)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
jpn: 蛍光灯(暖色の白)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
jpn: 蛍光灯(昼光)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
jpn: 蛍光灯(淡い白)

# lightTempPresets:halogen
source: Halogen
jpn: ハロゲン灯

# lightTempPresets:halogenCool
source: Halogen (Cool)
jpn: ハロゲン灯(寒色)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
jpn: ハロゲン灯(暖色)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
jpn: HID 高圧ナトリウム灯

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
jpn: HID 低圧ナトリウム灯

# lightTempPresets:mercury
source: HID Mercury
jpn: HID 水銀灯

# lightTempPresets:quartz
source: HID Quartz Metal Halide
jpn: HID クォーツ メタル ハロゲン灯

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
jpn: HID クォーツ メタル ハロゲン灯(寒色)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
jpn: HID クォーツ メタル ハロゲン灯(暖色)

# lightTempPresets:uilabel
source: Light Temperature:
jpn: 照明温度:

# lightTempPresets:xenon
source: HID Xenon
jpn: HID キセノン

# lightTemperature
source: Custom Light Temperature:
jpn: カスタム照明温度:

# lightTemperature:uilabel
source: Custom Light Temperature:
jpn: カスタム照明温度:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
jpn: エリア光源を強制的に使用:

# lightobjectareatype
source: Area Type:
jpn: エリア タイプ:

# lightobjectareatype:cylinder
source: Cylinder
jpn: 円柱

# lightobjectareatype:disc
source: Disc
jpn: ディスク

# lightobjectareatype:line
source: Line
jpn: ライン

# lightobjectareatype:none
source: No Area
jpn: エリアなし

# lightobjectareatype:object
source: Object
jpn: オブジェクト

# lightobjectareatype:rectangle
source: Rectangle
jpn: 長方形

# lightobjectareatype:sphere
source: Sphere
jpn: 球

# lightobjectareatype:uilabel
source: Area Type:
jpn: エリア タイプ:

# lightobjectareatype:user
source: User
jpn: ユーザ

# lightobjectexponent
source: Attenuation:
jpn: 減衰:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
jpn: 光子減衰の規模

# lightobjectexponent:uilabel
source: Attenuation:
jpn: 減衰:

# lightobjecttype
source: Type:
jpn: タイプ:

# lightobjecttype:directional
source: Directional
jpn: 方向

# lightobjecttype:origin
source: Point
jpn: ポイント

# lightobjecttype:spot
source: Spot
jpn: スポット

# lightobjecttype:uilabel
source: Type:
jpn: タイプ:

# lightobjectvisible
source: Light Visible:
jpn: 可視照明:

# lightobjectvisible:uilabel
source: Visible
jpn: 可視照明:

source: lights
jpn: 照明

source: lime
jpn: ライム

source: Line
jpn: ライン

source: linen
jpn: 麻

source: link
jpn: リンク

source: liquid
jpn: 液体

# liquid_props1
source: Properties
jpn: 熱特性

# liquid_props2
source: Mechanical
jpn: 機械

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
jpn: Fg 光線を使用して検索

source: loose
jpn: 軽

source: low
jpn: 低

# lowPressureSodium
source: HID Low Pressure Sodium
jpn: HID 低圧ナトリウム灯

source: lubricated
jpn: 潤滑

# lumen
source: lumens
jpn: ルーメン

source: luminant
jpn: 照度の

source: luminous
jpn: 明るい

source: lux at
jpn: 照度

source: machined
jpn: 切削

source: magenta
jpn: マゼンタ

source: mahogany
jpn: マホガニー材

source: maple
jpn: カエデ材

source: maps
jpn: マップ

source: marble
jpn: 大理石

# marble_Appearance
source: Appearance
jpn: 外観

# marble_Color1
source: Stone Color
jpn: 石の色

# marble_Color1:tooltip
source: Specifies the color of the stone
jpn: 石の色を指定します

# marble_Color1:uilabel
source: Stone Color
jpn: 石の色

# marble_Color2
source: Vein Color
jpn: 石の目路色

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
jpn: 大理石の目路色を指定します。

# marble_Color2:uilabel
source: Vein Color
jpn: 石の目路色

# marble_Position
source: Position
jpn: 位置

# marble_Size
source: Vein Spacing
jpn: 石目の間隔

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
jpn: 石目の間隔を設定します。範囲は 0 ～ 100 で、既定値は 1 です。

# marble_Size:uilabel
source: Vein Spacing
jpn: 石目の間隔

# marble_Width
source: Vein Width
jpn: 石目の幅

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
jpn: 石目の幅を設定します。範囲は 0 ～ 100 で、既定値は 1 です。

# marble_Width:uilabel
source: Vein Width
jpn: 石目の幅

# marble_tex:uilabel
source: Marble Texture
jpn: 大理石テクスチャ

# marble_transforms_group
source: Transforms
jpn: 変換

source: maroon
jpn: 栗色

source: masonry
jpn: 組積造

# masonry_pattern_list_label
source: Type
jpn: タイプ

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# masonrycmu_ao_distance
source: Max Distance
jpn: 最大距離

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# masonrycmu_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# masonrycmu_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# masonrycmu_ao_samples
source: Samples
jpn: サンプル

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# masonrycmu_ao_samples:uilabel
source: Samples
jpn: サンプル

# masonrycmu_application
source: Finish
jpn: 仕上げ

# masonrycmu_application:masonrycmu_glossy
source: Glossy
jpn: 光沢

# masonrycmu_application:masonrycmu_matte
source: Matte
jpn: マット

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
jpn: 無仕上げ

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
jpn: 仕上がったサーフェスのテクスチャ(光沢、マット、無仕上げ)を制御します。

# masonrycmu_application:uilabel
source: Finish
jpn: 仕上げ

# masonrycmu_color
source: Color
jpn: 色

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
jpn: 色、イメージ、または手続き型テクスチャを選択し、マテリアルの外観を作成します。

# masonrycmu_color:uilabel
source: Color
jpn: 色

# masonrycmu_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# masonrycmu_custom
source: Custom
jpn: カスタム

# masonrycmu_glossy
source: Glossy
jpn: 光沢

# masonrycmu_masonry
source: Masonry
jpn: 組積造

# masonrycmu_masonrycmugroup
source: Masonry
jpn: 組積造

# masonrycmu_matte
source: Matte
jpn: マット

# masonrycmu_pattern:masonrycmu_custom
source: Custom
jpn: カスタム

# masonrycmu_pattern:masonrycmu_none
source: None
jpn: なし

# masonrycmu_pattern:uilabel
source: Relief Pattern
jpn: レリーフ パターン

# masonrycmu_pattern_height
source: Amount
jpn: 量

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
jpn: スライダを使用して、レリーフ パターンまたはタイル表示を制御します。

# masonrycmu_pattern_height:uilabel
source: Amount
jpn: 量

# masonrycmu_pattern_map:uilabel
source: Image
jpn: イメージ

# masonrycmu_pattern_map_image_label
source: Image
jpn: イメージ

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
jpn: レリーフ パターンまたはタイル表示を制御します。バンプ パターンは、イメージ ファイルの暗いエリアと明るいエリアに基づいて、隆起した領域と沈下した領域を定義します。

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
jpn: レリーフ パターン

# masonrycmu_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# masonrycmu_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# masonrycmu_roundcorners_radius
source: Source
jpn: ソース

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# masonrycmu_roundcorners_radius:uilabel
source: Source
jpn: ソース

# masonrycmu_type
source: Type
jpn: タイプ

# masonrycmu_type:masonrycmu_masonry
source: Masonry
jpn: 組積造

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
jpn: 応用方法(CMU または組積造)を制御します。

# masonrycmu_type:uilabel
source: Type
jpn: タイプ

# masonrycmu_unfinished
source: Unfinished
jpn: 無仕上げ

source: materials
jpn: マテリアル

source: matte
jpn: マット

source: medium
jpn: 標準

source: meduim blue
jpn: 標準の青

# mercury
source: HID Mercury
jpn: HID 水銀灯

source: mesh
jpn: メッシュ

source: metal
jpn: メタル

# metal_aluminum
source: Aluminum
jpn: アルミニウム

# metal_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# metal_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# metal_ao_distance
source: Max Distance
jpn: 最大距離

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# metal_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# metal_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# metal_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# metal_ao_samples
source: Samples
jpn: サンプル

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# metal_ao_samples:uilabel
source: Samples
jpn: サンプル

# metal_brass
source: Brass
jpn: 真鍮

# metal_bronze
source: Bronze
jpn: ブロンズ

# metal_brushed
source: Brushed
jpn: ブラシ仕上げ

# metal_checker_plate
source: Checker Plate
jpn: チェッカー プレート

# metal_chrome
source: Chrome
jpn: クローム

# metal_color
source: Color
jpn: 色

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
jpn: 陽極酸化アルミニウム専用の色を選択します。

# metal_color:uilabel
source: Color
jpn: 色

# metal_color_by_object:uilabel
source: Color By Object
jpn: オブジェクトによる色

# metal_copper
source: Copper
jpn: 銅

# metal_custom
source: Custom - Image
jpn: カスタム - イメージ

# metal_diamond_plate
source: Diamond Plate
jpn: ダイアモンド プレート

# metal_finish
source: Finish
jpn: 仕上げ

# metal_finish:metal_brushed
source: Brushed
jpn: ブラシ仕上げ

# metal_finish:metal_polished
source: Polished
jpn: つや出し

# metal_finish:metal_satin
source: Satin
jpn: サテン

# metal_finish:metal_semi_polished
source: Semi-polished
jpn: 半つや出し

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
jpn: アルミニウム、クローム、銅、真鍮、ブロンズ、およびステンレス鋼専用のサーフェス仕上げを選択します。

# metal_finish:uilabel
source: Finish
jpn: 仕上げ

# metal_galvanized_alu
source: Anodized Aluminum
jpn: 陽極酸化アルミニウム

# metal_knurl
source: Knurl
jpn: ナーリング

# metal_metalgroup
source: Metal
jpn: メタル

# metal_patina
source: Patina
jpn: 緑青

# metal_patina:maxlabel
source: Full
jpn: フル

# metal_patina:minlabel
source: None
jpn: なし

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
jpn: 酸化または化合物の塗布による銅またはブロンズの変色の程度を調整します。0 (なし) ～ 1 (完全)の値を入力するか、スライダを使用します。

# metal_patina:uilabel
source: Patina
jpn: 緑青

# metal_pattern:metal_checker_plate
source: Checker Plate
jpn: チェッカー プレート

# metal_pattern:metal_custom
source: Custom - Image
jpn: カスタム - イメージ

# metal_pattern:metal_diamond_plate
source: Diamond Plate
jpn: ダイアモンド プレート

# metal_pattern:metal_knurl
source: Knurl
jpn: ナーリング

# metal_pattern:metal_none
source: None
jpn: なし

# metal_pattern:uilabel
source: Relief Pattern
jpn: レリーフ パターン

# metal_pattern_height
source: Amount
jpn: 量
