Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

source: Masonry-051
ita: Spaccata sovrapposta - Rosa

source: Masonry.Masonry Accessories.Control Joints.Black
ita: Muratura.Accessori in muratura.Giunti di espansione.Nero

source: Masonry.Stone.Ashlar.Patterned
ita: Muratura.Pietra.Bugnato.Con motivi

source: Masonry.Stone.Ashlar.Random.Broken Coursed
ita: Muratura.Pietra.Bugnato.Asimmetrico.Rustico

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
ita: Muratura.Pietra.Bugnato.Asimmetrico.Rustico.Rinforzato con malta

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
ita: Muratura.Pietra.Pietra grezza.Lavorata.Con interstizi

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
ita: Muratura.Pietra.Pietra grezza.Lavorata.Compatta

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
ita: Muratura.Pietra.Pietra grezza.Lavorata.Anticata

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
ita: Muratura.Pietra.Granito.Quadrato.Sovrapposto.Levigato.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
ita: Muratura.Pietra.Granito.Quadrato.Sovrapposto.Levigato.Bianco e nero

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
ita: Muratura.Pietra.Granito.Quadrato.Sovrapposto.Levigato.Rame e nero

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
ita: Muratura.Pietra.Granito.Quadrato.Sovrapposto.Levigato.Grigio

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
ita: Muratura.Pietra.Granito.Quadrato.Sovrapposto.Levigato.Malva e grigio

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
ita: Muratura.Pietra.Granito.Quadrato.Sovrapposto.Levigato.Rosa-Nero-Grigio

source: Masonry.Stone.Limestone.Ashlar.Coursed
ita: Muratura.Pietra.Pietra calcarea.Bugnato.Rustico

source: Masonry.Stone.Limestone.Rubble
ita: Muratura.Pietra.Pietra calcarea.Pietrisco

source: Masonry.Stone.Limestone.Rustic Joint.Pink
ita: Muratura.Pietra.Pietra calcarea.Giuntura grezza.Rosa

source: Masonry.Stone.Limestone.Rustication
ita: Muratura.Pietra.Pietra calcarea.Rusticazione

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
ita: Muratura.Pietra.Marmo.Quadrato.Sovrapposto.Levigato.Bianco e verde

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
ita: Muratura.Pietra.Marmo.Quadrato.Sovrapposto.Levigato.Bianco e nero

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
ita: Muratura.Pietra.Marmo.Quadrato.Sovrapposto.Levigato.Bianco e nero.Venature spesse

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
ita: Muratura.Pietra.Marmo.Quadrato.Sovrapposto.Levigato.Bianco e marrone

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
ita: Muratura.Pietra.Marmo.Quadrato.Sovrapposto.Levigato.Bianco, marrone e nero

source: Masonry.Stone.Onyx.Black
ita: Muratura.Pietra.Onice.Nero

source: Masonry.Stone.Onyx.Blue
ita: Muratura.Pietra.Onice.Blu

source: Masonry.Stone.Onyx.Rose
ita: Muratura.Pietra.Onice.Rosa

source: Masonry.Stone.Slate
ita: Muratura.Pietra.Ardesia

source: Masonry.Stone.Slate.Green
ita: Muratura.Pietra.Ardesia.Verde

source: Masonry.Stone.Slate.Mottled
ita: Muratura.Pietra.Ardesia.Chiazzata

source: Masonry.Stone.Slate.Red
ita: Muratura.Pietra.Ardesia.Rosso

source: Masonry.Stone.Soapstone.BlueGreen
ita: Muratura.Pietra.Steatite.Blu-verde

source: Masonry.Stone.Soapstone.DarkGrey
ita: Muratura.Pietra.Steatite.Grigio scuro

source: Masonry.Stone.Travertine.Cream
ita: Muratura.Pietra.Travertino.Crema

source: Masonry.Stone.Travertine.DarkBrown
ita: Muratura.Pietra.Travertino.Marrone scuro

source: Masonry.Stone.Travertine.DarkRed
ita: Muratura.Pietra.Travertino.Rosso scuro

source: Masonry.Unit Masonry.Brick.Adobe.Running
ita: Muratura.Elementi in muratura.Mattoni.Adobe.Affiancati

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Intrecciati

source: Masonry.Unit Masonry.Brick.Modular.Clinker
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Clinker

source: Masonry.Unit Masonry.Brick.Modular.Common
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Standard

source: Masonry.Unit Masonry.Brick.Modular.Cored
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Semipieno

source: Masonry.Unit Masonry.Brick.Modular.English
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Inglesi

source: Masonry.Unit Masonry.Brick.Modular.English Cross
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Croce inglese

source: Masonry.Unit Masonry.Brick.Modular.Face
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Faccia a vista

source: Masonry.Unit Masonry.Brick.Modular.Fire
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Ignifugo

source: Masonry.Unit Masonry.Brick.Modular.Flemish
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Fiamminghi

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Croce fiamminga

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Diagonale fiammingo

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Muro da giardino

source: Masonry.Unit Masonry.Brick.Modular.Glazed
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Smaltato

source: Masonry.Unit Masonry.Brick.Modular.Header
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Impilati

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
ita: Muratura.Elementi in muratura.Mattoni.Modulari.A spina di pesce

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
ita: Muratura.Elementi in muratura.Mattoni.Modulari.A spina di pesce.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Affiancati con sfalsatura a 1/3

source: Masonry.Unit Masonry.Brick.Modular.Press
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Pressati

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Scalmiera

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Scalmiera.A zigzag

source: Masonry.Unit Masonry.Brick.Modular.Running
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Affiancati

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Affiancati.Marrone

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Affiancati.Smaltati.Blu

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Affiancati.Grigio

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Affiancati.Rosso

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Affiancati.Incisione continua.Rosso

source: Masonry.Unit Masonry.Brick.Modular.Sailor
ita: Muratura.Elementi in muratura.Mattoni.Modulari.A vela

source: Masonry.Unit Masonry.Brick.Modular.Screen
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Incastonati

source: Masonry.Unit Masonry.Brick.Modular.Shiner
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Lucidi

source: Masonry.Unit Masonry.Brick.Modular.Soldier
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Simmetrici

source: Masonry.Unit Masonry.Brick.Modular.Stack
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Sovrapposti

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
ita: Muratura.Elementi in muratura.Mattoni.Modulari.Sovrapposti.Grigio

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
ita: Muratura.Elementi in muratura.Mattoni.Norman.Affiancati con sfalsatura a 1/3

source: Masonry.Unit Masonry.Brick.Norman.Soldier
ita: Muratura.Elementi in muratura.Mattoni.Normanni.Simmetrici

source: Masonry.Unit Masonry.CMU.Efflorescence
ita: Muratura-Elementi in muratura.CMU.Efflorescenza

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
ita: Muratura.Elementi in muratura.CMU.Muro di sostegno.Affiancati

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
ita: Muratura.Elementi in muratura.CMU.Con nervature.Sovrapposti

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
ita: Muratura.Elementi in muratura.CMU.A vela.Sovrapposti

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
ita: Muratura.Unità muratura.CMU.Sabbiata.Grigia

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
ita: Muratura.Unità muratura.CMU.Sabbiata.Marrone chiaro

source: Masonry.Unit Masonry.CMU.Scored.Running
ita: Muratura.Elementi in muratura.CMU.Incisione continua.Affiancati

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
ita: Muratura.Elementi in muratura.CMU.Incisione continua.Affiancati.Inerti esposti

source: Masonry.Unit Masonry.CMU.Screen.Stacked
ita: Muratura.Elementi in muratura.CMU.Incastonati.Sovrapposti

source: Masonry.Unit Masonry.CMU.Shadow.Running
ita: Muratura.Elementi in muratura.CMU.Scuri.Affiancati

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
ita: Muratura.Elementi in muratura.CMU.Fonoassorbenti.Affiancati

source: Masonry.Unit Masonry.CMU.Split-Face.Running
ita: Muratura.Elementi in muratura.CMU.Spaccati.Affiancati

source: Masonry.Unit Masonry.CMU.Stretcher.Running
ita: Muratura.Elementi in muratura.CMU.Blocchi per piano.Affiancati

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
ita: Muratura.Elementi in muratura.CMU.Blocchi per piano.Affiancati.Inerti esposti

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
ita: Muratura.Elementi in muratura.CMU.Blocchi per piano.Affiancati.Smaltati.Blu

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
ita: Muratura.Elementi in muratura.CMU.Blocchi per piano.Sovrapposti

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
ita: Muratura.Elementi in muratura.CMU.Blocchi per piano.Sovrapposti.Smaltati.Blu

source: Masonry.Unit Masonry.Glass Block.Square.Stack
ita: Muratura.Elementi in muratura.Vetrocemento.Quadrati.Sovrapposti

source: Masonry/Brick
ita: Muratura/Mattoni

source: Masonry/CMU
ita: Muratura/CMU

source: Masonry/Stone
ita: Muratura/Pietra

source: MasonryCMU
ita: CMU muratura

# MasonryCMUSchema_localname:Masonry
source: Masonry
ita: Muratura

# MasonryCMUSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Material-010
ita: GFRC

source: Material-068
ita: Oro

source: Material-071
ita: Ferro, Duttile

source: Material-072
ita: Piombo

source: Material-076
ita: Argento

source: Material-077
ita: Acciaio

source: Material-079
ita: Acciaio, Galvanizzato

source: Material-094
ita: Titanio

source: Material-111
ita: CFRP

source: Material-121
ita: Resina fenolica

source: Material-123
ita: Polietilene, Bassa densità

source: Material-124
ita: Polietilene, Alta densità

source: Material-127
ita: Polipropilene

source: Material-128
ita: Polistirene, Antiurto

source: Material-193
ita: Acqua

source: MaterialInv_001
ita: Calcestruzzo

source: MaterialInv_002
ita: Vetro

source: MaterialInv_003
ita: Acciaio, Lega

source: MaterialInv_004
ita: Alluminio 6061

source: MaterialInv_005
ita: Alluminio 6061-AHC

source: MaterialInv_006
ita: Ottone, Giallo chiaro

source: MaterialInv_007
ita: Bronzo, Stagno dolce

source: MaterialInv_008
ita: Acciaio, Carbonio

source: MaterialInv_009
ita: Bronzo, Fuso

source: MaterialInv_010
ita: Rame, Fuso

source: MaterialInv_011
ita: Ferro, Fuso

source: MaterialInv_012
ita: Acciaio, Fuso

source: MaterialInv_013
ita: Rame

source: MaterialInv_014
ita: Rame, Lega

source: MaterialInv_018
ita: Grigio ferro

source: MaterialInv_020
ita: Ferro, Malleabile

source: MaterialInv_021
ita: Lega di nichel-rame 400

source: MaterialInv_022
ita: Acciaio, Non legato

source: MaterialInv_024
ita: Acciaio inossidabile

source: MaterialInv_025
ita: Acciaio inox, 440C

source: MaterialInv_026
ita: Acciaio inox, Austenitico

source: MaterialInv_028
ita: Acciaio, Alta resistenza, Bassa lega

source: MaterialInv_029
ita: Acciaio, Dolce

source: MaterialInv_031
ita: Alluminio 6061, Saldato

source: MaterialInv_032
ita: Ottone, Giallo chiaro, Saldato

source: MaterialInv_033
ita: Acciaio inox AISI 440C, Saldato

source: MaterialInv_034
ita: Acciaio, Dolce, Saldato

source: MaterialInv_035
ita: Rame, Battuto

source: MaterialInv_036
ita: Acciaio, Battuto

source: MaterialInv_037
ita: Plastica ABS

source: MaterialInv_038
ita: Resina acetalica , Nero

source: MaterialInv_039
ita: Resina acetalica, Bianco

source: MaterialInv_042
ita: Plastica LCP

source: MaterialInv_044
ita: Composto di nylon (nylon - molibdeno disolfuro)

source: MaterialInv_045
ita: Nylon 6/6

source: MaterialInv_046
ita: Plastica PBT

source: MaterialInv_047
ita: Plastica PC/ABS

source: MaterialInv_048
ita: Plastica PET

source: MaterialInv_049
ita: Plastica PMMA

source: MaterialInv_050
ita: Plastica PAEK

source: MaterialInv_051
ita: Policarbonato, Trasparente

source: MaterialInv_052
ita: Policarbonato, Fumo

source: MaterialInv_054
ita: Polistirene

source: MaterialInv_055
ita: Plastica PPS

source: MaterialInv_056
ita: Tubazione in PVC

source: MaterialInv_057
ita: PVC, Non plastificato

source: MaterialInv_058
ita: Gomma

source: MaterialInv_059
ita: Plastica SAN

source: MaterialInv_060
ita: Gomma, Silicone

source: MaterialInv_061
ita: Resina termoplastica

source: MaterialInv_062
ita: UHMW, Nero

source: MaterialInv_063
ita: UHMW, Bianco

source: MaterialInv_064
ita: Nitruro di silicio

source: MaterialInv_066
ita: Legno (betulla)

source: MaterialInv_067
ita: Legno (ciliegio)

source: MaterialInv_068
ita: Legno (acero)

source: MaterialInv_069
ita: Legno(Quercia)

source: MaterialInv_070
ita: Legno (noce)

source: MaterialInv_072
ita: Generico

source: Materials
ita: Materiali

source: Medium gray and circular roofing shingles
ita: Tegole tetto circolari grigio medio

source: Medium gray and rectangular roofing shingles
ita: Tegole tetto rettangolari grigio medio

source: Medium gray and rippled edge roofing shingles
ita: Tegole tetto con bordo ondulato grigio medio

source: Medium gray and small rectangular roofing shingles
ita: Tegole tetto rettangolari piccole grigio medio

source: Medium gray color
ita: Colore grigio medio

source: Membrane
ita: Membrana

source: Metal
ita: Metallo

source: Metal structural asset.
ita: Componente strutturale in metallo.

source: Metal-001
ita: Anodizzato - Blu

source: Metal-002
ita: Anodizzato - Bronzo

source: Metal-003
ita: Zinco

source: Metal-004
ita: Alluminio - Lucidato

source: Metal-005
ita: Lucidato - Spazzolato pesante - Versione 1.1

source: Metal-005-1-2
ita: Lucidato - Spazzolato pesante

source: Metal-006
ita: Lucidato - Martellato

source: Metal-007
ita: Lucidato - Zigrinatura piramidale piccola - Versione 1.1

source: Metal-007-1-2
ita: Lucidato - Zigrinatura piramidale piccola

source: Metal-008
ita: Satinato

source: Metal-009
ita: Satinato - Spazzolato pesante

source: Metal-010
ita: Satinato - Spazzolato

source: Metal-011
ita: Satinato - Martellato

source: Metal-012
ita: Ottone - Lucidato

source: Metal-013
ita: Ottone - Satinato

source: Metal-014
ita: Bronzo - Lucidato

source: Metal-015
ita: Bronzo - Lucidato spazzolato

source: Metal-016
ita: Bronzo - Satinato

source: Metal-017
ita: Cromo - Lucidato

source: Metal-018
ita: Cromo - Lucidato spazzolato - Versione 1.1

source: Metal-018-1-2
ita: Cromo - Lucidato spazzolato

source: Metal-019
ita: Cromo - Satinato

source: Metal-020
ita: Rame - Patina martellata

source: Metal-021
ita: Rame - Lucidato

source: Metal-022
ita: Rame - Satinato

source: Metal-023
ita: Rame - Satinato spazzolato pesante - Versione 1.1

source: Metal-023-1-2
ita: Rame - Satinato spazzolato pesante

source: Metal-024
ita: Ottone - Schermo satinato

source: Metal-025
ita: Inossidabile - Lucidato

source: Metal-026
ita: Bronzo - Patina

source: Metal-027
ita: Inossidabile - Satinato

source: Metal-028
ita: Inossidabile - Schermo grezzo satinato - Versione 1.1

source: Metal-028-1-2
ita: Inossidabile - Schermo grezzo satinato

source: Metal-029
ita: Inossidabile - Satinato spazzolato pesante - Versione 1.1

source: Metal-029-1-2
ita: Inossidabile - Satinato spazzolato pesante

source: Metal-030
ita: Inossidabile - Satinato - Zigrinatura piramidale grande

source: Metal-031
ita: Lucidato spazzolato - Versione 1.1

source: Metal-031-1-2
ita: Lucidato spazzolato

source: Metal-032
ita: Schermo satinato

source: Metal-033
ita: Satinato spazzolato - Versione 1.1

source: Metal-033-1-2
ita: Satinato spazzolato

source: Metal-034
ita: Satinato martellato

source: Metal-035
ita: Scacchiera

source: Metal-036
ita: Anodizzato - Nero

source: Metal-037
ita: Anodizzato - Grigio azzurro

source: Metal-038
ita: Anodizzato - Grigio scuro

source: Metal-039
ita: Anodizzato - Grigio chiaro

source: Metal-040
ita: Anodizzato - Grigio

source: Metal-041
ita: Anodizzato - Rosso

source: Metal-042
ita: Anodizzato - Bianco

source: Metal-043
ita: Anodizzato - Grigio con trama

source: Metal-044
ita: Inossidabile - Spazzolato

source: Metal-045
ita: Semilucidato

source: Metal-046
ita: Lamiera lucidata con rombi - Versione 1.1

source: Metal-046-1-2
ita: Lamiera lucidata con rombi

source: Metal-047
ita: Satinato

source: Metal-048
ita: Anodizzato - Bronzo scuro

source: Metal-049
ita: Lucidato spazzolato - Versione 1.1

source: Metal-049-1-2
ita: Lucidato spazzolato

source: Metal-050
ita: Ottone - Satinato spazzolato pesante

source: Metal-051
ita: Rame - Patina

source: Metal-052
ita: Bronzo - Satinato martellato

source: Metal-053
ita: Cromo - Lucidato spazzolato pesante - Versione 1.1

source: Metal-053-1-2
ita: Cromo - Lucidato spazzolato pesante

source: Metal-054
ita: Rame - Satinato spazzolato - Versione 1.1

source: Metal-054-1-2
ita: Rame - Satinato spazzolato

source: Metal-055
ita: Inossidabile - Lucidato spazzolato - Versione 1.1

source: Metal-055-1-2
ita: Inossidabile - Lucidato spazzolato

source: Metal-056
ita: Inossidabile - Satinato martellato

source: Metal-057
ita: Cromo - Schermo satinato

source: Metal-058
ita: Recinzione

source: Metal-059
ita: Copertura giuntura fissa

source: Metal-060
ita: Alluminio - Scuro

source: Metal-061
ita: Lavorato - Alluminio

source: Metal-062
ita: Lamiera con rombi - Grigio scuro - Versione 1.1

source: Metal-062-1-2
ita: Lamiera con rombi - Grigio scuro

source: Metal-063
ita: Zigrinato 45 - Versione 1.1

source: Metal-063-1-2
ita: Zigrinato 45

source: Metal-065
ita: Lamiera con rombi 2 - Grigio scuro - Versione 1.1

source: Metal-065-1-2
ita: Lamiera con rombi 2 - Grigio scuro

source: Metal.
ita: Metallo.

source: Metal/Aluminum
ita: Metallo/Alluminio

source: Metal/Fabricated
ita: Metallo/Assemblato

source: Metal/Iron
ita: Metallo/Ferro

source: Metal/Non Ferrous
ita: Metallo/Non ferroso

source: Metal/Steel
ita: Metallo/Acciaio

source: MetalPaint-001
ita: Screziata satinata - Nero

source: MetalPaint-002
ita: Smaltata - Nero

source: MetalPaint-003
ita: Lucida - Nero

source: MetalPaint-004
ita: Satinata - Nero

source: MetalPaint-005
ita: Screziata riflettente - Beige

source: MetalPaint-006
ita: Riflettente - Grano

source: MetalPaint-007
ita: Riflettente - Avorio

source: MetalPaint-008
ita: Riflettente - Bianco

source: MetalPaint-009
ita: Screziata satinata - Blu metallizzato

source: MetalPaint-010
ita: Screziata satinata - Blu

source: MetalPaint-011
ita: Satinata - Verde oliva

source: MetalPaint-012
ita: Satinata - Violetto

source: MetalPaint-013
ita: Satinata - Marrone

source: MetalPaint-014
ita: Screziata satinata - Blu scuro

source: MetalPaint-015
ita: Lucida - Terra di Siena

source: MetalPaint-016
ita: Lucida - Verde foresta

source: MetalPaint-017
ita: Satinata - Rosso chiaro

source: MetalPaint-018
ita: Satinata - Bianco tela

source: MetalPaint-019
ita: Satinata - Blu notte

source: MetalPaint-020
ita: Screziata satinata - Verde mare

source: MetalPaint-021
ita: Satinata - Rosa antico

source: MetalPaint-022
ita: Satinata - Giallo limone scuro

source: MetalPaint-023
ita: Smaltata - Rosa mattone

source: MetalPaint-024
ita: Lucida - Viola intenso

source: MetalPaint-025
ita: Screziata satinata - Grigio ardesia

source: MetalPaint-026
ita: Satinata - Giallo paglierino

source: MetalPaint-027
ita: Satinata - Lavanda

source: MetalPaint-028
ita: Screziata riflettente - Magenta

source: MetalPaint-029
ita: Lucida - Oro

source: MetalPaint-030
ita: Satinata - Oro

source: MetalPaint-031
ita: Satinata - Argento

source: MetalPaint-032
ita: Lucidata - Argento

# MetalSchema_localname:Metal
source: Metal
ita: Metallo

# MetalSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Metallic Paint
ita: Vernice metallica

source: Metallic Paint material.
ita: Materiale vernice metallica.

source: MetallicPaint
ita: Vernice metallica

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
ita: Vernice metallica

# MetallicPaintSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
ita: Metalli.Elementi in metallo.Scala in metallo.Galvanizzata

source: Metals.Metal Handrails and Railings.Painted.White
ita: Metalli.Corrimano e ringhiere in metallo.Verniciato.Bianco

source: Metals.Metal Joists.Steel
ita: Metalli.Travetti in metallo.Acciaio

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
ita: Metalli.Metalli ornamentali.Alluminio.Anodizzato.Bronzo scuro

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
ita: Metalli.Metalli ornamentali.Alluminio.Anodizzato.Bronzo scuro.Satinato

source: Metals.Ornamental Metals.Aluminum.Brushed
ita: Metalli.Metalli ornamentali.Alluminio.Spazzolato

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
ita: Metalli.Metalli ornamentali.Alluminio.Spazzolato.Blu e argento

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
ita: Metalli.Metalli ornamentali.Alluminio.Spazzolato.Asimmetrico

source: Metals.Ornamental Metals.Brass.Satin
ita: Metalli.Metalli ornamentali.Ottone.Satinato

source: Metals.Ornamental Metals.Bronze.Satin
ita: Metalli.Metalli ornamentali.Bronzo.Satinato

source: Metals.Ornamental Metals.Checker Plate.45deg
ita: Metalli.Metalli ornamentali.Scacchiera.45°

source: Metals.Ornamental Metals.Checker Plate.Parquet
ita: Metalli.Metalli ornamentali.Scacchiera.Parquet

source: Metals.Ornamental Metals.Chrome.Satin
ita: Metalli.Metalli ornamentali.Cromati.Satinati

source: Metals.Ornamental Metals.Copper
ita: Metalli.Metalli ornamentali.Rame

source: Metals.Ornamental Metals.Galvanized
ita: Metalli.Metalli ornamentali.Galvanizzati

source: Metals.Ornamental Metals.Plate.Mesh
ita: Metalli.Metalli ornamentali.Lamiera.A rete

source: Metals.Ornamental Metals.Plate.Mesh.1
ita: Metalli.Metalli ornamentali.Lamiera.A rete.1

source: Metals.Ornamental Metals.Plate.Mesh.2
ita: Metalli.Metalli ornamentali.Lamiera.A rete.2

source: Metals.Ornamental Metals.Plate.Perforated
ita: Metalli.Metalli ornamentali.Lamiera.Perforata

source: Metals.Ornamental Metals.Plate.Perforated.1
ita: Metalli.Metalli ornamentali.Lamiera.Perforata.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
ita: Metalli.Metalli ornamentali.Lamiera.Ribattuta.Grigio opaco

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
ita: Metalli.Metalli ornamentali.Lamiera.Ribattuta.2

source: Metals.Ornamental Metals.Rust.1
ita: Metalli.Metalli ornamentali.Ruggine.1

source: Metals.Ornamental Metals.Rust.2
ita: Metalli.Metalli ornamentali.Ruggine.2

source: Metals.Ornamental Metals.Rust.3
ita: Metalli.Metalli ornamentali.Ruggine.3

source: Metals.Ornamental Metals.Stainless.Bright
ita: Metalli.Metalli ornamentali..Acciaio inossidabile.Lucido

source: Metals.Ornamental Metals.Stainless.Satin
ita: Metalli.Metalli ornamentali.Acciaio inossidabile.Satinato
