Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
jpn: 水のパターンを生成するためのシード番号を指定します。パターンはシードごとに変わります。範囲は 0 ～ 65535 で、既定値は30159 です。

# wave_RandomSeed:uilabel
source: Random Seed
jpn: ランダム シード

# wave_WaveLenMax
source: Len Max
jpn: 最長

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
jpn: 各波の中心の最大間隔を定義します。値が近い場合、波はより規則的になり、値が離れている場合、波はあまり規則的ではなくなります。既定値は 1.97 です。

# wave_WaveLenMax:uilabel
source: Len Max
jpn: 最長

# wave_WaveLenMin
source: Len Min
jpn: 最短

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
jpn: 各波の中心の最小間隔を定義します。値が近い場合、波はより規則的になり、値が離れている場合、波はあまり規則的ではなくなります。既定値は 1.97 です。

# wave_WaveLenMin:uilabel
source: Len Min
jpn: 最短

# wave_WaveRadius
source: Radius
jpn: 半径

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
jpn: 各波セットの起点となるサーフェスを含む仮想球(3D 分散)または円(2D 分散)の半径を指定します。半径が大きいと、大きな循環波パターンが生成されます。半径が小さいと、密集した小さい波が生成されます。既定値は 39.37 です。

# wave_WaveRadius:uilabel
source: Radius
jpn: 半径

# wave_paramgroup
source: Waves
jpn: 波

# wave_transforms_group
source: Transforms
jpn: 変換

source: waves
jpn: 波

source: wavy
jpn: 波状

source: weathered
jpn: 風化

source: weave
jpn: かご編

# web
source: Use Light Profile
jpn: ウェブ

# webHasSymmetry
source: Symmetric:
jpn: 対称:

# webHasSymmetry:uilabel
source: Symmetric:
jpn: 対称:

# webRotation
source: Rotation:
jpn: 回転:

# webRotation:tooltip
source: Web spatial rotation
jpn: ウェブ空間の回転

# webRotation:uilabel
source: Rotation:
jpn: 回転:

# webScaling:uilabel
source: webScaling
jpn: ウェブスケーリング

# webTranslation:uilabel
source: webTranslation
jpn: ウェブ変換

source: west
jpn: 西

source: wet
jpn: ウェット

source: wheat
jpn: 麦

source: white
jpn: 白

source: White Color:
jpn: 白色:

# whiteColor:uilabel
source: White Color:
jpn: 白色:

source: Whitepoint:
jpn: ホワイトポイント:

# whitepoint:uilabel
source: Whitepoint:
jpn: ホワイトポイント:

source: Width
jpn: 幅

# width:uilabel
source: Width
jpn: 幅

source: window
jpn: 窓

source: wood
jpn: 木目

# wood_Appearance
source: Appearance
jpn: 外観

# wood_AxialNoise
source: Axial Noise
jpn: 軸ノイズ

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
jpn: 木目と平行な面の軸ノイズ パターンの相対的なランダム性を設定します。範囲は 0 ～ 100 で、既定値は 1.00 です。

# wood_AxialNoise:uilabel
source: Axial Noise
jpn: 軸ノイズ

# wood_Color1
source: Color 1
jpn: 色 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
jpn: 木材テクスチャの最初の色を指定します。

# wood_Color1:uilabel
source: Color 1
jpn: 色 1

# wood_Color2
source: Color 2
jpn: 色 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
jpn: 木材テクスチャの 2 番目の色を指定します。

# wood_Color2:uilabel
source: Color 2
jpn: 色 2

# wood_Position
source: Position
jpn: 位置

# wood_RadialNoise
source: Radial Noise
jpn: 放射状ノイズ

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
jpn: 木目に垂直な面の放射状ノイズ パターンの相対的なランダム性を設定します。範囲は 0 ～ 100 で、既定値は 1.00 です。

# wood_RadialNoise:uilabel
source: Radial Noise
jpn: 放射状ノイズ

# wood_Thickness
source: Grain Thickness
jpn: 木目の厚さ

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
jpn: 木目を構成する色バンドの相対的な厚さを設定します。範囲は 0 ～ 100 で、既定値は 0.50 です。

# wood_Thickness:uilabel
source: Grain Thickness
jpn: 木目の厚さ

# wood_props1
source: Basic Thermal
jpn: 熱特性

# wood_props2
source: Mechanical
jpn: 機械

# wood_transforms_group
source: Transforms
jpn: 変換

# xenon
source: HID Xenon
jpn: HID キセノン

source: yellow
jpn: 黄

source: yellow-brown
jpn: 黄-茶

source: zinc
jpn: 亜鉛

source: ABS Plastic
jpn: ABS プラスチック

source: Acetal Resin, Black
jpn: アセタール樹脂、黒

source: Acetal Resin, White
jpn: アセタール樹脂、白

source: Alloy Steel
jpn: 合金鋼

source: Aluminum-6061
jpn: アルミ二ウム-6061

source: Aluminum-6061-AHC
jpn: アルミ二ウム-6061-AHC

source: Brass, Soft Yellow
jpn: 真鍮、ソフト イエロー

source: Bronze, Soft Tin
jpn: ブロンズ、軟ロウ

source: Carbon Steel
jpn: 炭素鋼

source: Cast Bronze
jpn: ブロンズ

source: Cast Copper
jpn: 鋳銅

source: Cast Steel
jpn: 鋳鋼

source: Copper
jpn: 銅

source: Copper Alloy
jpn: 銅合金

source: Ductile Iron
jpn: ダクタイル鋳鉄

source: Galvanized Steel
jpn: 亜鉛鋼

source: GFRC (Glass Fiber Reinforced Concrete)
jpn: GFRC (ガラス繊維強化コンクリート)

source: Gold
jpn: ゴールド

source: Gray Iron
jpn: ねずみ鋳鉄

source: High Density Polyethylene
jpn: 高密度ポリエチレン

source: High Impact Polystyrene
jpn: 耐衝撃性ポリスチレン

source: LCP Plastic
jpn: LCP プラスチック

source: Lead
jpn: 鉛

source: Low Density Polyethylene
jpn: 低密度ポリエチレン

source: Malleable Iron
jpn: 可鍛鋳鉄

source: Nickel-Copper Alloy 400
jpn: ニッケル銅合金 400

source: Non-Alloy Steel
jpn: 非合金鋼

source: Nylon-6/6
jpn: ナイロン 6/6

source: Nylon Composite (Nylon, molybdenum disulphide)
jpn: ナイロン複合材料(ナイロン、二硫化モリブデン)

source: PBT Plastic
jpn: PBT プラスチック

source: PC_ABS Plastic
jpn: PC_ABS プラスチィック

source: PET Plastic
jpn: PET プラスチック

source: Phenolic
jpn: フェノール

source: PMMA Plastic
jpn: PMMA プラスチック

source: Polycarbonate, Clear
jpn: ポリカーボネート、クリア

source: Polycarbonate, Smoke
jpn: ポリカーボネート、スモーク

source: Polypropylene
jpn: ポリプロピレン

source: PPS Plastic
jpn: PPS プラスチック

source: PVC-Piping
jpn: PVC 配管

source: SAN Plastic
jpn: SAN プラスチック

source: Silicone
jpn: シリコーン

source: Stainless Steel
jpn: ステンレス鋼

source: Stainless Steel, 440C
jpn: ステンレス鋼 440C

source: Stainless Steel, Austenitic
jpn: ステンレス鋼、オーステナイト系

source: Steel, High Strength Low Alloy
jpn: 鋼、高強度低合金

source: Steel, Mild
jpn: 鋼、軟鋼

source: UHMW, Black
jpn: UHMW、黒

source: UHMW, White
jpn: UHMW、白

source: Welded Aluminum-6061
jpn: 溶接アルミ二ウム-6061

source: Welded Brass, Soft Yellow
jpn: 溶接真鍮

source: Welded Stainless Steel, 440C
jpn: 溶接ステンレス鋼、440C

source: Welded Steel Mild
jpn: 溶接軟鋼

source: Wood (Birch)
jpn: 木材(カバノキ)

source: Wood (Cherry)
jpn: 木材(サクラ)

source: Wood (Maple)
jpn: 木材(カエデ)

source: Wood (Oak)
jpn: 木材(オーク)

source: Wood (Walnut)
jpn: 木材(クルミ)

source: Wrought Copper
jpn: 鍛銅

source: Wrought Steel
jpn: 鍛鋼

source: Threaded
jpn: ねじ込み
