Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

source: Masonry.Stone.Soapstone.DarkGrey
csy: Zdivo.Kámen.Mastek.Tmavě šedý

source: Masonry.Stone.Travertine.Cream
csy: Zdivo.Kámen.Travertin.Krémový

source: Masonry.Stone.Travertine.DarkBrown
csy: Zdivo.Kámen.Travertin.TmavěHnědý

source: Masonry.Stone.Travertine.DarkRed
csy: Zdivo.Kámen.Travertin.TmavěČervený

source: Masonry.Unit Masonry.Brick.Adobe.Running
csy: Zdivo.Prefabrikované zdivo.Cihla.Vepřovice.Průběžný

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Pletený koš

source: Masonry.Unit Masonry.Brick.Modular.Clinker
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulární.Zvonivková

source: Masonry.Unit Masonry.Brick.Modular.Common
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Obecný

source: Masonry.Unit Masonry.Brick.Modular.Cored
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulární.Dutá

source: Masonry.Unit Masonry.Brick.Modular.English
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Anglický

source: Masonry.Unit Masonry.Brick.Modular.English Cross
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Anglický křížový

source: Masonry.Unit Masonry.Brick.Modular.Face
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulární.Lícová

source: Masonry.Unit Masonry.Brick.Modular.Fire
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulární.Žáruvzdorná

source: Masonry.Unit Masonry.Brick.Modular.Flemish
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Vlámský

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Vlámský křížový

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Vlámský diagonální

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Zahradní zeď

source: Masonry.Unit Masonry.Brick.Modular.Glazed
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulární.Glazovaná

source: Masonry.Unit Masonry.Brick.Modular.Header
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Vazák

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Diagonální

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Diagonální.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Jedna třetina průběžná

source: Masonry.Unit Masonry.Brick.Modular.Press
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulární.Lisovaná

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Řádek zdiva

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Řádek zdiva.Střídavě uspořádaný

source: Masonry.Unit Masonry.Brick.Modular.Running
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Průběžný

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Průběžný.Hnědý

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Průběžný.Glazovaný.Modrý

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Průběžný.Šedý

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Průběžný.Červený

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Průběžný.Vroubkovaný.Červený

source: Masonry.Unit Masonry.Brick.Modular.Sailor
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Plavený

source: Masonry.Unit Masonry.Brick.Modular.Screen
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulární.Síto

source: Masonry.Unit Masonry.Brick.Modular.Shiner
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Lesklice

source: Masonry.Unit Masonry.Brick.Modular.Soldier
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Nastojato

source: Masonry.Unit Masonry.Brick.Modular.Stack
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Vrstvený

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
csy: Zdivo.Prefabrikované zdivo.Cihla.Modulová.Vrstvený.Šedý

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
csy: Zdivo.Prefabrikované zdivo.Cihla.Norman.Jedna třetina průběžná

source: Masonry.Unit Masonry.Brick.Norman.Soldier
csy: Zdivo.Prefabrikované zdivo.Cihla.Norman.Na stojato

source: Masonry.Unit Masonry.CMU.Efflorescence
csy: Zdivo.Prefabrikované zdivo.Beton.S vykvétáním

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Opěrná zeď.Průběžný

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Žebrovaný.Vrstvený

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Plavený.Vrstvený

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
csy: Zdivo.Prefabrikované zdivo.Beton.Otryskaný.Šedý

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
csy: Zdivo.Prefabrikované zdivo.Beton.Otryskaný.Šedobéžový

source: Masonry.Unit Masonry.CMU.Scored.Running
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Vroubkovaný.Průběžný

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
csy: Zdivo.Prefabrikované zdivo.Beton.Rýhovaný.Průběžný.Pohledové kamenivo

source: Masonry.Unit Masonry.CMU.Screen.Stacked
csy: Zdivo.Prefabrikované zdivo.Beton.Síto.Sloupkový

source: Masonry.Unit Masonry.CMU.Shadow.Running
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Stín.Průběžný

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Pohlcující zvuk.Průběžný

source: Masonry.Unit Masonry.CMU.Split-Face.Running
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Rozdělená plocha.Průběžný

source: Masonry.Unit Masonry.CMU.Stretcher.Running
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Rozpěra.Průběžný

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
csy: Zdivo.Prefabrikované zdivo.Beton.Rozprostřený.Průběžný.Pohledové kamenivo

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Rozpěra.Průběžný.Glazovaný.Modrý

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Rozpěra.Vrstvený

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
csy: Zdivo.Prefabrikované zdivo.Pórobeton.Rozpěra.Vrstvený.Glazovaný.Modrý

source: Masonry.Unit Masonry.Glass Block.Square.Stack
csy: Zdivo.Prefabrikované zdivo.Skleněná tvárnice.Čtverec.Rovnaný

source: Masonry/Brick
csy: Zdivo/Cihla

source: Masonry/CMU
csy: Zdivo/CMU

source: Masonry/Stone
csy: Zdivo/Kámen

source: MasonryCMU
csy: Pórobetonové zdivo

# MasonryCMUSchema_localname:Masonry
source: Masonry
csy: Zdivo

# MasonryCMUSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Material-010
csy: GFRC

source: Material-068
csy: Zlatá

source: Material-071
csy: Železo, kujné

source: Material-072
csy: Olovo

source: Material-076
csy: Stříbro

source: Material-077
csy: Ocel

source: Material-079
csy: Ocel, pozinkovaná

source: Material-094
csy: Titan

source: Material-111
csy: CFRP

source: Material-121
csy: Fenolová pryskyřice

source: Material-123
csy: Polyetylen, s nízkou hustotou

source: Material-124
csy: Polyetylen, s vysokou hustotou

source: Material-127
csy: Polypropylen

source: Material-128
csy: Polystyren, vysoce účinný

source: Material-193
csy: Voda

source: MaterialInv_001
csy: Beton

source: MaterialInv_002
csy: Sklo

source: MaterialInv_003
csy: Ocel, legovaná

source: MaterialInv_004
csy: Hliník 6061

source: MaterialInv_005
csy: Hliník 6061-AHC

source: MaterialInv_006
csy: Mosaz, měkká žlutá

source: MaterialInv_007
csy: Bronz, měkký cínový

source: MaterialInv_008
csy: Ocel, uhlík

source: MaterialInv_009
csy: Bronz, litý

source: MaterialInv_010
csy: Měď, litá

source: MaterialInv_011
csy: Železo, lité

source: MaterialInv_012
csy: Ocel, litá

source: MaterialInv_013
csy: Měď

source: MaterialInv_014
csy: Měď, slitina

source: MaterialInv_018
csy: Železo, šedé

source: MaterialInv_020
csy: Železo, surové

source: MaterialInv_021
csy: Slitina nikl-měď 400

source: MaterialInv_022
csy: Ocel, nelegovaná

source: MaterialInv_024
csy: Nerezová ocel

source: MaterialInv_025
csy: Nerezová ocel 440C

source: MaterialInv_026
csy: Nerezová ocel, austenitická

source: MaterialInv_028
csy: Ocel, vysokopevnostní, nízkolegovaná

source: MaterialInv_029
csy: Ocel, měkká

source: MaterialInv_031
csy: Hliník 6061, svařovaný

source: MaterialInv_032
csy: Mosaz, měkká žlutá, svařovaná

source: MaterialInv_033
csy: Nerezová ocel 440C, svařovaná

source: MaterialInv_034
csy: Ocel, měkká, svařovaná

source: MaterialInv_035
csy: Měď, kovaná

source: MaterialInv_036
csy: Ocel, kovaná

source: MaterialInv_037
csy: ABS plast

source: MaterialInv_038
csy: Polyacetátová pryskyřice, černá

source: MaterialInv_039
csy: Polyacetátová pryskyřice, bílá

source: MaterialInv_042
csy: LCP plast

source: MaterialInv_044
csy: Nylon, sirník molybdeničitý

source: MaterialInv_045
csy: Nylon 6/6

source: MaterialInv_046
csy: PBT plast

source: MaterialInv_047
csy: PC/ABS plast

source: MaterialInv_048
csy: PET plast

source: MaterialInv_049
csy: PMMA plast

source: MaterialInv_050
csy: Plast PAEK

source: MaterialInv_051
csy: Polykarbonát, čirý

source: MaterialInv_052
csy: Polykarbonát, kouřový

source: MaterialInv_054
csy: Polystyren

source: MaterialInv_055
csy: PPS plast

source: MaterialInv_056
csy: PVC potrubí

source: MaterialInv_057
csy: PVC, nepoplastované

source: MaterialInv_058
csy: Pryž

source: MaterialInv_059
csy: SAN plast

source: MaterialInv_060
csy: Guma, silikonová

source: MaterialInv_061
csy: Termoplastická pryskyřice

source: MaterialInv_062
csy: UHMW polyethylen, černý

source: MaterialInv_063
csy: UHMW polyethylen, bílý

source: MaterialInv_064
csy: Nitrid křemíku

source: MaterialInv_066
csy: Dřevo (bříza)

source: MaterialInv_067
csy: Dřevo (třešeň)

source: MaterialInv_068
csy: Dřevo (javor)

source: MaterialInv_069
csy: Dřevo (dub)

source: MaterialInv_070
csy: Dřevo (ořech)

source: MaterialInv_072
csy: Všeobecné

source: Materials
csy: Materiály

source: Medium gray and circular roofing shingles
csy: Střešní krytina, šindel, půloblouk, středně šedá

source: Medium gray and rectangular roofing shingles
csy: Střešní krytina, šindel, pravoúhlá, středně šedá

source: Medium gray and rippled edge roofing shingles
csy: Střešní krytina, šindel, rýhovaná hrana, středně šedá

source: Medium gray and small rectangular roofing shingles
csy: Střešní krytina, malý šindel, pravoúhlý, středně šedá

source: Medium gray color
csy: Středně šedá barva

source: Membrane
csy: Membrána

source: Metal
csy: Kov

source: Metal structural asset.
csy: Kovová konstrukční komponenta.

source: Metal-001
csy: Eloxovaný – modrý

source: Metal-002
csy: Eloxovaný – bronzový

source: Metal-003
csy: Zinek

source: Metal-004
csy: Hliník – leštěný

source: Metal-005
csy: Leštěný – kartáčovaný – těžký – verze 1.1

source: Metal-005-1-2
csy: Leštěný – kartáčovaný – těžký

source: Metal-006
csy: Leštěný – vykovaný

source: Metal-007
csy: Leštěný – malá kuželovitá vypouklina – verze 1.1

source: Metal-007-1-2
csy: Leštěný – malá kuželovitá vypouklina

source: Metal-008
csy: Satén

source: Metal-009
csy: Satén – kartáčovaný – těžký

source: Metal-010
csy: Satén – kartáčovaný

source: Metal-011
csy: Satén – vykovaný

source: Metal-012
csy: Mosaz – leštěná

source: Metal-013
csy: Mosaz – satén

source: Metal-014
csy: Bronz – leštěný

source: Metal-015
csy: Bronz – leštěný – kartáčovaný

source: Metal-016
csy: Bronz – satén

source: Metal-017
csy: Chróm – leštěný

source: Metal-018
csy: Chróm – leštěný – kartáčovaný – verze 1.1

source: Metal-018-1-2
csy: Chróm – leštěný – kartáčovaný

source: Metal-019
csy: Chróm – satén

source: Metal-020
csy: Měď – patina – vykovaná

source: Metal-021
csy: Měď – leštěná

source: Metal-022
csy: Měď – satén

source: Metal-023
csy: Měď – satén – kartáčovaná – těžká – verze 1.1

source: Metal-023-1-2
csy: Měď – satén – kartáčovaná – těžká

source: Metal-024
csy: Mosaz – satén – síto

source: Metal-025
csy: Nerez – leštěná

source: Metal-026
csy: Bronz – patina

source: Metal-027
csy: Nerez – satén

source: Metal-028
csy: Nerez – satén – surová – síto – verze 1.1

source: Metal-028-1-2
csy: Nerez – satén – surová – síto

source: Metal-029
csy: Nerez – satén – kartáčovaná – těžká – verze 1.1

source: Metal-029-1-2
csy: Nerez – satén – kartáčovaná – těžká

source: Metal-030
csy: Nerez – satén – velká kuželovitá vypouklina

source: Metal-031
csy: Leštěná – kartáčovaná – verze 1.1

source: Metal-031-1-2
csy: Leštěná – kartáčovaná

source: Metal-032
csy: Satén – síto

source: Metal-033
csy: Satén – kartáčovaná – verze 1.1

source: Metal-033-1-2
csy: Satén – kartáčovaná

source: Metal-034
csy: Satén – vykovaná

source: Metal-035
csy: Šachovnicová deska

source: Metal-036
csy: Eloxovaná – černá

source: Metal-037
csy: Eloxovaná – modro-šedá

source: Metal-038
csy: Eloxovaná – tmavě šedá

source: Metal-039
csy: Eloxovaná – světle šedá

source: Metal-040
csy: Eloxovaná – šedá

source: Metal-041
csy: Eloxovaná – červená

source: Metal-042
csy: Eloxovaná – bílá

source: Metal-043
csy: Eloxovaná – šedá s texturou

source: Metal-044
csy: Nerez – kartáčovaná

source: Metal-045
csy: Pololeštěná

source: Metal-046
csy: Leštěná kosočtvercová desková – verze 1.1

source: Metal-046-1-2
csy: Leštěná kosočtvercová desková

source: Metal-047
csy: Satén

source: Metal-048
csy: Eloxovaná – tmavě bronzová

source: Metal-049
csy: Leštěná – kartáčovaná – verze 1.1

source: Metal-049-1-2
csy: Leštěná – kartáčovaná

source: Metal-050
csy: Mosaz – satén – kartáčovaná – těžká

source: Metal-051
csy: Měď – patina

source: Metal-052
csy: Bronz – satén – vykovaný

source: Metal-053
csy: Chróm – leštěný – kartáčovaný – těžký – verze 1.1

source: Metal-053-1-2
csy: Chróm – leštěný – kartáčovaný – těžký

source: Metal-054
csy: Měď – satén – kartáčovaná – verze 1.1

source: Metal-054-1-2
csy: Měď – satén – kartáčovaná – těžká

source: Metal-055
csy: Nerez – leštěná – kartáčovaná – verze 1.1

source: Metal-055-1-2
csy: Nerez – leštěná – kartáčovaná

source: Metal-056
csy: Nerez – satén – vykovaná

source: Metal-057
csy: Chrom – satén – síto

source: Metal-058
csy: Článek řetězu – ohrazení

source: Metal-059
csy: Plechová střešní krytina se stojatou drážkou

source: Metal-060
csy: Hliník – tmavý

source: Metal-061
csy: Obrobený – hliník

source: Metal-062
csy: Kosočtvercová deska – tmavě šedá – verze 1.1

source: Metal-062-1-2
csy: Kosočtvercová deska – tmavě šedá

source: Metal-063
csy: Rýhovaný 45 – verze 1.1

source: Metal-063-1-2
csy: Rýhovaný 45

source: Metal-065
csy: Kosočtverečné desky 2 – tmavě šedé – verze 1.1

source: Metal-065-1-2
csy: Kosočtvercová desková 2 – tmavě šedá

source: Metal.
csy: Kov.

source: Metal/Aluminum
csy: Kov/Hliník

source: Metal/Fabricated
csy: Kov/Svařovaný

source: Metal/Iron
csy: Kov/železo

source: Metal/Non Ferrous
csy: Kov/barevný

source: Metal/Steel
csy: Kov/Ocel

source: MetalPaint-001
csy: Šupinkový satén – černá

source: MetalPaint-002
csy: Glazovaná – černá

source: MetalPaint-003
csy: Lesklá – černá

source: MetalPaint-004
csy: Satén – černá

source: MetalPaint-005
csy: Šupinková reflexní – béžová

source: MetalPaint-006
csy: Reflexní – pšenice

source: MetalPaint-007
csy: Reflexní – slonová kost

source: MetalPaint-008
csy: Reflexní – bílá

source: MetalPaint-009
csy: Šupinkový satén – ocelově modrá

source: MetalPaint-010
csy: Šupinkový satén – modrá

source: MetalPaint-011
csy: Satén – olivově zelená

source: MetalPaint-012
csy: Satén – fialová

source: MetalPaint-013
csy: Satén – hnědá

source: MetalPaint-014
csy: Šupinkový satén – tmavě modrá

source: MetalPaint-015
csy: Lesklá – siena

source: MetalPaint-016
csy: Lesklá – lesní zelená

source: MetalPaint-017
csy: Satén – světle červená

source: MetalPaint-018
csy: Satén – len

source: MetalPaint-019
csy: Satén – půlnoční modrá

source: MetalPaint-020
csy: Šupinkový satén – mořská zelená

source: MetalPaint-021
csy: Satén – mlhavá růžová

source: MetalPaint-022
csy: Satén – divizna

source: MetalPaint-023
csy: Glazovaná – ohnivzdorná cihla

source: MetalPaint-024
csy: Lesklá – sytě purpurová

source: MetalPaint-025
csy: Šupinkový satén – břidlicově šedá

source: MetalPaint-026
csy: Satén – citrónový šifon

source: MetalPaint-027
csy: Satén – levandule

source: MetalPaint-028
csy: Šupinková reflexní – purpurová

source: MetalPaint-029
csy: Lesklá – zlatá

source: MetalPaint-030
csy: Satén – zlatá

source: MetalPaint-031
csy: Satén – stříbrná

source: MetalPaint-032
csy: Leštěné stříbro

# MetalSchema_localname:Metal
source: Metal
csy: Kov

# MetalSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Metallic Paint
csy: Metalíza

source: Metallic Paint material.
csy: Materiál pro metalízu.

source: MetallicPaint
csy: Metalíza

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
csy: Metalíza

# MetallicPaintSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
csy: Kovy.Kovové výrobky.Kovová schody.Pozinkované

source: Metals.Metal Handrails and Railings.Painted.White
csy: Kovy.Kovová madla a zábradlí.Natřená.Bílá

source: Metals.Metal Joists.Steel
csy: Kovy.Kovové stropní nosníky.Ocel

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
csy: Kovy.Ozdobné kovy.Hliník.Eloxovaný.Tmavě bronzový

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
csy: Kovy.Ozdobné kovy.Hliník.Eloxovaný.Tmavě bronzový.Satén

source: Metals.Ornamental Metals.Aluminum.Brushed
csy: Kovy.Ozdobné kovy.Hliník.Leštěný

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
csy: Kovy.Ozdobné kovy.Hliník.Leštěný.Modrostříbrný

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
csy: Kovy.Ozdobné kovy.Hliník.Leštěný.Nepravidelný

source: Metals.Ornamental Metals.Brass.Satin
csy: Kovy.Ozdobné kovy.Mosaz.Satén

source: Metals.Ornamental Metals.Bronze.Satin
csy: Kovy.Ozdobné kovy.Bronz.Satén

source: Metals.Ornamental Metals.Checker Plate.45deg
csy: Kovy.Ozdobné kovy.Žebrovaný plech.Vzor 45 stupňů

source: Metals.Ornamental Metals.Checker Plate.Parquet
csy: Kovy.Ozdobné kovy.Žebrovaný plech.Parketový vzor

source: Metals.Ornamental Metals.Chrome.Satin
csy: Kovy.Ozdobné kovy.Chrom.Satén

source: Metals.Ornamental Metals.Copper
csy: Kovy.Ozdobné kovy.Měď

source: Metals.Ornamental Metals.Galvanized
csy: Kovy.Ozdobné kovy.Pozinkované

source: Metals.Ornamental Metals.Plate.Mesh
csy: Kovy.Ozdobné kovy.Plech.Rošt

source: Metals.Ornamental Metals.Plate.Mesh.1
csy: Kovy.Ozdobné kovy.Plech.Rošt.1

source: Metals.Ornamental Metals.Plate.Mesh.2
csy: Kovy.Ozdobné kovy.Plech.Rošt.2

source: Metals.Ornamental Metals.Plate.Perforated
csy: Kovy.Ozdobné kovy.Plech.Děrovaný

source: Metals.Ornamental Metals.Plate.Perforated.1
csy: Kovy.Ozdobné kovy.Plech.Děrovaný.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
csy: Kovy.Ozdobné kovy.Plech.Nýtovaný.Matně šedý

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
csy: Kovy.Ozdobné kovy.Plech-plech.Nýtovaný.2

source: Metals.Ornamental Metals.Rust.1
csy: Kovy.Ozdobné kovy.Rez.1

source: Metals.Ornamental Metals.Rust.2
csy: Kovy.Ozdobné kovy.Rez.2

source: Metals.Ornamental Metals.Rust.3
csy: Kovy.Ozdobné kovy.Rez.3

source: Metals.Ornamental Metals.Stainless.Bright
csy: Kovy.Ozdobné kovy.Nerez.Lesklý

source: Metals.Ornamental Metals.Stainless.Satin
csy: Kovy.Ozdobné kovy.Nerez.Satén

source: Metals.Ornamental Metals.Weathered
csy: Kovy.Ozdobné kovy.Ochranný nátěr

source: Metals.Structural Metal Framing.Steel
csy: Kov.Konstrukční kovový rám.Ocel

source: Mild Steel
csy: Měkká ocel

source: Mild steel - welded
csy: Měkká ocel – svařovaná

source: Mirror
csy: Zrcadlo

source: Mirror material.
csy: Zrcadlový materiál.

source: Mirror-001
csy: Základní

source: Mirror-002
csy: Teplý odstín

source: Mirror-003
csy: Koupelna

source: Mirror-004
csy: Studený odstín

source: Mirror-005
csy: Toaletní stolek

source: Mirror-006
csy: Bez odstínu

source: Mirror-007
csy: Kouřová – tmavá

source: Mirror-008
csy: Kouřová – světlá

# MirrorSchema_localname:Mirror
source: Mirror
csy: Zrcadlo

# MirrorSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Misc
csy: Různé

source: Miscellaneous
csy: Různé

source: Molded HDPE
csy: Formovaný HDPE

source: Molded LDPE
csy: Formovaný LDPE

source: Molybdenum disulphide filled nylon
csy: Nylon plněný molybden disulfidem

source: Monel metal
csy: Monelův kov

source: Month:
csy: Měsíc:

# Month:uilabel
source: Month:
csy: Měsíc:

source: Natural Rubber
csy: Přírodní kaučuk

source: Natural rubber
csy: Přírodní kaučuk

source: Noise
csy: Šum

source: Noise map.
csy: Šumová mapa

# NoiseSchema_localname:Noise
source: Noise
csy: Šum

# NoiseSchema_localtype:Texture
source: Texture
csy: Textura

source: Non Ferrous
csy: Barevný kov

source: Non alloy steel
csy: Nelegovaná ocel

source: Oxygen free copper
csy: Měď bez obsahu kyslíku

source: Paint
csy: Nátěr

source: Paint material for interiors.
csy: Nátěrový materiál pro interiéry.

source: Paint-001
csy: Černý

source: Paint-002
csy: Černý

source: Paint-003
csy: Akvamarín

source: Paint-004
csy: Kadetská modrá

source: Paint-005
csy: Nebeská modrá – tmavá

source: Paint-006
csy: Tmavě tyrkysová

source: Paint-007
csy: Nebeská modrá – tmavá

source: Paint-008
csy: Tmavě tyrkysová

source: Paint-009
csy: Nebeská modrá – střední

source: Paint-010
csy: Tyrkysová

source: Paint-011
csy: Břidlicová modrá

source: Paint-012
csy: Světle modrá

source: Paint-013
csy: Světle modrá

source: Paint-014
csy: Brčálová

source: Paint-015
csy: Světle ocelově modrá

source: Paint-016
csy: Světle ocelově modrá

source: Paint-017
csy: Ocelově modrá

source: Paint-018
csy: Fialová

source: Paint-019
csy: Šedobéžová

source: Paint-020
csy: Čokoládová

source: Paint-021
csy: Strakatá

source: Paint-022
csy: Světle čokoládová

source: Paint-023
csy: Kávová

source: Paint-024
csy: Světle béžová

source: Paint-025
csy: Světle béžová

source: Paint-026
csy: Písek

source: Paint-027
csy: Pšeničná

source: Paint-028
csy: Pšeničná

source: Paint-029
csy: Perleťová

source: Paint-030
csy: Tmavě šedá

source: Paint-031
csy: Tmavě šedá

source: Paint-032
csy: Světle šedá

source: Paint-033
csy: Světle šedá

source: Paint-034
csy: Šedá

source: Paint-035
csy: Zeleň chartreuse

source: Paint-036
csy: Lesní zelená

source: Paint-037
csy: Lesní zelená

source: Paint-038
csy: Tmavě olivově zelená

source: Paint-039
csy: Olivově zelená

source: Paint-040
csy: Tmavě zelená

source: Paint-041
csy: Kaštanová

source: Paint-042
csy: Oranžovo-červená

source: Paint-043
csy: Oranžová

source: Paint-044
csy: Tmavě červená

source: Paint-045
csy: Světle červená

source: Paint-046
csy: Červená

source: Paint-047
csy: Červená

source: Paint-048
csy: Lososová

source: Paint-049
csy: Siena

source: Paint-050
csy: Studená bílá

source: Paint-051
csy: Studená bílá

source: Paint-052
csy: Slonová kost lesklá

source: Paint-053
csy: Slonová kost nevýrazná

source: Paint-054
csy: Lněná bílá

source: Paint-055
csy: Lněná bílá

source: Paint-056
csy: Bílá

source: Paint-057
csy: Bílá

source: Paint-058
csy: Kanárková

source: Paint-059
csy: Žlutá

source: Paint-060
csy: Ploché – antická bílá

source: Paint-061
csy: Modrá – nástěnná malba – lesklá

source: Paint-062
csy: Béžová

source: Paint-063
csy: Tmavá kadetská modrá

source: Paint-064
csy: Tmavomodrá

source: Paint-065
csy: Tmavomodrá

source: Paint-066
csy: Tmavě modrozelená

source: Paint-067
csy: Brčálová

source: Paint-068
csy: Tyrkysová

source: Paint-069
csy: Světle šedobéžová

source: Paint-070
csy: Šedá

source: Paint-071
csy: Zeleň chartreuse

source: Paint-072
csy: Tmavě olivová

source: Paint-073
csy: Kaštanová
