Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica.3-guias.Cinza

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica.Sombra escura.Bege

source: Thermal - Moisture.Shingles.Even.1
ptb: Térmico - Umidade.Telha de madeira.Uniforme.1

source: Thermal - Moisture.Shingles.Even.2
ptb: Térmico - Umidade.Telha de madeira.Uniforme.2

source: Thermal - Moisture.Shingles.Even.3
ptb: Térmico - Umidade.Telha de madeira.Uniforme.3

source: Thermal - Moisture.Shingles.Halfround
ptb: Térmico - Umidade.Telha de madeira.Meia volta

source: Thermal - Moisture.Shingles.Uneven.1
ptb: Térmico - Umidade.Telha de madeira.Não uniforme.1

source: Thermal - Moisture.Shingles.Uneven.2
ptb: Térmico - Umidade.Telha de madeira.Não uniforme.2

source: Thermal - Moisture.Shingles.Uneven.3
ptb: Térmico - Umidade.Telha de madeira.Não uniforme.3

source: ThermalGas
ptb: Gás térmico padrão

# ThermalGasSchema_localname:Gas
source: Gas
ptb: Gás

# ThermalGasSchema_localtype:Thermal
source: Thermal
ptb: Térmico

source: ThermalLiquid
ptb: Líquido térmico padrão

source: ThermalLiquid-001
ptb: Água

# ThermalLiquidSchema_localname:Liquid
source: Liquid
ptb: Líquido

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
ptb: Térmico

source: ThermalSolid
ptb: Sólido térmico padrão

source: ThermalSolid-012
ptb: Concreto

source: ThermalSolid-033
ptb: Vidro - janela de lima

source: ThermalSolid-081
ptb: Alumínio

source: ThermalSolid-081-2
ptb: Alumínio 6061

source: ThermalSolid-082-2
ptb: Latão, amarelo macio

source: ThermalSolid-082-3
ptb: Latão soldado, amarelo suave

source: ThermalSolid-083-2
ptb: Estanho, bronze suave

source: ThermalSolid-083-3
ptb: Bronze, fundido

source: ThermalSolid-085-2
ptb: Cobre, fundido

source: ThermalSolid-085-3
ptb: Cobre, liga

source: ThermalSolid-085-4
ptb: Liga de níquel e cobre 400

source: ThermalSolid-085-5
ptb: Cobre forjado

source: ThermalSolid-086
ptb: Ferro

source: ThermalSolid-089
ptb: Chumbo

source: ThermalSolid-092
ptb: Aço

source: ThermalSolid-092-10
ptb: Aço forjado

source: ThermalSolid-092-2
ptb: Aço v2

source: ThermalSolid-092-3
ptb: Aço galvanizado

source: ThermalSolid-092-6
ptb: Liga de aço

source: ThermalSolid-092-7
ptb: Aço, carbono

source: ThermalSolid-092-8
ptb: Aço, puro (sem liga)

source: ThermalSolid-092-9
ptb: Aço, alta resistência, baixa liga

source: ThermalSolid-093-2
ptb: Aço inoxidável v2

source: ThermalSolid-093-3
ptb: Aço inoxidável, 440C

source: ThermalSolid-093-4
ptb: Aço inoxidável, austenítico

source: ThermalSolid-093-8
ptb: Aço inoxidável soldado, AISI 440C

source: ThermalSolid-095
ptb: Titânio

source: ThermalSolid-118
ptb: Folha de acrílico

source: ThermalSolid-128
ptb: Resina fenólica

source: ThermalSolid-130
ptb: Policarbonato

source: ThermalSolid-132
ptb: Polietileno - alta densidade (HDPE)

source: ThermalSolid-133
ptb: Polietileno - baixa densidade (LDPE)

source: ThermalSolid-137
ptb: Polipropileno

source: ThermalSolid-142
ptb: Poliestireno

source: ThermalSolid-149
ptb: Cloreto de polivinilo - Rígido

source: ThermalSolid-152
ptb: Borracha

source: ThermalSolid-189
ptb: Composto de epóxi e fibra de carbono

# ThermalSolidSchema_localname:Solid
source: Solid
ptb: Sólido

# ThermalSolidSchema_localtype:Thermal
source: Thermal
ptb: Térmico

source: Thermoplastic
ptb: Termoplástico

source: Thermoplastic Resin
ptb: Resina termoplástica

source: Thermoset
ptb: Termofixo

source: Tile
ptb: Azulejo

source: Tile map.
ptb: Mapeamento de azulejos.

# TileSchema_localname:Tile Texture
source: Tile Texture
ptb: Textura do azulejo

# TileSchema_localtype:Texture
source: Texture
ptb: Textura

source: Time:
ptb: Tempo:

# Time:uilabel
source: Time:
ptb: Tempo:

source: Time Zone Offset:
ptb: Deslocamento de fuso horário:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
ptb: Deslocamento de fuso horário:

source: Titanium
ptb: Titânio

source: Titanium, polished
ptb: Titânio, polido

source: Translucent
ptb: Translúcido

source: Translucent white luminous material.
ptb: Material translúcido branco luminoso.

source: Transparent
ptb: Transparente

source: Ultra High Molecular Weight Polyethylene
ptb: Polietileno de Ultra Alto Peso Molecular

source: Ultra-high-molecular-weight polyethylene
ptb: Polietileno de Ultra Alto Peso Molecular

source: Unfilled Polycarbonate, molded
ptb: Policarbonato não preenchido, moldado

source: Unified Bitmap.
ptb: Bitmap unificado.

source: UnifiedBitmap
ptb: BitmapUnificado

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
ptb: Textura de bitmap

# UnifiedBitmapSchema_localtype:Texture
source: Texture
ptb: Textura

source: Vase swatch.
ptb: Amostra de vaso.

source: Wall Covering
ptb: Revestimento de parede

source: Wall Paint/Glossy
ptb: Pintura de parede/Com brilho

source: Wall Paint/Matte
ptb: Pintura de parede/Fosca

source: Wall swatch.
ptb: Amostra de parede.

source: WallPaint
ptb: Pintura de parede

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
ptb: Pintura de parede

# WallPaintSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Water
ptb: Água

source: Water material.
ptb: Material aquoso.

source: Water, properties @20C
ptb: Água, propriedades a 20C

source: Water-001
ptb: Piscina interna

source: Water-002
ptb: Pântano

source: Water-003
ptb: Tropical

source: Water-004
ptb: Lago limpo

source: Water-005
ptb: Rio escuro

source: Water-006
ptb: Piscina

source: Water-007
ptb: Piscina que reflete

source: Water-008
ptb: Azul tropical

# WaterSchema_localname:Water
source: Water
ptb: Água

# WaterSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Wave
ptb: Onda

source: Wave map.
ptb: Mapeamento de onda.

# WaveSchema_localname:Wave
source: Wave
ptb: Onda

# WaveSchema_localtype:Texture
source: Texture
ptb: Textura

source: White and green marble stone floor
ptb: Piso de pedra de mármore branco e verde

source: White square bricks with black floral patterns
ptb: Tijolos quadrados brancos com padrões florais pretos

source: Window glass
ptb: Vidro de janela

source: Wood
ptb: Madeira

source: Wood map.
ptb: Madeira (Carvalho)

source: Wood structural asset.
ptb: Recurso estrutural de madeira.

source: Wood-001
ptb: Cerejeira americana

source: Wood-002
ptb: Faia - Ranhura

source: Wood-003
ptb: Faia - Marrom

source: Wood-004
ptb: Faia - Marrom queimado

source: Wood-005
ptb: Faia - Mel

source: Wood-006
ptb: Faia - Cereja

source: Wood-007
ptb: Faia - Whisky

source: Wood-008
ptb: Faia - Java

source: Wood-009
ptb: Faia - Amaretto

source: Wood-010
ptb: Faia - Natural

source: Wood-011
ptb: Faia - Natural sem acabamento

source: Wood-012
ptb: Faia - Pau-rosa

source: Wood-013
ptb: Faia - Tipo usado em coronha

source: Wood-014
ptb: Faia - Galliano

source: Wood-015
ptb: Faia - Marrom chocolate

source: Wood-016
ptb: Faia - Amora selvagem

source: Wood-017
ptb: Faia - Marrom místico

source: Wood-018
ptb: Teca brasileira - Natural

source: Wood-019
ptb: Nogueira

source: Wood-020
ptb: Carya - Tratamento de mancha sob pressão

source: Wood-021
ptb: Nogueira - Sem acabamento

source: Wood-022
ptb: Bordo natural - Antigo

source: Wood-023
ptb: Bordo natural - Sem acabamento clássico

source: Wood-024
ptb: Bordo natural - Acabamento clássico

source: Wood-025
ptb: Bordo - Pau-rosa

source: Wood-026
ptb: Bordo - Marrom queimado

source: Wood-027
ptb: Bordo - Galliano

source: Wood-028
ptb: Bordo - Marrom chocolate

source: Wood-029
ptb: Bordo - Amora selvagem

source: Wood-030
ptb: Bordo - Marrom místico

source: Wood-031
ptb: Bordo natural - Com brilho

source: Wood-032
ptb: Bordo natural -Tom escuro com brilho

source: Wood-033
ptb: Kempas - Natural

source: Wood-034
ptb: Andiroba - Natural

source: Wood-035
ptb: Carvalho vermelho - Natural antigo

source: Wood-036
ptb: Carvalho vermelho - Natural clássico

source: Wood-037
ptb: Carvalho vermelho - Natural sem acabamento clássico

source: Wood-038
ptb: Carvalho vermelho - Natural rural

source: Wood-039
ptb: Carvalho vermelho - Pau-rosa

source: Wood-040
ptb: Carvalho vermelho - Mel

source: Wood-041
ptb: Carvalho vermelho - Whisky

source: Wood-042
ptb: Carvalho vermelho - Java

source: Wood-043
ptb: Carvalho vermelho - Amaretto

source: Wood-044
ptb: Carvalho vermelho - Marrom chocolate

source: Wood-045
ptb: Carvalho vermelho - Amora selvagem

source: Wood-046
ptb: Carvalho vermelho - Marrom místico

source: Wood-047
ptb: Carvalho vermelho - Natural

source: Wood-048
ptb: Carvalho vermelho - Tom natural

source: Wood-049
ptb: Bordo prateado - Marrom

source: Wood-050
ptb: Bordo prateado - Pau-rosa

source: Wood-051
ptb: Bordo prateado - Mel

source: Wood-052
ptb: Bordo prateado - Tipo usado em coronha

source: Wood-053
ptb: Bordo prateado - Galliano

source: Wood-054
ptb: Bordo prateado - Marrom chocolate

source: Wood-055
ptb: Bordo prateado - Amora selvagem

source: Wood-056
ptb: Bordo prateado - Marrom místico

source: Wood-057
ptb: Bordo prateado - Natural

source: Wood-058
ptb: Bordo prateado - Tom natural

source: Wood-059
ptb: Aroeira - Natural

source: Wood-060
ptb: Freixo branco - Java

source: Wood-061
ptb: Freixo branco - Amaretto

source: Wood-062
ptb: Freixo branco - Galliano

source: Wood-063
ptb: Freixo branco - Marrom chocolate

source: Wood-064
ptb: Freixo branco - Amora selvagem

source: Wood-065
ptb: Marrom claro - Natural

source: Wood-066
ptb: Marrom claro - Natural sem acabamento

source: Wood-067
ptb: Carvalho branco - Galliano

source: Wood-068
ptb: Carvalho branco - Marrom chocolate

source: Wood-069
ptb: Carvalho branco - Amora selvagem

source: Wood-070
ptb: Carvalho branco - Marrom místico

source: Wood-071
ptb: Carvalho branco - Natural

source: Wood-072
ptb: Cerejeira selvagem - Natural 1

source: Wood-073
ptb: Cerejeira selvagem - Natural 2

source: Wood-074
ptb: Cerejeira selvagem - Com ranhura

source: Wood-075
ptb: Cerejeira selvagem - Marrom médio

source: Wood-076
ptb: Cerejeira selvagem - Pau-rosa

source: Wood-077
ptb: Cerejeira selvagem - Marrom queimado

source: Wood-078
ptb: Cerejeira selvagem - Mel

source: Wood-079
ptb: Cerejeira selvagem - Cereja

source: Wood-080
ptb: Cerejeira selvagem - Tipo usado em coronha

source: Wood-081
ptb: Cerejeira selvagem - Tipo usado em coronha sem acabamento

source: Wood-082
ptb: Cerejeira selvagem - Whisky

source: Wood-083
ptb: Cerejeira selvagem - Java

source: Wood-084
ptb: Cerejeira selvagem - Amaretto

source: Wood-085
ptb: Cerejeira selvagem - Galliano

source: Wood-086
ptb: Cerejeira selvagem - Marrom chocolate

source: Wood-087
ptb: Cerejeira selvagem - Amora selvagem

source: Wood-088
ptb: Cerejeira selvagem - Marrom místico

source: Wood-089
ptb: Nogueira - Manchado claro sem brilho

source: Wood-090
ptb: Nogueira - Natural polido

source: Wood-091
ptb: Bétula - Natural sem brilho

source: Wood-092
ptb: Bétula - Sólido natural com pouco brilho

source: Wood-093
ptb: Bétula - Natural brilho médio

source: Wood-094
ptb: Bétula - Natural polido

source: Wood-095
ptb: Bétula - Sólido manchado claro sem brilho

source: Wood-096
ptb: Bétula - Sólido manchado escuro sem brilho

source: Wood-097
ptb: Bétula - Sólido manchado escuro com brilho médio

source: Wood-098
ptb: Cerejeira - Sólido manchado escuro com brilho médio

source: Wood-099
ptb: Cerejeira - Sólido manchado escuro sem brilho

source: Wood-100
ptb: Cerejeira - Sólido manchado claro sem brilho

source: Wood-101
ptb: Cerejeira - Natural com brilho médio

source: Wood-102
ptb: Cerejeira - Manchado claro com pouco brilho

source: Wood-103
ptb: Cerejeira - Manchado claro sem brilho 1

source: Wood-104
ptb: Cerejeira - Claro áspero

source: Wood-105
ptb: Cerejeira - Claro

source: Wood-106
ptb: Mogno - Sólido manchado escuro com brilho médio

source: Wood-107
ptb: Mogno - Sólido manchado escuro sem brilho

source: Wood-108
ptb: Mogno - Sólido manchado claro sem brilho

source: Wood-109
ptb: Mogno - Natural polido

source: Wood-110
ptb: Mogno - Manchado escuro polido

source: Wood-111
ptb: Carvalho branco - Sólido manchado claro sem brilho

source: Wood-112
ptb: Carvalho vermelho - Natural sem brilho

source: Wood-113
ptb: Carvalho vermelho - Manchado claro com brilho médio

source: Wood-114
ptb: Carvalho vermelho - Manchado claro sem brilho

source: Wood-115
ptb: Carvalho branco - Natural com brilho médio

source: Wood-116
ptb: Carvalho branco - Manchado claro sem brilho 1

source: Wood-117
ptb: Pinho amarelo - Sólido natural sem brilho

source: Wood-118
ptb: Pinho amarelo -Sólido natural polido

source: Wood-119
ptb: Pinho amarelo - Sólido manchado escuro com brilho médio

source: Wood-120
ptb: Pinho amarelo - Sólido manchado escuro sem brilho

source: Wood-121
ptb: Pinho amarelo - Sólido manchado claro sem brilho

source: Wood-122
ptb: Pinho amarelo - Natural sem brilho

source: Wood-123
ptb: Pinho amarelo - Manchado claro polido

source: Wood-124
ptb: Teca sólido - Manchado escuro polido

source: Wood-125
ptb: Teca - Natural polido

source: Wood-126
ptb: Teca - Sólido manchado claro sem brilho

source: Wood-127
ptb: Teca

source: Wood-128
ptb: Carvalho - Espinha de peixe

source: Wood-129
ptb: Compensado - Exposto ao tempo

source: Wood-130
ptb: Tábua de partículas

source: Wood-131
ptb: Pau-rosa - Natural com pouco brilho

source: Wood-132
ptb: Pau-rosa - Manchado claro sem brilho

source: Wood-133
ptb: Pau-rosa - Sólido manchado claro sem brilho

source: Wood-134
ptb: Painel - Marrom

source: Wood-135
ptb: Painel - Amarelo-marrom

source: Wood-136
ptb: Nó de olmo - Manchado claro sem brilho

source: Wood-137
ptb: Bétula - Sólido manchado escuro polido

source: Wood-138
ptb: Bétula - Sólido manchado claro sem brilho

source: Wood-139
ptb: Mogno - Sólido natural polido

source: Wood-140
ptb: Pinho - Áspero

source: Wood-141
ptb: Mogno - Sólido manchado escuro polido

source: Wood-142
ptb: Carvalho branco - Sólido natural com brilho médio

source: Wood-143
ptb: Pinho amarelo - Sólido claro com pouco brilho

source: Wood-144
ptb: Teca - Sólido natural com brilho médio

source: Wood-145
ptb: Bétula - Manchado escuro polido

source: Wood-146
ptb: Bétula - Manchado claro com brilho médio

source: Wood-147
ptb: Cerejeira - Natural com pouco brilho

source: Wood-148
ptb: Cerejeira - Natural sem brilho

source: Wood-149
ptb: Cerejeira - Escuro com pouco brilho

source: Wood-150
ptb: Cerejeira - Manchado escuro com brilho médio 1

source: Wood-151
ptb: Mogno - Natural com pouco brilho

source: Wood-152
ptb: Carvalho vermelho - Natural com pouco brilho

source: Wood-153
ptb: Carvalho vermelho - Natural escuro com pouco brilho

source: Wood-154
ptb: Carvalho branco - Manchado escuro polido

source: Wood-155
ptb: Carvalho branco - Manchado claro polido

source: Wood-156
ptb: Pinho amarelo - Natural polido

source: Wood-157
ptb: Pinho amarelo - Manchado escuro com brilho médio

source: Wood-158
ptb: Teca - Natural com brilho médio 1

source: Wood-159
ptb: Teca - Natural sem brilho

source: Wood-160
ptb: Teca - Manchado escuro com brilho médio

source: Wood-161
ptb: Teca - Manchado escuro sem brilho

source: Wood-162
ptb: Painel - Freixo

source: Wood-163
ptb: Bordo - Sólido natural com pouco brilho

source: Wood-164
ptb: Bordo - Sólido natural com brilho médio

source: Wood-165
ptb: Bordo - Sólido natural sem brilho

source: Wood-166
ptb: Bordo - Sólido natural polido

source: Wood-167
ptb: Bordo - Sólido manchado claro com pouco brilho

source: Wood-168
ptb: Bordo - Manchado escuro polido

source: Wood-169
ptb: Bordo - Manchado claro com brilho médio

source: Wood-170
ptb: Bordo - Manchado claro sem brilho

source: Wood/Panels
ptb: Madeira/Painéis

# WoodSchema_localname:Wood
source: Wood
ptb: Madeira

# WoodSchema_localtype:Texture
source: Texture
ptb: Textura

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lamionado plástico.Bege claro

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lamionado plástico.Marrom claro

source: Woods - Plastics.Finish Carpentry.Wood.Boards
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Pranchas

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Cerejeira

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Cerejeira.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Nogueira

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Mogno

source: Woods - Plastics.Finish Carpentry.Wood.Maple
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Acerácea

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Painéis.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Pinho

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Álamo

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Bétula vermelha

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Carvalho vermellho

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Cerejeira

source: Woods - Plastics.Finish Carpentry.Wood.Teak
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Teca

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Amendoeira

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Branco

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Carvalho branco

source: Woods - Plastics.FinishCarpentry.Lacquer
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Laca

source: Woods - Plastics.FinishCarpentry.Shellac
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Goma laca

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Laterais.Chanfro

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.Prancha - Tábua

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.ShipLap

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.Sliptlog

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Lateral.Tongue - Groove

source: Woods - Plastics.FinishCarpentry.Urethane
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Uretano

source: Woods - Plastics.FinishCarpentry.Wax.Black
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Cera.Preto

source: Woods - Plastics.FinishCarpentry.Wax.Red
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Cera.Vermelho

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Madeira dura

source: Woods - Plastics.FinishCarpentry.Wood.Roble
ptb: Madeiras - Plásticos.Carpintaria de acabamento.Madeira.Carvalho

source: Woods - Plastics.Masonite.Paneling
ptb: Madeiras - Plásticos.Alvenaria.Painéis

source: Woods - Plastics.Plastics.PVC.White
ptb: Madeiras - Plásticos.Pláticos.PVC.Branco

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
ptb: Madeiras&amp;Plásticos.Papelão.Papelão simples

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
ptb: Madeiras&amp;Plásticos.Papelão.Corrugado

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Faia

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Bocote

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.BurrElm

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Carvalho Inglês

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Murta Rosa

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
ptb: Madeiras&amp;Plásticos.CarpintariaAcabamento.Madeira.Abeto Vermelho

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
ptb: Madeiras&amp;Plásticos.Mansarda.Cavilha

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
ptb: Madeiras&amp;Plásticos.Plásticos;Látex

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
ptb: Madeiras&amp;Cartão Prensado.Painéis

source: Wrought copper
ptb: Cobre forjado

source: Wrought steel
ptb: Aço forjado

source: Year:
ptb: Ano:

# Year:uilabel
source: Year:
ptb: Ano:

# a_incandescent
source: Incandescent Filament Lamp
ptb: Lâmpada de filamento incandescente

source: acoustic
ptb: acústico

source: Active
ptb: Ativo

# active:uilabel
source: Active
ptb: Ativo

# aerial_perspective
source: Atmospheric Haze
ptb: Neblina atmosférica

source: aggregate
ptb: agregado

source: alabaster
ptb: alabastro

source: algae
ptb: alga

source: alloy
ptb: liga

source: aluminium
ptb: alumínio

source: aluminum
ptb: alumínio

source: amber
ptb: âmbar

source: Ambient Color:
ptb: Cor ambiente:

# ambientColor:uilabel
source: Ambient Color:
ptb: Cor ambiente:

source: Ambient Only:
ptb: Apenas ambiente:

# ambientOnly:uilabel
source: Ambient Only:
ptb: Apenas ambiente:

source: ambientocclusion
ptb: oclusão de ambiente

# ambientocclusion_group
source: Ambient Occlusion Properties
ptb: Propriedades de oclusão do ambiente

source: anodized
ptb: anodizado

source: antique
ptb: antigo

# aperture:uilabel
source: aperture
ptb: abertura

source: architectural
ptb: arquitetônico

source: Area
ptb: Área

source: ash
ptb: freixo

source: Aspect
ptb: Aspecto

# aspect_ratio:uilabel
source: aspect_ratio
ptb: proporção

source: asphalt
ptb: asfalto

# asset_description
source: Description
ptb: Descrição

# asset_information
source: Information
ptb: Informações

# asset_information1
source: Descriptive Information
ptb: Informações descritivas

# asset_information2
source: Product Information
ptb: Informações sobre o produto

# asset_information3
source: Revit Annotation Information
ptb: Informações de anotação do Revit

# asset_keywords
source: Keywords
ptb: Palavras-chave

# asset_name
source: Name
ptb: Nome

# asset_source
source: Source
ptb: Fonte
