Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# stone_roundcorners_on
source: Round Corners
kor: 원형 코너

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# stone_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# stone_roundcorners_radius
source: Source
kor: 소스

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# stone_roundcorners_radius:uilabel
source: Source
kor: 소스

# stone_stonegroup
source: Stone
kor: 석재

# stone_stonewall
source: Stone Wall
kor: 석재 벽

# stone_unfinished
source: Unfinished
kor: 마감 안 함

# stonewall_tex:uilabel
source: Stonewall Texture
kor: 석재 벽 텍스처

source: street
kor: 거리

# stress_curve_data:uilabel
source: Stress
kor: 응력

source: stripes
kor: 스트라이프

source: structural
kor: 구조

source: structural concrete
kor: 구조 콘크리트

# structural_Behavior
source: Behavior
kor: 동작

# structural_Behavior:structural_isotropic
source: Isotropic
kor: 등방성

# structural_Behavior:structural_orthotropic
source: Orthotropic
kor: 직교성

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
kor: 횡축 등방성

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
kor: 등방성 동작 또는 직교성 동작을 선택하십시오.

# structural_Behavior:uilabel
source: Behavior
kor: 동작

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
kor: 순환 변형 경화 계수

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
kor: 순환 변형 경화 계수

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
kor: 순환 변형 경화 지수

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
kor: 순환 변형 경화 지수

# structural_Density
source: Density
kor: 밀도

# structural_Density:uilabel
source: Density
kor: 밀도

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
kor: 내구성 한계 주기 수

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
kor: 내구성 한계 주기 수

# structural_Endurance_limit_stress
source: Endurance Limit Stress
kor: 내구성 한계 응력

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
kor: 내구성 한계 응력

# structural_ExternalMaterialID:uilabel
source: External Material ID
kor: 외부 재료 ID

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
kor: 피로 연성 계수

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
kor: 피로 연성 계수

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
kor: 피로 연성 지수

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
kor: 피로 연성 지수

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
kor: 피로 강도 계수

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
kor: 피로 강도 계수

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
kor: 피로 강도 지수

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
kor: 피로 강도 지수

# structural_Minimum_tensile_strength
source: Tensile Strength
kor: 인장 강도

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
kor: 인장 강도

# structural_Minimum_yield_stress
source: Yield Strength
kor: 항복 강도

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
kor: 항복 강도

# structural_Poisson_ratio
source: Poisson's Ratio
kor: 프와송의 비

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
kor: 프와송의 비

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
kor: 프와송의 비 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
kor: 프와송의 비 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
kor: 프와송의 비 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
kor: 프와송의 비 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
kor: 프와송의 비 X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
kor: 프와송의 비 X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
kor: 프와송의 비 Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
kor: 프와송의 비 Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
kor: 프와송의 비 Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
kor: 프와송의 비 Z

# structural_Shear_modulus
source: Shear Modulus
kor: 전단 계수

# structural_Shear_modulus:uilabel
source: Shear Modulus
kor: 전단 계수

# structural_Shear_modulus_12
source: Shear Modulus 12
kor: 전단 계수 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
kor: 전단 계수 12

# structural_Shear_modulus_X
source: Shear Modulus X
kor: 전단 계수 X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
kor: 전단 계수 X

# structural_Shear_modulus_Y
source: Shear Modulus Y
kor: 전단 계수 Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
kor: 전단 계수 Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
kor: 전단 계수 Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
kor: 전단 계수 Z

# structural_Shear_strength_modification
source: Shear Strength Modification
kor: 전단 강도 수정

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
kor: 전단 강도 수정

# structural_Specific_heat
source: Specific Heat
kor: 비열

# structural_Specific_heat:uilabel
source: Specific Heat
kor: 비열

# structural_Thermal_conductivity
source: Thermal Conductivity
kor: 열전도율

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
kor: 열전도율

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
kor: 열전도율 X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
kor: 열전도율 X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
kor: 열전도율 Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
kor: 열전도율 Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
kor: 열전도율 Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
kor: 열전도율 Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
kor: 열팽창 계수

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
kor: 열팽창 계수

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
kor: 열팽창 계수 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
kor: 열팽창 계수 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
kor: 열팽창 계수 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
kor: 열팽창 계수 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
kor: 열팽창 계수 X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
kor: 열팽창 계수 X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
kor: 열팽창 계수 Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
kor: 열팽창 계수 Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
kor: 열팽창 계수 Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
kor: 열팽창 계수 Z

# structural_Thermally_treated
source: Thermally Treated
kor: 열 처리

# structural_Thermally_treated:uilabel
source: Thermally Treated
kor: 열 처리

# structural_Young_modulus
source: Young's Modulus
kor: 탄성 계수

# structural_Young_modulus:uilabel
source: Young's Modulus
kor: 탄성 계수

# structural_Young_modulus_1
source: Young's Modulus 1
kor: 탄성 계수 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
kor: 탄성 계수 1

# structural_Young_modulus_2
source: Young's Modulus 2
kor: 탄성 계수 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
kor: 탄성 계수 2

# structural_Young_modulus_X
source: Young's Modulus X
kor: 탄성 계수 X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
kor: 탄성 계수 X

# structural_Young_modulus_Y
source: Young's Modulus Y
kor: 탄성 계수 Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
kor: 탄성 계수 Y

# structural_Young_modulus_Z
source: Young's Modulus Z
kor: 탄성 계수 Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
kor: 탄성 계수 Z

# structural_concrete_compression
source: Concrete Compression
kor: 콘크리트 압축

# structural_concrete_compression:uilabel
source: Concrete Compression
kor: 콘크리트 압축

# structural_isotropic
source: Isotropic
kor: 등방성

# structural_lightweight
source: Lightweight
kor: 경량

# structural_lightweight:uilabel
source: Lightweight
kor: 경량

# structural_orthotropic
source: Orthotropic
kor: 직교성

# structural_source
source: Source
kor: 소스

# structural_source:uilabel
source: Source
kor: 소스

# structural_sourceURL
source: Source URL
kor: 소스 URL

# structural_sourceURL:uilabel
source: Source URL
kor: 소스 URL

# structural_subclass
source: Subclass
kor: 하위 클래스

# structural_subclass:uilabel
source: Subclass
kor: 하위 클래스

# structural_transverse_isotropic
source: Transverse Isotropic
kor: 횡축 등방성

# structural_wood_Average_modulus
source: Average Modulus
kor: 평균 계수

# structural_wood_Average_modulus:uilabel
source: Average Modulus
kor: 평균 계수

# structural_wood_Bending
source: Bending
kor: 휨

# structural_wood_Bending:uilabel
source: Bending
kor: 휨

# structural_wood_Construction_Property
source: Construction
kor: 구성

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
kor: 접착

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
kor: 접착식 KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
kor: 접착식 KertoS

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
kor: 내츄럴

# structural_wood_Construction_Property:uilabel
source: Construction
kor: 구성

# structural_wood_compression_parallel
source: Compression Parallel to Grain
kor: 그레인에 평행하게 압축

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
kor: 그레인에 평행하게 압축

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
kor: 그레인에 수직으로 압축

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
kor: 그레인에 수직으로 압축

# structural_wood_glued
source: Glued
kor: 접착

# structural_wood_glued_kertoQ
source: Glued KertoQ
kor: 접착식 KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
kor: 접착식 KertoS

# structural_wood_natural
source: Natural
kor: 내츄럴

# structural_wood_shear_parallel
source: Shear Parallel to Grain
kor: 그레인에 평행하게 전단

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
kor: 그레인에 평행하게 전단

# structural_wood_tension_parallel
source: Tension Parallel to Grain
kor: 그레인에 평행하게 인장

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
kor: 그레인에 평행하게 인장

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
kor: 그레인에 수직으로 인장

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
kor: 그레인에 수직으로 인장

source: stucco
kor: 치장 벽토

# stuctural_wood_Species
source: Species
kor: 수종

# stuctural_wood_Species:uilabel
source: Species
kor: 수종

# stuctural_wood_Strength_grade
source: Strength Grade
kor: 강도 등급

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
kor: 강도 등급

source: Sun
kor: 태양

# sun:uilabel
source: Sun Shader:
kor: 태양 음영처리기:

source: Sun Position
kor: 태양 위치

source: Sun Color:
kor: 태양 색상:

# sun_color:uilabel
source: Sun Color:
kor: 태양 색상:

# sun_disk_intensity
source: Disk Intensity:
kor: 디스크 강도:

# sun_disk_intensity:uilabel
source: Disk Intensity:
kor: 디스크 강도:

# sun_disk_scale
source: Disk Scale:
kor: 디스크 크기:

# sun_disk_scale:uilabel
source: Disk Scale:
kor: 디스크 크기:

# sun_glow_intensity
source: Glow Intensity:
kor: 글로우 강도:

# sun_glow_intensity:uilabel
source: Glow Intensity:
kor: 글로우 강도:

source: sunny day
kor: 화창한 날

# surface_material:uilabel
source: Surface Material:
kor: 표면 재질:

source: swamp
kor: 습지

# swatch
source: Swatch Scene
kor: 견본 화면

source: swimming
kor: 수영

source: taliesin
kor: 탈리아신

source: tan
kor: 황갈색

# targeted:uilabel
source: Targeted:
kor: 대상으로 설정됨:

source: tarmac
kor: 타맥

source: taupe
kor: 암회색

source: teak
kor: 티크

source: terra cotta
kor: 테라코타

source: texture
kor: 텍스처

# texture_Angle
source: XYZ Rotation
kor: XYZ 회전

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
kor: 위의 이미지가 나타내는 영역의 회전을 지정합니다.

# texture_Angle:uilabel
source: Angle
kor: 각도

# texture_LinkTextureTransforms
source: Link texture transforms
kor: 링크 텍스처 변환

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
kor: 이 설정이 사용 가능할 때 이 속성의 위치, 축척 및 반복 설정을 변경하면 텍스처를 사용하는 재료 내부의 다른 모든 속성에 해당 변경사항이 전파됩니다.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
kor: 링크 변환

# texture_MapChannel:uilabel
source: Map Channel
kor: 맵 채널

# texture_MapChannel_ID_Advanced
source: Map Channel
kor: 맵 채널

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
kor: 맵 채널 ID

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
kor: UVW 소스

# texture_Offset:uilabel
source: Offset
kor: 간격띄우기

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
kor: 간격띄우기를 구속합니다. X 간격띄우기가 변경되면 Y 간격띄우기도 동일한 크기만큼 변경됩니다.

# texture_OffsetLock:uilabel
source: Offset Lock
kor: 간격띄우기 잠금

# texture_RealWorldOffsetX
source: Offset
kor: 간격띄우기

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
kor: X축을 따라 맵의 시작점을 이동합니다.

# texture_RealWorldOffsetX:uilabel
source: Offset X
kor: 간격띄우기 X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
kor: Y축을 따라 맵의 시작점을 이동합니다.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
kor: 간격띄우기 Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
kor: Z축을 따라 맵의 시작점을 이동합니다.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
kor: 간격띄우기 Z

# texture_RealWorldScaleX
source: Sample Size
kor: 견본 크기

# texture_RealWorldScaleX:rightlabel
source: Width
kor: 폭

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
kor: 이 텍스처의 수평 축척을 지정합니다.

# texture_RealWorldScaleX:uilabel
source: Size X
kor: 크기 X

# texture_RealWorldScaleY:rightlabel
source: Height
kor: 높이

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
kor: 이 텍스처의 수직 축척을 지정합니다.

# texture_RealWorldScaleY:uilabel
source: Size Y
kor: 크기 Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
kor: 맵의 종횡비를 잠급니다. 높이나 폭 값이 변경되면 가로/세로비를 유지하기 위해 필요한 경우 다른 값도 변경됩니다.

# texture_ScaleLock:uilabel
source: Scale Lock
kor: 축척 잠금

# texture_Tiling:uilabel
source: Tiling
kor: 타일링

# texture_UOffset:uilabel
source: U Offset
kor: U 간격띄우기

# texture_URepeat
source: Horizontal
kor: 수평

# texture_URepeat:offlabel
source: None
kor: 없음

# texture_URepeat:onlabel
source: Tile
kor: 타일

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
kor: X축을 따라 맵의 타일링을 조정합니다. 없음은 재료 내에서 맵이 타일링되지 않도록 제어합니다. 타일을 사용하면 재료 내에서 맵이 타일링됩니다.

# texture_URepeat:uilabel
source: U Repeat
kor: U 반복

# texture_UScale:uilabel
source: U Scale
kor: U 축척

# texture_UVScale:uilabel
source: UV Scale
kor: UV 축척

# texture_VOffset:uilabel
source: V Offset
kor: V 간격띄우기

# texture_VRepeat
source: Vertical
kor: 수직

# texture_VRepeat:offlabel
source: None
kor: 없음

# texture_VRepeat:onlabel
source: Tile
kor: 타일

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
kor: Y축을 따라 맵의 타일링을 조정합니다. 없음은 재료 내에서 맵이 타일링되지 않도록 제어합니다. 타일을 사용하면 재료 내에서 맵이 타일링됩니다.

# texture_VRepeat:uilabel
source: V Repeat
kor: V 반복

# texture_VScale:uilabel
source: V Scale
kor: V 축척

# texture_WAngle
source: Rotation
kor: 회전

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
kor: 맵을 0도에서 360도로 회전합니다.

# texture_WAngle:uilabel
source: Angle
kor: 각도

source: textured
kor: 텍스처

source: thermal
kor: 열

# thermal_Behavior
source: Behavior
kor: 동작

# thermal_Behavior:thermal_isotropic
source: Isotropic
kor: 등방성

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
kor: 직교성

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
kor: 등방성 동작 또는 직교성 동작을 선택하십시오.

# thermal_Behavior:uilabel
source: Behavior
kor: 동작

# thermal_Compressibility
source: Compressibility
kor: 압축률

# thermal_Compressibility:uilabel
source: Compressibility
kor: 압축률

# thermal_Density
source: Density
kor: 밀도

# thermal_Density:uilabel
source: Density
kor: 밀도

# thermal_Electrical_resistivity
source: Electrical Resistivity
kor: 전기 저항률

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
kor: 전기 저항률

# thermal_Emissivity
source: Emissivity
kor: 방사율

# thermal_Emissivity:uilabel
source: Emissivity
kor: 방사율

# thermal_Gas_viscosity
source: Gas Viscosity
kor: 기체 점도

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
kor: 기체 점도

# thermal_Liquid_viscosity
source: Liquid Viscosity
kor: 액체 점도

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
kor: 액체 점도

# thermal_Permeability
source: Permeability
kor: 투과율

# thermal_Permeability:uilabel
source: Permeability
kor: 투과율

# thermal_Porosity
source: Porosity
kor: 기공률

# thermal_Porosity:uilabel
source: Porosity
kor: 기공률

# thermal_Reflectivity
source: Reflectivity
kor: 반사도

# thermal_Reflectivity:uilabel
source: Reflectivity
kor: 반사도

# thermal_Specific_heat
source: Specific Heat
kor: 비열

# thermal_Specific_heat:uilabel
source: Specific Heat
kor: 비열

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
kor: 증발 비열

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
kor: 증발 비열

# thermal_Thermal_conductivity
source: Thermal Conductivity
kor: 열전도율

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
kor: 열전도율

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
kor: 열전도율 X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
kor: 열전도율 X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
kor: 열전도율 Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
kor: 열전도율 Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
kor: 열전도율 Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
kor: 열전도율 Z

# thermal_Transmits_light
source: Transmits Light
kor: 빛 전도

# thermal_Transmits_light:uilabel
source: Transmits Light
kor: 빛 전도

# thermal_Vapor_pressure
source: Vapor Pressure
kor: 증기압

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
kor: 증기압

# thermal_isotropic
source: Isotropic
kor: 등방성

# thermal_orthotropic
source: Orthotropic
kor: 직교성

# thermal_source
source: Source
kor: 소스

# thermal_source:uilabel
source: Source
kor: 소스

# thermal_sourceURL
source: Source URL
kor: 소스 URL

# thermal_sourceURL:uilabel
source: Source URL
kor: 소스 URL

# thermal_subclass
source: Subclass
kor: 하위 클래스

# thermal_subclass:uilabel
source: Subclass
kor: 하위 클래스

source: thread
kor: 스레드

source: tiger
kor: 호랑이나무

source: tile
kor: 타일

source: Tile Appearance
kor: 타일 모양

# tile_BrickColor
source: Tile Color
kor: 타일 색상

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
kor: 다른 구성요소에 대해 색상 또는 텍스처 맵을 선택하는 옵션을 제공합니다.

# tile_BrickColor:uilabel
source: Tile Color
kor: 타일 색상

# tile_BrickType
source: Type
kor: 유형

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
kor: 공통 플랑드르 본드

# tile_BrickType:tile_BrickType_custom
source: Custom
kor: 사용자

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
kor: 영국식 본드

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
kor: 섬세 러닝 본드

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
kor: 섬세 스택 본드

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
kor: 1/2 러닝 본드

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
kor: 러닝 본드

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
kor: 스택 본드

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
kor: 사전 설정 또는 사용자 타일 패턴인지를 결정합니다. 일반적으로 사전 설정 패턴은 대부분 또는 전체 적층식 배치와 행/열 편집 컨트롤을 사용하지 않습니다.

# tile_BrickType:uilabel
source: Type
kor: 유형

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
kor: 공통 플랑드르 본드

# tile_BrickType_custom
source: Custom
kor: 사용자

# tile_BrickType_english_bond
source: English Bond
kor: 영국식 본드

# tile_BrickType_fine_running_bond
source: Fine Running Bond
kor: 섬세 러닝 본드

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
kor: 섬세 스택 본드

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
kor: 1/2 러닝 본드

# tile_BrickType_running_bond
source: Running Bond
kor: 러닝 본드

# tile_BrickType_stack_bond
source: Stack Bond
kor: 스택 본드

# tile_ChangeColumn
source: Amount
kor: 양

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
kor: 영향을 받는 열에서 타일의 높이를 변경합니다. 값 1.0이 기본 타일 높이입니다. 값이 1.0보다 크면 타일의 높이가 늘어나고, 1.0보다 작으면 높이가 줄어듭니다. 범위는 0.0~5.0입니다. 변경 값이 0.0이면 해당 열에 타일이 나타나지 않고 기본 재료가 표시됩니다.

# tile_ChangeColumn:uilabel
source: Amount
kor: 양

# tile_ChangeRow
source: Amount
kor: 양

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
kor: 영향을 받는 행에서 타일의 폭을 변경합니다. 값 1.0이 기본 타일 폭입니다. 값이 1.0보다 크면 타일의 폭이 늘어나고, 1.0보다 작으면 폭이 줄어듭니다. 범위는 0.0~5.0입니다. 변경 값이 0.0이면 해당 행에 타일이 나타나지 않고 기본 재료가 표시됩니다.

# tile_ChangeRow:uilabel
source: Amount
kor: 양

# tile_ColorVariance
source: Color Variance
kor: 색상 편차

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
kor: 타일의 색상 편차를 제어합니다. 범위는 0~100이고, 기본값은 0입니다.

# tile_ColorVariance:uilabel
source: Color Variance
kor: 색상 편차

# tile_EdgeRoughness
source: Roughness
kor: 거칠기
