Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

source: Width
ptb: Largura

# width:uilabel
source: Width
ptb: Largura

source: window
ptb: janela

source: wood
ptb: madeira

# wood_Appearance
source: Appearance
ptb: Aparência

# wood_AxialNoise
source: Axial Noise
ptb: Ruído axial

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
ptb: Define o grau de aleatório relativo do padrão de ruído axial em um plano paralelo com o grão na madeira. Faixa = 0 a 100. Padrão = 1.00.

# wood_AxialNoise:uilabel
source: Axial Noise
ptb: Ruído axial

# wood_Color1
source: Color 1
ptb: Cor 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
ptb: Especifica a primeira cor da textura da madeira.

# wood_Color1:uilabel
source: Color 1
ptb: Cor 1

# wood_Color2
source: Color 2
ptb: Cor 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
ptb: Especifica a segunda cor da textura da madeira.

# wood_Color2:uilabel
source: Color 2
ptb: Cor 2

# wood_Position
source: Position
ptb: Posição

# wood_RadialNoise
source: Radial Noise
ptb: Ruído radial

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
ptb: Define o grau de aleatório relativo do padrão de ruído radial em um plano perpendicular com o grão na madeira. Faixa = 0 a 100. Padrão = 1.00.

# wood_RadialNoise:uilabel
source: Radial Noise
ptb: Ruído radial

# wood_Thickness
source: Grain Thickness
ptb: Espessura do grão

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
ptb: Define a espessura relativa das marcas de cores que formam o grão na madeira. Faixa = 0 a 100; Padrão = 0.50..

# wood_Thickness:uilabel
source: Grain Thickness
ptb: Espessura do grão

# wood_props1
source: Basic Thermal
ptb: Térmico básico

# wood_props2
source: Mechanical
ptb: Mecânico

# wood_transforms_group
source: Transforms
ptb: Transformações

# xenon
source: HID Xenon
ptb: HID Xenônio

source: yellow
ptb: amarelo

source: yellow-brown
ptb: amarelo amarronzado

source: zinc
ptb: zinco

source: ABS Plastic
ptb: ABS plástico

source: Acetal Resin, Black
ptb: Resina de acetal, preto

source: Acetal Resin, White
ptb: Resina de acetal, branca

source: Alloy Steel
ptb: Liga de aço

source: Aluminum-6061
ptb: Alumínio-6061

source: Aluminum-6061-AHC
ptb: Alumínio-6061-AHC

source: Brass, Soft Yellow
ptb: Latão, amarelo macio

source: Bronze, Soft Tin
ptb: Bronze, estanho suave

source: Carbon Steel
ptb: Aço-carbono

source: Cast Bronze
ptb: Bronze fundido

source: Cast Copper
ptb: Cobre fundido

source: Cast Steel
ptb: Aço fundido

source: Copper
ptb: Cobre

source: Copper Alloy
ptb: Liga de cobre

source: Ductile Iron
ptb: Ferro flexível

source: Galvanized Steel
ptb: Aço galvanizado

source: GFRC (Glass Fiber Reinforced Concrete)
ptb: GFRC (concreto reforçado com fibra de vidro)

source: Gold
ptb: Dourada

source: Gray Iron
ptb: Ferro cinza

source: High Density Polyethylene
ptb: Polietileno de alta densidade

source: High Impact Polystyrene
ptb: Polietileno de alta densidade

source: LCP Plastic
ptb: PCL plástico

source: Lead
ptb: Chumbo

source: Low Density Polyethylene
ptb: Polietileno de baixa densidade

source: Malleable Iron
ptb: Ferro maleável

source: Nickel-Copper Alloy 400
ptb: Liga de Nickel-Copper 400

source: Non-Alloy Steel
ptb: Aço não-liga

source: Nylon-6/6
ptb: Náilon-6/6

source: Nylon Composite (Nylon, molybdenum disulphide)
ptb: Composto de náilon (náilon, dissulfeto de molibdênio)

source: PBT Plastic
ptb: Plástico PBT

source: PC_ABS Plastic
ptb: Plástico PC_ABS

source: PET Plastic
ptb: Plástico PET

source: Phenolic
ptb: Fenólico

source: PMMA Plastic
ptb: PMMA plástico

source: Polycarbonate, Clear
ptb: Policarbonato, transparente

source: Polycarbonate, Smoke
ptb: Policarbonato, esfumaçado

source: Polypropylene
ptb: Polipropileno

source: PPS Plastic
ptb: Plástico PPS

source: PVC-Piping
ptb: PVC-Tubulação

source: SAN Plastic
ptb: Plástico SAN

source: Stainless Steel
ptb: Aço inoxidável

source: Stainless Steel, 440C
ptb: Aço inoxidável - AISI 440C

source: Stainless Steel, Austenitic
ptb: Aço inoxidável, austenítico

source: Steel, High Strength Low Alloy
ptb: Aço, liga baixa de alta resistência

source: Steel, Mild
ptb: Aço, suave

source: UHMW, Black
ptb: UHMW, preto

source: UHMW, White
ptb: UHMW, branco

source: Welded Aluminum-6061
ptb: Alumínio soldado-6061

source: Welded Brass, Soft Yellow
ptb: Latão soldado, amarelo macio

source: Welded Stainless Steel, 440C
ptb: Aço inoxidável soldado, 440C

source: Welded Steel Mild
ptb: Aço macio soldado

source: Wood (Birch)
ptb: Madeira (Bétula)

source: Wood (Cherry)
ptb: Madeira (Cerejeira)

source: Wood (Maple)
ptb: Madeira (Bordo)

source: Wood (Oak)
ptb: Mapeamento de madeira

source: Wood (Walnut)
ptb: Madeira (Amendoeira)

source: Wrought Copper
ptb: Cobre forjado

source: Wrought Steel
ptb: Aço forjado

source: Threaded
ptb: Rosqueado
