Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# physmat_concrete
source: Concrete
fra: Béton

# physmat_earth
source: Earth
fra: Terre

# physmat_gas
source: Gas
fra: Gaz

# physmat_generic
source: Generic
fra: Générique

# physmat_glass
source: Glass
fra: Verre

# physmat_liquid
source: Liquid
fra: Liquide

# physmat_masonry
source: Masonry
fra: Maçonnerie

# physmat_metal
source: Metal
fra: Métal

# physmat_paint
source: Paint/Coating
fra: Peinture/revêtement

# physmat_plastic
source: Plastic
fra: Plastique

# physmat_stone
source: Stone
fra: Pierre

# physmat_wood
source: Wood
fra: Bois

source: pile
fra: poil

source: pine
fra: pin

source: pink
fra: rose

source: plain
fra: normal

source: plaster
fra: plâtre

source: plastic
fra: plastique

# plastic_props1
source: Basic Thermal
fra: Thermique de base

# plastic_props2
source: Mechanical
fra: Physique

# plastic_props4
source: Strength
fra: Résistance

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# plasticvinyl_ao_distance
source: Max Distance
fra: Distance max.

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# plasticvinyl_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# plasticvinyl_ao_samples
source: Samples
fra: Echantillons

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# plasticvinyl_ao_samples:uilabel
source: Samples
fra: Echantillons

# plasticvinyl_application
source: Finish
fra: Finition

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
fra: Lustré

# plasticvinyl_application:plasticvinyl_matte
source: Matte
fra: Mat

# plasticvinyl_application:plasticvinyl_polished
source: Polished
fra: Poli

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
fra: Sélection entre poli, lustré et mat.

# plasticvinyl_application:uilabel
source: Finish
fra: Finition

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
fra: Personnalisé

# plasticvinyl_bump:plasticvinyl_none
source: None
fra: Aucun

# plasticvinyl_bump:uilabel
source: Finish Bumps
fra: Relief de finition

# plasticvinyl_bump_amount
source: Amount
fra: Quantité

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
fra: Faire glisser entre 0 et 1 pour contrôler la hauteur des reliefs.

# plasticvinyl_bump_amount:uilabel
source: Amount
fra: Quantité

# plasticvinyl_bump_list_label
source: Finish Bumps
fra: Relief de finition

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
fra: Sélectionne une image bitmap pour la rugosité du relief.

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
fra: Sélectionne une image bitmap pour la rugosité du relief.

# plasticvinyl_bump_panel_label
source: Finish Bumps
fra: Relief de finition

# plasticvinyl_color
source: Color
fra: Couleur

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
fra: Sélectionne une couleur, une image ou une texture procédurale pour créer l'aspect du matériau.

# plasticvinyl_color:uilabel
source: Color
fra: Couleur

# plasticvinyl_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# plasticvinyl_custom
source: Custom
fra: Personnalisé

# plasticvinyl_glossy
source: Glossy
fra: Lustré

# plasticvinyl_matte
source: Matte
fra: Mat

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
fra: Personnalisé

# plasticvinyl_pattern:plasticvinyl_none
source: None
fra: Aucun

# plasticvinyl_pattern:uilabel
source: Relief Pattern
fra: Motif de relief

# plasticvinyl_pattern_amount
source: Amount
fra: Quantité

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
fra: Faire glisser entre 0 et 2 pour contrôler la hauteur des reliefs.

# plasticvinyl_pattern_amount:uilabel
source: Amount
fra: Quantité

# plasticvinyl_pattern_list_label
source: Bump Pattern
fra: Motif de relief

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
fra: Crée des zones élevées et abaissées en fonction des zones foncées et claires du fichier image.

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
fra: Sélectionne une image bitmap pour le motif de relief.

# plasticvinyl_pattern_panel_label
source: Relief Pattern
fra: Motif de relief

# plasticvinyl_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# plasticvinyl_plasticsolid
source: Plastic (Solid)
fra: Plastique (opaque)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
fra: Plastique (transparent)

# plasticvinyl_plasticvinylgroup
source: Plastic
fra: Plastique

# plasticvinyl_polished
source: Polished
fra: Poli

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
fra: Profondeur max. du suivi de la réfraction

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
fra: Lorsque cette option est sélectionnée, la profondeur de réfraction du matériau est contrôlée localement et un rayon de transparence supplémentaire est émis lorsque la limite est atteinte, ce qui limite l'effet de "bord noir" qui affecte généralement les objets de verre solides.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# plasticvinyl_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
fra: Arrondir les coins

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
fra: Plastique (opaque)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
fra: Plastique (transparent)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
fra: Vinyle

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
fra: Sélectionne Plastique (opaque ou transparent) ou Vinyle.

# plasticvinyl_vinyl
source: Vinyl
fra: Vinyle

source: plate
fra: plaque

# plotGlyph:uilabel
source: Plot glyph:
fra: Glyphe de tracé:

source: plywood
fra: contreplaqué

source: polished
fra: poli

source: pond
fra: mare

source: pool
fra: bassin

source: porcelain
fra: porcelaine

source: precast
fra: précoulé

# projMap:uilabel
source: File Name:
fra: Nom de fichier:

# projMapOn
source: On:
fra: Activé:

# projMapOn:uilabel
source: On:
fra: Activé:

source: Projection Maps
fra: Projections cartographiques

source: pumpkin
fra: citrouille

source: purple
fra: violet

source: purple and gray carpet
fra: moquette violet et gris

source: pyramid
fra: pyramide

# quartz
source: HID Quartz Metal Halide
fra: HID quartz métal halide

# quartzCool
source: HID Quartz Metal Halide (Cool)
fra: HID quartz métal halide (frais)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
fra: HID quartz métal halide (chaud)

# rectangle_length
source: Length:
fra: Longueur:

# rectangle_length:uilabel
source: Length:
fra: Longueur:

# rectangle_width
source: Width:
fra: Largeur:

# rectangle_width:uilabel
source: Width:
fra: Largeur:

source: rectangular
fra: rectangulaire

source: red
fra: rouge

source: red carpet
fra: moquette rouge

source: red plaid
fra: plaid rouge

source: red-orange
fra: Rouge orange

source: Red/Blue Shift:
fra: Bascule rouge/bleu:

# redblueshift:uilabel
source: Red/Blue Shift:
fra: Bascule rouge/bleu:

source: reflect
fra: réflexion

source: reflecting
fra: réflexion

source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
fra: Définit le nombre maximum d'échantillons (rayons) calculé par mental ray pour créer des réflexions brillantes.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

source: reflective
fra: réfléchissant

source: Refraction Glossy Samples
fra: Echantillons de réfractions brillantes

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
fra: Définit le nombre maximum d'échantillons (rayons) calculé par mental ray pour créer des réfractions brillantes.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
fra: Echantillons de réfractions brillantes

source: retaining
fra: soutènement

source: Reverse
fra: Inverser

# reverse:uilabel
source: Reverse
fra: Inverser

source: RGB
fra: RVB

# rgbLightColor
source: Light Color:
fra: Couleur lumière:

# rgbLightColor:uilabel
source: Light Color:
fra: Couleur lumière:

# rgb_unit_conversion
source: Color Conversion:
fra: Conversion de couleurs:

# rgb_unit_conversion:uilabel
source: Color Conversion:
fra: Conversion de couleurs:

source: rippled
fra: ondoyant

source: river
fra: rivière

source: riverstone
fra: galet

source: road
fra: route

source: rock
fra: pierre

source: roof
fra: toit

source: roofing
fra: toiture

source: rosewood
fra: bois de rose

source: rough
fra: rugueux

source: round
fra: arrondi

source: rubble
fra: gravier

source: running
fra: horizontal

source: rye
fra: seigle

source: salmon
fra: saumon

source: sand
fra: sable

source: sandy
fra: sable

source: satin
fra: satiné

source: Saturation:
fra: Saturation de la couleur:

# saturation:uilabel
source: Saturation:
fra: Saturation de la couleur:

# scale:uilabel
source: Scale
fra: Echelle

source: sceneeffect
fra: effet scénique

source: screen
fra: écran

source: sea
fra: mer

source: sea side
fra: mer

source: seam
fra: joint

source: seaside
fra: mer

source: semi-polished
fra: semi-poli

# shadowCol
source: Color:
fra: Couleur:

# shadowCol:uilabel
source: Color:
fra: Couleur:

# shadowColMap:uilabel
source: File Name:
fra: Nom de fichier:

source: Shadow Color Map
fra: Palette de couleurs ombres

# shadowDensity:uilabel
source: shadowDensity
fra: densitéOmbre

# shadowOn
source: Compute Shadows:
fra: Calculer les ombres:

# shadowOn:uilabel
source: Compute Shadows:
fra: Calculer les ombres:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
fra: Extension de rayon d'ombre

# shadow_softness:uilabel
source: Shadow Softness
fra: Douceur de l'ombre

source: Shadows
fra: Ombres

# shadows:uilabel
source: Shadows
fra: Ombres

source: shake
fra: bardeau

source: shingle
fra: bardeau

source: shiny
fra: brillant

source: siding
fra: bardage

source: sienna
fra: sienne

source: silver
fra: argent

source: sky
fra: ciel

source: slate
fra: ardoise

source: slate blue
fra: bleu ardoise

source: small
fra: petit

source: smoked
fra: fumé

source: smooth
fra: lisse

source: S-N Curve
fra: Courbe S-N

source: snow
fra: neige

# softDiffEdges
source: Soften Diffuse Edges:
fra: Adoucir les bords diffus:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
fra: Adoucir les bords diffus:

source: soldier
fra: soldat

source: solid
fra: solide

# solid_props1
source: Properties
fra: Propriétés

# solidglass_blue
source: Blue
fra: Bleu

# solidglass_bluegreen
source: Blue Green
fra: Bleu vert

# solidglass_bump_amount
source: Amount
fra: Quantité

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
fra: Faire glisser entre 0 et 2 pour contrôler la hauteur des reliefs.

# solidglass_bump_amount:uilabel
source: Amount
fra: Quantité

# solidglass_bump_enable:solidglass_custom
source: Custom
fra: Personnalisé

# solidglass_bump_enable:solidglass_none
source: None
fra: Aucun

# solidglass_bump_enable:solidglass_rippled
source: Rippled
fra: Ondoyant

# solidglass_bump_enable:solidglass_wavy
source: Wavy
fra: Onduleux

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
fra: Sélectionne ondoyant (bruit rugueux), onduleux (bruit doux) ou personnalisé.

# solidglass_bump_enable_panel_label
source: Relief Pattern
fra: Motif de relief

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
fra: Sélectionne une image bitmap pour le motif de relief.

# solidglass_clear
source: Clear
fra: Clair

# solidglass_color_by_object:uilabel
source: Custom Color
fra: Couleur personnalisée

# solidglass_custom
source: Custom
fra: Personnalisé

# solidglass_custom_color
source: Custom
fra: Personnalisé

# solidglass_glossiness
source: Roughness
fra: Rugosité

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
fra: Règle la rugosité de la surface en verre. Réduisez la valeur pour obtenir un verre brillant et lisse. Augmentez-la pour obtenir un effet givré. La valeur par défaut est 0, la plage est comprise entre 0 et 1.

# solidglass_glossiness:uilabel
source: Roughness
fra: Rugosité

# solidglass_gray
source: Gray
fra: Gris

# solidglass_green
source: Green
fra: Vert

# solidglass_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# solidglass_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# solidglass_reflectance
source: Reflectance
fra: Réflexion

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
fra: Règle la quantité de lumière réfléchie par la surface du verre, plutôt que la traversant. La valeur par défaut est 15, la plage est comprise entre 0 et 100.

# solidglass_reflectance:uilabel
source: Reflectance
fra: Réflexion

# solidglass_refr_depth
source: Refraction Max Trace Depth
fra: Profondeur max. du suivi de la réfraction

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
fra: Lorsque cette option est sélectionnée, la profondeur de réfraction du matériau est contrôlée localement et un rayon de transparence supplémentaire est émis lorsque la limite est atteinte, ce qui limite l'effet de "bord noir" qui affecte généralement les objets de verre solides.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# solidglass_refr_depth_control_label
source: Override Refraction Depth
fra: Remplacer la profondeur de réfraction

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
fra: Distance de déperdition

# solidglass_refr_ior
source: Refraction
fra: Réfraction

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
fra: Règle la quantité de lumière déviée lorsqu'elle traverse une surface. La valeur par défaut est 1.52, la plage est comprise entre 0 et 5.

# solidglass_refr_ior:uilabel
source: Refraction
fra: Réfraction

# solidglass_refr_ior_alcohol
source: Alcohol
fra: Alcool

# solidglass_refr_ior_custom
source: Custom
fra: Personnalisé

# solidglass_refr_ior_diamond
source: Diamond
fra: Losange

# solidglass_refr_ior_glass
source: Glass
fra: Verre

# solidglass_refr_ior_water
source: Water
fra: Eau

# solidglass_rippled
source: Rippled
fra: Ondoyant

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# solidglass_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# solidglass_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# solidglass_solidglassgroup
source: Solid Glass
fra: Verre opaque

# solidglass_transmittance
source: Color
fra: Couleur

# solidglass_transmittance:solidglass_blue
source: Blue
fra: Bleu

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
fra: Bleu vert

# solidglass_transmittance:solidglass_clear
source: Clear
fra: Clair

# solidglass_transmittance:solidglass_custom
source: Custom
fra: Personnalisé

# solidglass_transmittance:solidglass_gray
source: Gray
fra: Gris

# solidglass_transmittance:solidglass_green
source: Green
fra: Vert

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
fra: Sélectionne une couleur prédéfinie ou personnalisée.

# solidglass_transmittance:uilabel
source: Color
fra: Couleur

# solidglass_transmittance_custom_color
source: Custom Color
fra: Couleur personnalisée

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
fra: Sélectionne une couleur, une image ou une texture procédurale pour créer l'aspect du matériau.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
fra: Couleur personnalisée

# solidglass_wavy
source: Wavy
fra: Onduleux

source: spanish
fra: espagnol

source: special
fra: spécial

# speckle_Appearance
source: Appearance
fra: Apparence

# speckle_Color1
source: Color 1
fra: Couleur 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
fra: Spécifie la première couleur de la tache.

# speckle_Color1:uilabel
source: Color 1
fra: Couleur 1

# speckle_Color2
source: Color 2
fra: Couleur 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
fra: Spécifie la seconde couleur de la tache.

# speckle_Color2:uilabel
source: Color 2
fra: Couleur 2

# speckle_Size
source: Size
fra: Taille

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
fra: Règle la taille des taches.

# speckle_Size:uilabel
source: Size
fra: Taille

# speckle_transforms_group
source: Transforms
fra: Transformations

source: speckled
fra: tacheté

source: Specular:
fra: Spéculaire:

# specular:uilabel
source: Specular:
fra: Spéculaire:

source: Specular Color:
fra: Couleur spéculaire:

# specularColor:uilabel
source: Specular Color:
fra: Couleur spéculaire:

source: Sphere
fra: Sphère

# sphere_radius
source: Radius:
fra: Rayon:

# sphere_radius:uilabel
source: Radius:
fra: Rayon:

source: splatter
fra: moucheté

source: split
fra: scindé

source: spot
fra: Projecteur

# spread:uilabel
source: Spread:
fra: Envergure:

source: square
fra: carré

source: squares
fra: carrés

# ssao_blend_amount
source: Blending:
fra: Fusion:

# ssao_blend_amount:uilabel
source: Blending:
fra: Fusion:
