Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

source: Finishes.Flooring.Carpet.Loop.4
kor: 마감.바닥.카펫.루프.4

source: Finishes.Flooring.Carpet.Loop.5
kor: 마감.바닥.카펫.루프.5

source: Finishes.Flooring.Carpet.Loop.6
kor: 마감.바닥.카펫.루프.6

source: Finishes.Flooring.Carpet.Loop.7
kor: 마감.바닥.카펫.루프.7

source: Finishes.Flooring.Carpet.NeedlePunch.Black
kor: 마감.바닥.카펫.니들펀치.검은색

source: Finishes.Flooring.Carpet.NeedlePunch.Tan
kor: 마감.바닥.카펫.니들펀치.황갈색

source: Finishes.Flooring.Carpet.NeedlePunch.White
kor: 마감.바닥.카펫.니들펀치.흰색

source: Finishes.Flooring.Carpet.Pad.Foam
kor: 마감.바닥.카펫.패드.폼

source: Finishes.Flooring.Carpet.Pad.Waffled
kor: 마감.바닥.카펫.패드.와플

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.BlueWhite
kor: 마감.바닥.카펫.색스니.꽃패턴.파란색흰색

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.Colored
kor: 마감.바닥.카펫.색스니.꽃패턴.색상

source: Finishes.Flooring.Carpet.Saxony.Herringbone
kor: 마감.바닥.카펫.색스니.헤링본

source: Finishes.Flooring.Carpet.Saxony.Squares
kor: 마감.바닥.카펫.색스니.정사각

source: Finishes.Flooring.Carpet.Sisal.Pattern.1
kor: 마감.바닥.카펫.사이잘.패턴.1

source: Finishes.Flooring.Carpet.Sisal.Pattern.2
kor: 마감.바닥.카펫.사이잘.패턴.2

source: Finishes.Flooring.Carpet.Sisal.Pattern.3
kor: 마감.바닥.카펫.사이잘.패턴.3

source: Finishes.Flooring.Cork
kor: 마감.바닥.코르크

source: Finishes.Flooring.Marble.White
kor: 마감.바닥.대리석.흰색

source: Finishes.Flooring.Rug.Braided
kor: 마감.바닥.융단.편조

source: Finishes.Flooring.Rug.Hooked
kor: 마감.바닥.융단.훅

source: Finishes.Flooring.Rug.Knotted
kor: 마감.바닥.융단.매듭

source: Finishes.Flooring.Tile.Diamond.Red
kor: 마감.바닥.타일.다이아몬드.빨간색

source: Finishes.Flooring.Tile.Square.Blue
kor: 마감.바닥.타일.사각.파란색

source: Finishes.Flooring.Tile.Square.Blue.1
kor: 마감.바닥.타일.사각.파란색.1

source: Finishes.Flooring.Tile.Square.Brown
kor: 마감.바닥.타일.사각.갈색

source: Finishes.Flooring.Tile.Square.Circular Mosaic
kor: 마감.바닥.타일.사각.원형 모자이크

source: Finishes.Flooring.Tile.Square.Grey.Dark
kor: 마감.바닥.타일.사각.그레이.어두움

source: Finishes.Flooring.Tile.Square.Tan
kor: 마감.바닥.타일.사각.황갈색

source: Finishes.Flooring.Tile.Square.Terra Cotta
kor: 마감.바닥.타일.사각.테라코타

source: Finishes.Flooring.VCT.Diamond. Rosette
kor: 마감.바닥.VCT.다이아몬드.담홍색

source: Finishes.Flooring.VCT.Diamonds
kor: 마감.바닥.VCT.다이아몬드

source: Finishes.Flooring.VCT.Dots
kor: 마감.바닥.VCT.도트

source: Finishes.Flooring.VCT.Dots.Grey
kor: 마감.바닥.VCT.도트.그레이

source: Finishes.Flooring.VCT.Grid
kor: 마감.바닥.VCT.그리드

source: Finishes.Flooring.VCT.Mosaic
kor: 마감.바닥.VCT.모자이크

source: Finishes.Flooring.VCT.Squares
kor: 마감.바닥.VCT.사각

source: Finishes.Flooring.Vinyl.Checker.Black-White
kor: 마감.바닥.비닐.바둑판 무늬.검은색-흰색

source: Finishes.Flooring.Wood.Hardwood
kor: 마감.바닥.목재.경목

source: Finishes.Flooring.Wood.Hardwood.1
kor: 마감.바닥.목재.경목.1

source: Finishes.Flooring.Wood.Inlay
kor: 마감.바닥.목재.상감

source: Finishes.Flooring.Wood.Parquet
kor: 마감.바닥.목재.쪽모이

source: Finishes.Flooring.Wood.Parquet.1
kor: 마감.바닥.목재.쪽모이.1

source: Finishes.Flooring.Wood.Plank
kor: 마감.바닥.목재.판자

source: Finishes.Flooring.Wood.Plank.Beech
kor: 마감.바닥.목재.판자.너도밤나무

source: Finishes.Gypsum Board.Painted.White
kor: 마감.석고보드.페인트.흰색

source: Finishes.Laminate.CarbonFiber
kor: 마감.박판.탄소 섬유

source: Finishes.Laminate.Plywood
kor: 마감.박판.합판

source: Finishes.Masonry Flooring.Flagstone.Light Pink
kor: 마감.석조 바닥.판석.연분홍색

source: Finishes.Masonry Flooring.Granite.Brown-Black
kor: 마감.석조 바닥.화강암.갈색-검은색

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
kor: 마감.석조 바닥.화강암.갈색.연한 자주색-검은색

source: Finishes.Masonry Flooring.Granite.Grey Speckled
kor: 마감.석조 바닥.화강암.그레이 반점

source: Finishes.Masonry Flooring.Granite.Mauve-Black
kor: 마감.석조 바닥.화강암.연한 자주색-검은색

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
kor: 마감.석조 바닥.화강암.연한 자주색-검은색1

source: Finishes.Masonry Flooring.Granite.Multi-colored
kor: 마감.석조 바닥.화강암.다중색

source: Finishes.Masonry Flooring.Marble
kor: 마감.석조 바닥.대리석

source: Finishes.Masonry Flooring.Marble.Beige-Grid
kor: 마감.석조 바닥.대리석.베이지색-그리드

source: Finishes.Masonry Flooring.Marble.Brown
kor: 마감.석조 바닥.대리석.갈색

source: Finishes.Masonry Flooring.Marble.Deep Green
kor: 마감.석조 바닥.대리석.짙은 초록색

source: Finishes.Masonry Flooring.Marble.Green
kor: 마감.석조 바닥.대리석.초록색

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
kor: 마감.석조 바닥.대리석.초록색.간격띄우기 사각

source: Finishes.Masonry Flooring.Marble.Rose
kor: 마감.석조 바닥.대리석.장미

source: Finishes.Masonry Flooring.Marble.Rose.1
kor: 마감.석조 바닥.대리석.장미.1

source: Finishes.Masonry Flooring.Slate
kor: 마감.석조 바닥.슬레이트

source: Finishes.Masonry Flooring.Slate.1
kor: 마감.석조 바닥.슬레이트.1

source: Finishes.Masonry Flooring.Slate.Red
kor: 마감.석조 바닥.슬레이트.빨간색

source: Finishes.Masonry Flooring.Terrazzo.Black
kor: 마감.석조 바닥.테라초.검은색

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
kor: 마감.석조 바닥.테라초.검은색-빨간색

source: Finishes.Masonry Flooring.Terrazzo.Black.1
kor: 마감.석조 바닥.테라초.검은색.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
kor: 마감.석조 바닥.테라초.갈색

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
kor: 마감.석조 바닥.테라초.갈색.1

source: Finishes.Masonry Flooring.Terrazzo.Green
kor: 마감.석조 바닥.테라초.초록색

source: Finishes.Masonry Flooring.Terrazzo.Tan
kor: 마감.석조 바닥.테라초.황갈색

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
kor: 마감.석조 바닥.테라초.황갈색.1

source: Finishes.Masonry Flooring.Terrazzo.White
kor: 마감.석조 바닥.테라초.흰색

source: Finishes.Masonry Flooring.Terrazzo.White.1
kor: 마감.석조 바닥.테라초.흰색.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
kor: 마감.석조 바닥.트래버틴.연한 자주색.직사각

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
kor: 마감.석조 바닥.트래버틴.연한 자주색.사각

source: Finishes.Metal Framing Systems.Furring
kor: 마감.금속 프레임 시스템.모피 장식

source: Finishes.Metal Framing Systems.Stud
kor: 마감.금속 프레임 시스템.간주

source: Finishes.Painting.Lacquer.Black
kor: 마감.페인팅.래커.검은색

source: Finishes.Painting.Lacquer.White
kor: 마감.페인팅.래커.흰색

source: Finishes.Painting.Paint
kor: 마감.페인팅.페인트

source: Finishes.Painting.Paint.Black
kor: 마감.페인팅.페인트.검은색

source: Finishes.Painting.Paint.Black.Flaking
kor: 마감.페인팅.페인트.검은색.플레이킹

source: Finishes.Painting.Paint.Fireproofing
kor: 마감.페인팅.페인트.불연성

source: Finishes.Painting.Paint.White
kor: 마감.페인팅.페인트.흰색

source: Finishes.Painting.Paint.White.Flaking
kor: 마감.페인팅.페인트.흰색.플레이킹

source: Finishes.Painting.Varnish
kor: 마감.페인팅.니스

source: Finishes.Plaster.Stucco.Coarse.White
kor: 마감.회반죽.치장 벽토.거침.흰색

source: Finishes.Plaster.Stucco.Fine.1
kor: 마감.회반죽.치장 벽토.정밀.1

source: Finishes.Plaster.Stucco.Fine.Brown
kor: 마감.회반죽.치장 벽토.정밀.갈색

source: Finishes.Plaster.Stucco.Fine.Mauve
kor: 마감.회반죽.치장 벽토.정밀.연한 자주색

source: Finishes.Plaster.Stucco.Fine.White
kor: 마감.회반죽.치장 벽토.정밀.흰색

source: Finishes.Plaster.Stucco.Medium.White
kor: 마감.회반죽.치장 벽토.중간.흰색

source: Finishes.Plaster.Stucco.Troweled.Grey
kor: 마감.회반죽.치장 벽토.흙손칠.그레이

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
kor: 마감.회반죽.치장 벽토.흙손칠.연한 노란색

source: Finishes.Plaster.Stucco.Troweled.White
kor: 마감.회반죽.치장 벽토.흙손칠.흰색

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
kor: 마감.회반죽.치장 벽토.습식 대시.그레이

source: Finishes.Plaster.Venetian.Rough
kor: 마감.회반죽.베니션.거침

source: Finishes.Plaster.Venetian.Smooth
kor: 마감.회반죽.베니션.매끄러움

source: Finishes.Tiling.Ceramic.Checker
kor: 마감.타일링.자기.바둑판 무늬

source: Finishes.Tiling.Ceramic.Mosaic.Blue
kor: 마감.타일링.자기.모자이크.파란색

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
kor: 마감.타일링.자기.모자이크.꽃.장미 - 초록색

source: Finishes.Tiling.Ceramic.Mosaic.Grey
kor: 마감.타일링.자기.모자이크.그레이

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
kor: 마감.타일링.자기.모자이크.노란색-그리드

source: Finishes.Wall Covering.Floral.White
kor: 마감.벽지.꽃.흰색

source: Finishes.Wall Covering.Pattern1
kor: 마감.벽지.패턴1

source: Finishes.Wall Covering.Pattern2
kor: 마감.벽지.패턴2

source: Finishes.Wall Covering.Pattern3
kor: 마감.벽지.패턴3

source: Finishes.Wall Covering.Pattern4
kor: 마감.벽지.패턴4

source: Finishes.Wall Covering.Pattern5
kor: 마감.벽지.패턴5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
kor: 마감.벽지.스트라이프.세로.청회색

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
kor: 마감.벽지.트라이프.세로.다중색

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
kor: 마감.벽지.스트라이프.세로.분홍색-베이지

source: Finishes.Wall Covering.Tan
kor: 마감.벽지.황갈색

source: Finishes.Wax.Lacquer
kor: 마감.왁스.래커

source: Finishes.Wax.SatinWax
kor: 마감.왁스.광택왁스

source: Finishes.Wax.Shellac
kor: 마감.왁스.셸락

source: Finishes.Wax.Urethane
kor: 마감.왁스.우레탄

source: Finishes.Wax.Varnish
kor: 마감.왁스.니스

source: Flooring/Carpet
kor: 바닥/카펫

source: Flooring/Stone
kor: 바닥/석재

source: Flooring/Tile
kor: 바닥/타일

source: Flooring/Vinyl
kor: 바닥/비닐

source: Flooring/Wood
kor: 바닥/목재

source: Furnishings.Fabrics.Bandage
kor: 가구.천.붕대

source: Furnishings.Fabrics.Burlap
kor: 가구.천.삼베

source: Furnishings.Fabrics.Caning.Tan
kor: 가구.천.캐닝.황갈색

source: Furnishings.Fabrics.Canvas.White
kor: 가구.천.캔버스.흰색

source: Furnishings.Fabrics.Lace
kor: 가구.천.레이스

source: Furnishings.Fabrics.Leather.Black
kor: 가구.천.가죽.검정색

source: Furnishings.Fabrics.Leather.Black.1
kor: 가구.천.가죽.검은색.1

source: Furnishings.Fabrics.Leather.Brown
kor: 가구.천.가죽.갈색

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
kor: 가구.천.가죽.자갈무늬.연한 갈색

source: Furnishings.Fabrics.Leather.Pebble.Mauve
kor: 가구.천.가죽.자갈무늬.연한 자주색

source: Furnishings.Fabrics.Leather.Tan
kor: 가구.천.가죽.황갈색

source: Furnishings.Fabrics.Linen.Beige
kor: 가구.천.리넨.베이지색

source: Furnishings.Fabrics.Linen.Tweed
kor: 가구.천.리넨.트위이드

source: Furnishings.Fabrics.Linen.White
kor: 가구.천.리넨.흰색

source: Furnishings.Fabrics.Mesh
kor: 가구.천.메시

source: Furnishings.Fabrics.Netting
kor: 가구.천.네팅

source: Furnishings.Fabrics.Plaid.1
kor: 가구.천.격자무늬.1

source: Furnishings.Fabrics.Plaid.3
kor: 가구.천.격자무늬.3

source: Furnishings.Fabrics.Plaid.4
kor: 가구.천.격자무늬.4

source: Furnishings.Fabrics.Stripes.1
kor: 가구.천.스트라이프

source: Furnishings.Fabrics.Stripes.2
kor: 가구.천.스트라이프.2

source: Furnishings.Fabrics.Stripes.3
kor: 가구.천.스트라이프.3

source: Furnishings.Fabrics.Stripes.4
kor: 가구.천.스트라이프.4

source: Furnishings.Fabrics.Stripes.5
kor: 가구.천.스트라이프.5

source: Furnishings.Fabrics.Stripes.6
kor: 가구.천.스트라이프.6

source: Furnishings.Fabrics.Stripes.7
kor: 가구.천.스트라이프.7

source: Furnishings.Fabrics.Velvet.Black
kor: 가구.천.벨벳.검은색

source: Furnishings.Fabrics.Velvet.Red
kor: 가구.천.벨벳.빨간색

source: Galvanized steel
kor: 아연도금 강철

source: Gas structural asset.
kor: 기체 구조 자산입니다.

source: Gas thermal asset.
kor: 기체 열 자산입니다.

source: Generic
kor: 일반

source: Generic Photometric light.
kor: 일반 포토메트릭 라이트.

source: Generic material.
kor: 일반 재료.

source: Generic structural asset.
kor: 일반 구조 자산입니다.

source: Generic-001
kor: 발광 - 반투명 흰색

source: Generic-002
kor: LED - 빨간색 켜기

source: Generic-003
kor: LED - 빨간색 끄기

source: Generic-004
kor: LED - 녹색 켜기

source: Generic-005
kor: LED - 녹색 끄기

source: Generic-006
kor: LED - 노란색 켜기

source: Generic-007
kor: LED - 노란색 끄기

source: Generic-008
kor: 발광 - 크림색

source: Generic-009
kor: 로우 파일 - 회색

source: Generic-010
kor: 로우 파일 - 모래색

source: Generic-011
kor: 음향 제어 타일 - 2x4 흰색 갈라진 무늬

source: Generic-012
kor: 음향 제어 타일 - 2x4 흰색 오돌도톨한 무늬

source: Generic-013
kor: 음향 제어 타일 - 2x2 흰색 오톨도톨한 무늬

source: Generic-014
kor: 수평 4인치 - 흰색

source: Generic-015
kor: 지붕널 - 구성 회색

source: Generic-016
kor: 지붕널 - 반원 회색

source: Generic-017
kor: 지붕널 - 거침 회색

source: Generic-018
kor: 스페인 타일

source: Generic-019
kor: 골재 - 높음

source: Generic-020
kor: 지저분한 - 진갈색

source: Generic-021
kor: 잔디 - 짙은 호밀색

source: Generic-022
kor: 모래 - 내츄럴 중간

source: Generic-023
kor: 울타리

source: Generic-024
kor: 박판 - 일반

source: Generic-025
kor: 라이트 전구 - 켜기

source: Generic-026
kor: 라이트 전구 - 끄기

source: Generic-027
kor: 선명 - 밝음

source: Generic-028
kor: 발광 - 반투명 파란색

source: Generic-029
kor: 발광 - 반투명 주황색

source: Generic-030
kor: 로우 파일 - 베이지색

source: Generic-031
kor: 로우 파일 - 네이비

source: Generic-032
kor: 로우 파일 - 금색

source: Generic-033
kor: 수평 6인치 - 베이지색

source: Generic-034
kor: 수평 4인치 - 회색

source: Generic-035
kor: 수평 6인치 - 회색

source: Generic-036
kor: 수평 8인치 - 회색

source: Generic-037
kor: 수직 6인치 - 흰색

source: Generic-038
kor: 중간 파일 - 진회색

source: Generic-039
kor: 스페인 타일 - 갈색

source: Generic-040
kor: 스페인 타일 - 빨간색 3

source: Generic-041
kor: 눈

source: Generic-042
kor: 지붕널 - 반원 연갈색

source: Generic-043
kor: 벽지 - 스트라이프 물방울

source: Generic-044
kor: 오톨도톨한 무늬 - 갈색

source: Generic-045
kor: 벽지 - 꽃무늬 노란색

source: Generic-046
kor: 벽지 - 꽃무늬 파란색

source: Generic-047
kor: 벽지 - 장미

source: Generic-048
kor: 벽지 - 빅토리아

source: Generic-049
kor: 벽지 - 기하하적 무늬

source: Generic-050
kor: 데님 - 파란색

source: Generic-051
kor: 음향 제어 타일 - 2x2 회색 갈라진 무늬

source: Generic-052
kor: 진동 - 풍화됨

source: Generic-053
kor: 지붕널 - 구성 갈색

source: Generic-054
kor: 지붕널 - 구성 진회색

source: Generic-055
kor: 지붕널 - 구성 분홍색

source: Generic-056
kor: 진동 - 수동 분할

source: Generic-057
kor: 아스팔트 - 습식

source: Generic-058
kor: 아스팔트 3

source: Generic-059
kor: 잔디 - 짙은 버뮤다

source: Generic-060
kor: 잔디 - 연한 호밀색

source: Generic-061
kor: 다이아몬드 - 담홍색

source: Generic-062
kor: 주철 검은색

source: Generic-063
kor: 유리 블록

source: Generic-064
kor: 마분지 - 칩보드

source: Generic/Ceramic
kor: 일반/세라믹

source: Generic/Glass
kor: 일반/유리

source: GenericPhotometricLight
kor: 일반 포토메트릭 라이트

# GenericPhotometricLightSchema_localname:Light
source: Light
kor: 라이트

# GenericPhotometricLightSchema_localtype:Light
source: Light
kor: 라이트

# GenericSchema_localname:Generic
source: Generic
kor: 일반

# GenericSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Glass
kor: 유리

source: Glass Fiber Reinforced Concrete, 5% fibers
kor: 유리 섬유 강화 콘크리트, 5% 섬유

source: Glass fiber reinforced concrete
kor: 유리 섬유 강화 콘크리트

source: Glass-001
kor: 선명 - 녹색

source: Glass-002
kor: 흐릿함 - 회색

source: Glass-003
kor: 착색 - 파란색

source: Glass-004
kor: 착색 - 청록색

source: Glass-005
kor: 흐릿함 - 청동색

source: Glass-006
kor: 선명 - 호박색

source: Glass-007
kor: 흐릿함 - 검은색

source: Glass-008
kor: 선명

source: Glass-009
kor: 젖빛 - 흰색

source: Glass-010
kor: 선명 - 흰색

source: Glass-011
kor: 잔물결 - 흰색

source: Glass-012
kor: 반투명 - 선명

source: Glass-013
kor: 젖빛 - 선명

source: Glass-014
kor: 젖빛 - 짙은 파란색

source: Glass-015
kor: 젖빛 - 연한 파란색

source: Glass-016
kor: 잔물결 - 중간 파란색

source: Glass-017
kor: 젖빛 - 회색

source: Glass-018
kor: 잔물결 - 연록색

source: Glass-019
kor: 젖빛 - 짙은 빨간색

source: Glass-020
kor: 젖빛 - 파란색

source: Glass-021
kor: 잔물결 - 연한 파란색

source: Glass-022
kor: 젖빛 - 짙은 청동색

source: Glass-023
kor: 젖빛 - 연한 청동색

source: Glass/Glazing
kor: 유리/글래이징

source: Glazing
kor: 글래이징

source: Glazing material.
kor: 글래이징 재료.

source: Glazing-001
kor: 짙은 파란색 반사

source: Glazing-002
kor: 짙은 파란색

source: Glazing-003
kor: 연한 파란색 반사

source: Glazing-004
kor: 짙은 청동색 반사

source: Glazing-005
kor: 연한 청동색 반사

source: Glazing-006
kor: 연한 청동색

source: Glazing-007
kor: 진회색

source: Glazing-008
kor: 짙은 빨간색

source: Glazing-009
kor: 청록색

source: Glazing-010
kor: 금색

source: Glazing-011
kor: 선명 반사

source: Glazing-012
kor: 선명

source: Glazing-013
kor: 연한 빨간색

source: Glazing-014
kor: 파란색 - 글래이징

source: Glazing-015
kor: 파란색 반사

source: Glazing-016
kor: 짙은 청동색

source: Glazing-017
kor: 연회색 반사

source: Glazing-018
kor: 연회색

source: Glazing-019
kor: 진녹색 반사

# GlazingSchema_localname:Glazing
source: Glazing
kor: 글래이징

# GlazingSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Gradient
kor: 그라데이션

source: Gradient map.
kor: 그라데이션 맵.

# GradientSchema_localname:Gradient
source: Gradient
kor: 그라데이션

# GradientSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Graphics
kor: 그래픽

# GraphicsSchema_localname:Graphics
source: Graphics
kor: 그래픽

# GraphicsSchema_localtype:Graphics
source: Graphics
kor: 그래픽

source: Gray bricks
kor: 회색 벽돌

source: Gray marble stone floor
kor: 회색 대리석 바닥

source: Gray modular bricks
kor: 회색 모듈 방식 벽돌

source: Grey cast iron
kor: 그레이 주철

source: Hardwood
kor: 경목

source: Hardwood material.
kor: 경목 재료.

# HardwoodSchema_localname:Wood
source: Wood
kor: 목재

# HardwoodSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Has a beige tint
kor: 베이지색 착색 있음

source: Has a blue tint
kor: 파란색 착색 있음

source: Has a medium beige tint
kor: 중간 베이지색 착색 있음

source: Has a slight blue tint
kor: 옅은 파란색 착색 있음

source: Hemispherical Map.
kor: 반구형 맵.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
kor: 반구형 맵

# HemisphericalSchema_localtype:Texture
source: Texture
kor: 텍스처

source: High density polyethylene
kor: 고밀도 폴리에틸렌

source: High impact polystyrene
kor: 내충격성 폴리스티렌

source: High strength low alloy steel
kor: 고강도 저합금강

source: Hill swatch.
kor: 힐 견본.

source: Illuminated display color
kor: 조명 표시 색상

# ImageSwitch:uilabel
source: Image Switch:
kor: 이미지 전환:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
kor: PCI(Precast/Prestressed Concrete Institute) 이미지 제공.

source: InvCer-001
kor: 4인치 정사각 - 연한 파란색

source: InvGen-001
kor: 선명 - 파란색 - 버전 1.1

source: InvGen-001-1-2
kor: 선명 - 파란색

source: InvGen-002
kor: 마분지

source: InvGen-003
kor: 부목

source: InvGen-004
kor: 금박색

source: InvGen-005
kor: 선명 - 초록색 1 - 버전 1.1

source: InvGen-005-1-2
kor: 선명 - 초록색 1

source: InvGen-006
kor: 암회색

source: InvGen-007
kor: 암회색 - 전통 연마

source: InvGen-008
kor: 암회색 - 연마

source: InvGen-009
kor: 석재 - 파란색

source: InvGen-010
kor: 자홍색

source: InvGen-011
kor: 금속 1400F 열

source: InvGen-012
kor: 금속 1600F 열

source: InvGen-013
kor: 금속 1800F 열

source: InvGen-014
kor: 금속 2400F 열

source: InvGen-015
kor: 니켈 - 버전 1.1

source: InvGen-015-1-2
kor: 니켈

source: InvGen-016
kor: 오일

source: InvGen-017
kor: 오팔색

source: InvGen-018
kor: 분홍색

source: InvGen-019
kor: 폴리카보네이트 - 선명 - 버전 1.1

source: InvGen-019-1-2
kor: 폴리카보네이트 - 선명

source: InvGen-020
kor: 폴리카보네이트 - 흐림 - 버전 1.1

source: InvGen-020-1-2
kor: 폴리카보네이트 - 흐림

source: InvGen-021
kor: 나일론 6

source: InvGen-022
kor: PTFE

source: InvGen-023
kor: 질화 실리콘 - 연마 - 버전 1.1

source: InvGen-023-1-2
kor: 질화 실리콘 - 연마

source: InvGen-024
kor: 엔진 돌림

source: InvGen-025
kor: 연마

source: InvGen-027
kor: 산화

source: InvGen-028
kor: 플레이트

source: InvGen-029
kor: 부식됨 - 버전 1.1

source: InvGen-029-1-2
kor: 부식됨

source: InvGen-031
kor: 티타늄 - 버전 1.1

source: InvGen-031-1-2
kor: 티타늄

source: InvGen-032
kor: 티타늄 - 연마 - 버전 1.1

source: InvGen-032-1-2
kor: 티타늄 - 연마

source: InvGen-033
kor: 물 거품

source: InvGen-034
kor: 용접 - 알루미늄

source: InvGen-035
kor: 용접 - 황동

source: InvGen-036
kor: 용접 - 스테인레스 스틸

source: InvGen-037
kor: 용접 - 연강

source: InvGen-038
kor: 고무 - 검은색 - 버전 1.1

source: InvGen-038-1-2
kor: 고무 - 검은색

source: InvGen-039
kor: 고무 - 파란색 - 버전 1.1

source: InvGen-039-1-2
kor: 고무 - 파란색

source: InvGen-040
kor: 고무 - 녹색 - 버전 1.1

source: InvGen-040-1-2
kor: 고무 - 녹색

source: InvGen-042
kor: 목재 - 페인트 흰색

source: InvGen-043
kor: 선명 - 노란색 - 버전 1.1

source: InvGen-043-1-2
kor: 선명 - 노란색

source: InvGen-044
kor: 아연 크롬산색 1

source: InvGen-045
kor: 녹색 연마

source: InvGen-046
kor: 알루미늄 캐스트

source: InvGen-048
kor: 검은색 캐스트

source: InvGen-049
kor: 탄소 섬유 1

source: InvGen-050
kor: 확장된 금속 01

source: InvGen-051
kor: 확장된 금속 02

source: InvGen-052
kor: 확장된 금속 03

source: InvGen-053
kor: 확장된 금속 04

source: InvGen-054
kor: 기계 가공 02

source: InvGen-055
kor: 기계 가공 03

source: InvGen-056
kor: 적갈색

source: InvGen-057
kor: 스키드 판

source: InvGen-058
kor: 플레이트 - 파란색

source: InvGen-059
kor: 크롬 - 연마 검은색

source: InvGen-060
kor: 크롬 - 연마 파란색

source: InvGen-061
kor: 아연 크롬산색 2

source: InvGen-062
kor: 알루미늄 - 평지 - 버전 1.1

source: InvGen-062-1-2
kor: 알루미늄 - 평지

source: InvGen-063
kor: 금 - 금속 - 버전 1.1

source: InvGen-063-1-2
kor: 금 - 금속

source: InvGen-064
kor: 은색 - 버전 1.1

source: InvGen-064-1-2
kor: 은색

source: InvGen-065
kor: 납

source: InvGen-066
kor: 강철

source: InvGen-067
kor: 주철 회색

source: InvGen-068
kor: 주철 - 주조

source: InvGen-069
kor: 강철 - 주조

source: InvGen-070
kor: 연마 - 진회색

source: InvGen-071
kor: 기본값

source: InvHW-001
kor: 코르크 - 거침

source: InvMet-004
kor: 다이아몬드 플레이트 - 버전 1.1

source: InvMet-004-1-2
kor: 다이아몬드 플레이트

source: InvMet-005
kor: 아연도금

source: InvMet-006
kor: 널링 - 버전 1.1

source: InvMet-006-1-2
kor: 널링

source: InvMet-007
kor: 강철 - 연마

source: InvMet-008
kor: 반연마

source: Iron
kor: 주철

# Latitude
source: Scene Latitude:
kor: 화면 위도:

# Latitude:uilabel
source: Scene Latitude:
kor: 화면 위도:

source: Lead, oxidized
kor: 납, 산화

source: Lead, oxidized finish
kor: 납, 산화 마감

source: Lexan
kor: 렉산

source: Light
kor: 라이트

source: Light beige colour
kor: 연베이지색 색상

source: Light brown modular bricks
kor: 연갈색 모듈 방식 벽돌

source: Light brown rectangular herringbone bricks
kor: 연갈색 직사각 헤링본 벽돌

source: Light gray rectangular stones
kor: 연회색 직사각 석재

source: Light gray slate bricks
kor: 연회색 슬레이트 벽돌

source: Light red and large square slate bricks
kor: 연한 빨간색 및 대형 정사각 슬레이트 벽돌

source: Light red modular bricks
kor: 연한 빨간색 모듈 방식 벽돌

source: Liquid
kor: 액체

source: Liquid Crystal Polymer
kor: 액정고분자

source: Liquid structural asset.
kor: 액체 구조 자산입니다.

source: Liquid thermal asset.
kor: 액체 열 자산입니다.

# Location:uilabel
source: Location
kor: 위치

source: Logarithmic Tone Operator
kor: 대수 톤 연산자

source: LogarithmicToneOp
kor: 대수 톤 연산자

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
kor: 대수 톤 연산자

# Longitude
source: Scene Longitude:
kor: 화면 경도:

# Longitude:uilabel
source: Scene Longitude:
kor: 화면 경도:

source: Low Carbon Steel
kor: 저탄소강

source: Low density polyethylene
kor: 저밀도 폴리에틸렌

source: Malleable cast iron
kor: 가단주철

source: Marble
kor: 대리석

source: Marble map.
kor: 대리석 맵.

# MarbleSchema_localname:Marble
source: Marble
kor: 대리석

# MarbleSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Martensitic stainless steel
kor: 마르텐사이트 스테인레스 스틸

source: Masonry and CMU material.
kor: 석조 및 CMU 재료.

source: Masonry-001
kor: 균일 솔저 - 포도주색

source: Masonry-002
kor: 비균일 러닝 - 포도주색

source: Masonry-003
kor: 12인치 러닝 - 포도주색

source: Masonry-004
kor: 플레인 - 중간 회색

source: Masonry-005
kor: 헤링본 - 연갈색

source: Masonry-006
kor: 헤링본 - 갈색

source: Masonry-007
kor: 정사각형

source: Masonry-008
kor: 수직

source: Masonry-009
kor: 모듈 방식 - 연갈색

source: Masonry-010
kor: 모듈 방식 - 회색

source: Masonry-011
kor: 모듈 방식 - 갈색

source: Masonry-012
kor: 모듈 방식 - 연한 빨간색

source: Masonry-013
kor: 슬레이트 - 정사각 빨간색

source: Masonry-014
kor: 슬레이트 - 임의 회색

source: Masonry-015
kor: 아도비 - 베이지색

source: Masonry-016
kor: 교차 패턴

source: Masonry-017
kor: 장식 블록

source: Masonry-018
kor: 옹벽 - 콘크리트 블록

source: Masonry-019
kor: 옹벽 - 줄무늬 콘크리트 블록

source: Masonry-020
kor: 소형 비정형 직사각 석재 - 갈색

source: Masonry-021
kor: 소형 직사각 석재 - 회색

source: Masonry-022
kor: 직사각 석재 - 연회색

source: Masonry-023
kor: 트래버틴 - 크림색

source: Masonry-024
kor: 대리석 - 흰색-녹색

source: Masonry-025
kor: 대리석 - 회색

source: Masonry-026
kor: 자연석 - 풍화됨

source: Masonry-027
kor: 포도주색

source: Masonry-028
kor: 균일 러닝 - 갈색

source: Masonry-029
kor: 균일 솔저 - 갈색

source: Masonry-030
kor: 비균일 러닝 - 갈색

source: Masonry-031
kor: 균일 러닝 - 포도주색

source: Masonry-032
kor: 비균일 솔저 - 포도주색

source: Masonry-033
kor: 12인치 비균일 솔저 - 포도주색

source: Masonry-034
kor: 균일 러닝 - 산호색

source: Masonry-035
kor: 균일 러닝 - 회색

source: Masonry-036
kor: 12인치 균일 러닝 - 회색

source: Masonry-037
kor: 균일 러닝 - 주황색

source: Masonry-038
kor: 비균일 러닝 - 빨간색

source: Masonry-039
kor: 균일 러닝 - 노란색

source: Masonry-040
kor: 균일 솔저 - 노란색

source: Masonry-041
kor: 면 분할 적층 - 갈색

source: Masonry-042
kor: 면 분할 러닝 - 산호색

source: Masonry-043
kor: 러닝 - 연회색

source: Masonry-044
kor: 면 분할 적층 - 회색

source: Masonry-045
kor: 헤링본 - 회색

source: Masonry-046
kor: 헤링본 -빨간색

source: Masonry-047
kor: 비균일 러닝 - 회색

source: Masonry-048
kor: 직조 - 갈색

source: Masonry-049
kor: 잡석 - 강 암석

source: Masonry-050
kor: 잡석 - 탈리아신 웨스트

source: Masonry-051
kor: 면 분할 적층 - 분홍색

source: Masonry.Masonry Accessories.Control Joints.Black
kor: 석조.석조 부품.컨트롤 조인트.검은색

source: Masonry.Stone.Ashlar.Patterned
kor: 석조.석재.마름돌.무늬가 있음

source: Masonry.Stone.Ashlar.Random.Broken Coursed
kor: 석조.석재.마름돌.임의.깨진 막쌓기

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
kor: 석조.석재.마름돌.임의.깨진 막쌓기.그라우트

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
kor: 석조.석재.자연석.세련됨.느슨함

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
kor: 석조.석재.자연석.세련됨.단단함

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
kor: 석조.석재.자연석.세련됨.풍화됨

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
kor: 석조.석재.화강암.사각.스택.연마.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
kor: 석조.석재.화강암.사각.스택.연마.검은색-흰색

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
kor: 석조.석재.화강암.사각.스택.연마.구리-검은색
