Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

source: Fine Ambient Occlusion
jpn: 細かいアンビエントオクルージョン

source: Fine Gold 99.95%
jpn: 純金 99.95%

source: Fine gold
jpn: 純金

source: Finish
jpn: 仕上げ

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Fissured.White
jpn: 仕上げ.天井.防音タイル.露出格子.2x2.ひび割れ.白

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Pebble.White
jpn: 仕上げ.天井.防音タイル.露出格子.2x2.玉砂利.白

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Fissured.White
jpn: 仕上げ.天井.防音タイル.露出格子.2x4.ひび割れ

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Pebble.White
jpn: 仕上げ.天井.防音タイル.露出格子.2x4.玉砂利.白

source: Finishes.Ceilings.Acoustical Tile.Perforated.2x2.White
jpn: 仕上げ.天井.防音タイル.穴あき.2x2.白

source: Finishes.Ceilings.Linear.Silver Grey
jpn: 仕上げ.天井.直線.シルバー グレー

source: Finishes.Flooring.Bamboo
jpn: 仕上げ.床仕上げ.竹

source: Finishes.Flooring.Carpet.Berber.Pattern.1
jpn: 仕上げ.床仕上げ.カーペット.ベルベル.パターン.1

source: Finishes.Flooring.Carpet.Berber.Pattern.2
jpn: 仕上げ.床仕上げ.カーペット.ベルベル.パターン.2

source: Finishes.Flooring.Carpet.Berber.Pattern.3
jpn: 仕上げ.床仕上げ.カーペット.ベルベル.パターン.3

source: Finishes.Flooring.Carpet.Floral
jpn: 仕上げ.床仕上げ.カーペット.フローラル

source: Finishes.Flooring.Carpet.Loop.1
jpn: 仕上げ.床仕上げ.カーペット.ループ.1

source: Finishes.Flooring.Carpet.Loop.2
jpn: 仕上げ.床仕上げ.カーペット.ループ.2

source: Finishes.Flooring.Carpet.Loop.3
jpn: 仕上げ.床仕上げ.カーペット.ループ.3

source: Finishes.Flooring.Carpet.Loop.4
jpn: 仕上げ.床仕上げ.カーペット.ループ.4

source: Finishes.Flooring.Carpet.Loop.5
jpn: 仕上げ.床仕上げ.カーペット.ループ.5

source: Finishes.Flooring.Carpet.Loop.6
jpn: 仕上げ.床仕上げ.カーペット.ループ.6

source: Finishes.Flooring.Carpet.Loop.7
jpn: 仕上げ.床仕上げ.カーペット.ループ.7

source: Finishes.Flooring.Carpet.NeedlePunch.Black
jpn: 仕上げ.床仕上げ.カーペット.ニードルパンチ.黒

source: Finishes.Flooring.Carpet.NeedlePunch.Tan
jpn: 仕上げ.床仕上げ.カーペット.ニードルパンチ.黄褐色

source: Finishes.Flooring.Carpet.NeedlePunch.White
jpn: 仕上げ.床仕上げ.カーペット.ニードルパンチ.白

source: Finishes.Flooring.Carpet.Pad.Foam
jpn: 仕上げ.床仕上げ.カーペット.パッド.フォーム

source: Finishes.Flooring.Carpet.Pad.Waffled
jpn: 仕上げ.床仕上げ.カーペット.パッド.ワッフル

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.BlueWhite
jpn: 仕上げ.床仕上げ.カーペット.サクソニー.花柄.青白

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.Colored
jpn: 仕上げ.床仕上げ.カーペット.サクソニー.花柄.カラフル

source: Finishes.Flooring.Carpet.Saxony.Herringbone
jpn: 仕上げ.床仕上げ.カーペット.サクソニー.ヘリンボーン

source: Finishes.Flooring.Carpet.Saxony.Squares
jpn: 仕上げ.床仕上げ.カーペット.サクソニー.スクエア

source: Finishes.Flooring.Carpet.Sisal.Pattern.1
jpn: 仕上げ.床仕上げ.カーペット.サイザル.パターン.1

source: Finishes.Flooring.Carpet.Sisal.Pattern.2
jpn: 仕上げ.床仕上げ.カーペット.サイザル.パターン.2

source: Finishes.Flooring.Carpet.Sisal.Pattern.3
jpn: 仕上げ.床仕上げ.カーペット.サイザル.パターン.3

source: Finishes.Flooring.Cork
jpn: 仕上げ.床仕上げ.コルク

source: Finishes.Flooring.Marble.White
jpn: 仕上げ.床仕上げ.大理石.白

source: Finishes.Flooring.Rug.Braided
jpn: 仕上げ.床仕上げ.ラグ.組みひも

source: Finishes.Flooring.Rug.Hooked
jpn: 仕上げ.床仕上げ.ラグ.刺繍

source: Finishes.Flooring.Rug.Knotted
jpn: 仕上げ.床仕上げ.ラグ.飾り結び

source: Finishes.Flooring.Tile.Diamond.Red
jpn: 仕上げ.床仕上げ.タイル.ひし形.赤

source: Finishes.Flooring.Tile.Square.Blue
jpn: 仕上げ.床仕上げ.タイル.正方形.青

source: Finishes.Flooring.Tile.Square.Blue.1
jpn: 仕上げ.床仕上げ.タイル.正方形.青.1

source: Finishes.Flooring.Tile.Square.Brown
jpn: 仕上げ.床仕上げ.タイル.正方形.ブラウン

source: Finishes.Flooring.Tile.Square.Circular Mosaic
jpn: 仕上げ.床仕上げ.タイル.正方形.円形モザイク

source: Finishes.Flooring.Tile.Square.Grey.Dark
jpn: 仕上げ.床仕上げ.タイル.正方形.グレー.ダーク

source: Finishes.Flooring.Tile.Square.Tan
jpn: 仕上げ.床仕上げ.タイル.正方形.黄褐色

source: Finishes.Flooring.Tile.Square.Terra Cotta
jpn: 仕上げ.床仕上げ.タイル.正方形.テラコッタ

source: Finishes.Flooring.VCT.Diamond. Rosette
jpn: 仕上げ.床仕上げ.VCT.ひし形.バラ飾り

source: Finishes.Flooring.VCT.Diamonds
jpn: 仕上げ.床仕上げ.VCT.ひし形

source: Finishes.Flooring.VCT.Dots
jpn: 仕上げ.床仕上げ.VCT.ドット

source: Finishes.Flooring.VCT.Dots.Grey
jpn: 仕上げ.床仕上げ.VCT.ドット.グレー

source: Finishes.Flooring.VCT.Grid
jpn: 仕上げ.床仕上げ.VCT.マス目

source: Finishes.Flooring.VCT.Mosaic
jpn: 仕上げ.床仕上げ.VCT.モザイク

source: Finishes.Flooring.VCT.Squares
jpn: 仕上げ.床仕上げ.VCT.正方形

source: Finishes.Flooring.Vinyl.Checker.Black-White
jpn: 仕上げ.床仕上げ.木材.ビニール.格子.黒-白

source: Finishes.Flooring.Wood.Hardwood
jpn: 仕上げ.床仕上げ.木材.硬質木材

source: Finishes.Flooring.Wood.Hardwood.1
jpn: 仕上げ.床仕上げ.木材.硬質木材.1

source: Finishes.Flooring.Wood.Inlay
jpn: 仕上げ.床仕上げ.木材.はめ込み

source: Finishes.Flooring.Wood.Parquet
jpn: 仕上げ.床仕上げ.木材.寄木細工

source: Finishes.Flooring.Wood.Parquet.1
jpn: 仕上げ.床仕上げ.木材.寄木細工.1

source: Finishes.Flooring.Wood.Plank
jpn: 仕上げ.床仕上げ.木材.厚板

source: Finishes.Flooring.Wood.Plank.Beech
jpn: 仕上げ.床仕上げ.木材.厚板.ブナ

source: Finishes.Gypsum Board.Painted.White
jpn: 仕上げ.石膏ボード.ペンキ.白

source: Finishes.Laminate.CarbonFiber
jpn: 仕上げ.ラミネート.カーボンファイバー

source: Finishes.Laminate.Plywood
jpn: 仕上げ.ラミネート.合板

source: Finishes.Masonry Flooring.Flagstone.Light Pink
jpn: 仕上げ.組積造の床.敷石.紅梅色

source: Finishes.Masonry Flooring.Granite.Brown-Black
jpn: 仕上げ.組積造の床.御影石.ブラウン-黒

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
jpn: 仕上げ.組積造の床.御影石.ブラウン.ふじ色-黒

source: Finishes.Masonry Flooring.Granite.Grey Speckled
jpn: 仕上げ.組積造の床.御影石.まだらグレー

source: Finishes.Masonry Flooring.Granite.Mauve-Black
jpn: 仕上げ.組積造の床.御影石.ふじ色-黒

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
jpn: 仕上げ.組積造の床.御影石.ふじ色-黒1

source: Finishes.Masonry Flooring.Granite.Multi-colored
jpn: 仕上げ.組積造の床.御影石.多色

source: Finishes.Masonry Flooring.Marble
jpn: 仕上げ.組積造の床.大理石

source: Finishes.Masonry Flooring.Marble.Beige-Grid
jpn: 仕上げ.組積造の床.大理石.ベージュ-格子

source: Finishes.Masonry Flooring.Marble.Brown
jpn: 仕上げ.組積造の床.大理石.ブラウン

source: Finishes.Masonry Flooring.Marble.Deep Green
jpn: 仕上げ.組積造の床.大理石.濃緑

source: Finishes.Masonry Flooring.Marble.Green
jpn: 仕上げ.組積造の床.大理石.緑

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
jpn: 仕上げ.組積造の床.大理石.緑.オフセット正方形

source: Finishes.Masonry Flooring.Marble.Rose
jpn: 仕上げ.組積造の床.大理石.ローズ

source: Finishes.Masonry Flooring.Marble.Rose.1
jpn: 仕上げ.組積造の床.大理石.ローズ.1

source: Finishes.Masonry Flooring.Slate
jpn: 仕上げ.組積造の床.石版

source: Finishes.Masonry Flooring.Slate.1
jpn: 仕上げ.組積造の床.石版.1

source: Finishes.Masonry Flooring.Slate.Red
jpn: 仕上げ.組積造の床.石版.赤

source: Finishes.Masonry Flooring.Terrazzo.Black
jpn: 仕上げ.組積造の床.テラゾ.黒

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
jpn: 仕上げ.組積造の床.テラゾ.黒-赤

source: Finishes.Masonry Flooring.Terrazzo.Black.1
jpn: 仕上げ.組積造の床.テラゾ.黒.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
jpn: 仕上げ.組積造の床.テラゾ.ブラウン

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
jpn: 仕上げ.組積造の床.テラゾ.ブラウン.1

source: Finishes.Masonry Flooring.Terrazzo.Green
jpn: 仕上げ.組積造の床.テラゾ.緑

source: Finishes.Masonry Flooring.Terrazzo.Tan
jpn: 仕上げ.組積造の床.テラゾ.黄褐色

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
jpn: 仕上げ.組積造の床.テラゾ.黄褐色.1

source: Finishes.Masonry Flooring.Terrazzo.White
jpn: 仕上げ.組積造の床.テラゾ.白

source: Finishes.Masonry Flooring.Terrazzo.White.1
jpn: 仕上げ.組積造の床.テラゾ.白.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
jpn: 仕上げ.組積造の床.石灰華.ふじ色.長方形

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
jpn: 仕上げ.組積造の床.石灰華.ふじ色.正方形

source: Finishes.Metal Framing Systems.Furring
jpn: 仕上げ.メタル フレーム システム.毛皮飾り

source: Finishes.Metal Framing Systems.Stud
jpn: 仕上げ.メタル フレーム システム.飾り釘

source: Finishes.Painting.Lacquer.Black
jpn: 仕上げ.ペイント.ラッカー.黒

source: Finishes.Painting.Lacquer.White
jpn: 仕上げ.ペイント.ラッカー.白

source: Finishes.Painting.Paint
jpn: 仕上げ.ペイント.ペンキ

source: Finishes.Painting.Paint.Black
jpn: 仕上げ.ペイント.ペンキ.黒

source: Finishes.Painting.Paint.Black.Flaking
jpn: 仕上げ.ペイント.ペンキ.黒.フレーク

source: Finishes.Painting.Paint.Fireproofing
jpn: 仕上げ.ペイント.ペンキ.耐火材料

source: Finishes.Painting.Paint.White
jpn: 仕上げ.ペイント.ペンキ.白

source: Finishes.Painting.Paint.White.Flaking
jpn: 仕上げ.ペイント.ペンキ.白.フレーク

source: Finishes.Painting.Varnish
jpn: 仕上げ.ペイント.ニス塗り

source: Finishes.Plaster.Stucco.Coarse.White
jpn: 仕上げ.しっくい.化粧しっくい.粗い.白

source: Finishes.Plaster.Stucco.Fine.1
jpn: 仕上げ.しっくい.化粧しっくい.細かい.1

source: Finishes.Plaster.Stucco.Fine.Brown
jpn: 仕上げ.しっくい.化粧しっくい.細かい.ブラウン

source: Finishes.Plaster.Stucco.Fine.Mauve
jpn: 仕上げ.しっくい.化粧しっくい.細かい.ふじ色

source: Finishes.Plaster.Stucco.Fine.White
jpn: 仕上げ.しっくい.化粧しっくい.細かい.白

source: Finishes.Plaster.Stucco.Medium.White
jpn: 仕上げ.しっくい.化粧しっくい.中間.白

source: Finishes.Plaster.Stucco.Troweled.Grey
jpn: 仕上げ.しっくい.化粧しっくい.てこ.グレー

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
jpn: 仕上げ.しっくい.化粧しっくい.こて.明るい黄色

source: Finishes.Plaster.Stucco.Troweled.White
jpn: 仕上げ.しっくい.化粧しっくい.こて.白

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
jpn: 仕上げ.しっくい.化粧しっくい.ウェット-ダッシュ.グレー

source: Finishes.Plaster.Venetian.Rough
jpn: 仕上げ.しっくい.ベネチア風.粗い

source: Finishes.Plaster.Venetian.Smooth
jpn: 仕上げ.しっくい.ベネッシァン.スムーズ

source: Finishes.Tiling.Ceramic.Checker
jpn: 仕上げ.タイル.セラミック.市松模様

source: Finishes.Tiling.Ceramic.Mosaic.Blue
jpn: 仕上げ.タイル.セラミック.モザイク.青

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
jpn: 仕上げ.タイル.セラミック.モザイク.フローラル.ローズ - 緑

source: Finishes.Tiling.Ceramic.Mosaic.Grey
jpn: 仕上げ.タイル.セラミック.モザイク.グレー

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
jpn: 仕上げ.タイル.セラミック.モザイク.黄 - グリッド

source: Finishes.Wall Covering.Floral.White
jpn: 仕上げ.壁被覆.フローラル.白

source: Finishes.Wall Covering.Pattern1
jpn: 仕上げ.壁被覆.パターン1

source: Finishes.Wall Covering.Pattern2
jpn: 仕上げ.壁被覆.パターン2

source: Finishes.Wall Covering.Pattern3
jpn: 仕上げ.壁被覆.パターン3

source: Finishes.Wall Covering.Pattern4
jpn: 仕上げ.壁被覆.パターン4

source: Finishes.Wall Covering.Pattern5
jpn: 仕上げ.壁被覆.パターン5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
jpn: 仕上げ.壁被覆.ストライプ.垂直.青-グレー

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
jpn: 仕上げ.壁被覆ストライプ.垂直.多色

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
jpn: 仕上げ.壁被覆.ストライプ.垂直.ピンク-ベージュ

source: Finishes.Wall Covering.Tan
jpn: 仕上げ.壁被覆.黄褐色

source: Finishes.Wax.Lacquer
jpn: 仕上げ.ワックス.ラッカー

source: Finishes.Wax.SatinWax
jpn: 仕上げ.ワックス.サテンワックス

source: Finishes.Wax.Shellac
jpn: 仕上げ.ワックス.セラック

source: Finishes.Wax.Urethane
jpn: 仕上げ.ワックス.ウレタン

source: Finishes.Wax.Varnish
jpn: 仕上げ.ワックス.ニス塗り

source: Flooring/Carpet
jpn: フローリング/カーペット

source: Flooring/Stone
jpn: フローリング/石

source: Flooring/Tile
jpn: フローリング/タイル

source: Flooring/Vinyl
jpn: フローリング/ビニール

source: Flooring/Wood
jpn: フローリング/木

source: Furnishings.Fabrics.Bandage
jpn: 仕上げ.ファブリック.巻物

source: Furnishings.Fabrics.Burlap
jpn: 仕上げ.ファブリック.バーラップ

source: Furnishings.Fabrics.Caning.Tan
jpn: 仕上げ.ファブリック.籐.黄褐色

source: Furnishings.Fabrics.Canvas.White
jpn: 仕上げ.ファブリック.キャンバス.白

source: Furnishings.Fabrics.Lace
jpn: 仕上げ.ファブリック.レース

source: Furnishings.Fabrics.Leather.Black
jpn: 仕上げ.ファブリック.皮.黒

source: Furnishings.Fabrics.Leather.Black.1
jpn: 仕上げ.ファブリック.皮.黒.1

source: Furnishings.Fabrics.Leather.Brown
jpn: 仕上げ.ファブリック.皮.ブラウン

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
jpn: 仕上げ.ファブリック.皮.石目.明るいブラウン

source: Furnishings.Fabrics.Leather.Pebble.Mauve
jpn: 仕上げ.ファブリック.皮.石目.ふじ色

source: Furnishings.Fabrics.Leather.Tan
jpn: 仕上げ.ファブリック.皮.黄褐色

source: Furnishings.Fabrics.Linen.Beige
jpn: 仕上げ.ファブリック.麻.ベージュ

source: Furnishings.Fabrics.Linen.Tweed
jpn: 仕上げ.ファブリック.麻.ツウィード

source: Furnishings.Fabrics.Linen.White
jpn: 仕上げ.ファブリック.麻.白

source: Furnishings.Fabrics.Mesh
jpn: 仕上げ.ファブリック.メッシュ

source: Furnishings.Fabrics.Netting
jpn: 仕上げ.ファブリック.網状

source: Furnishings.Fabrics.Plaid.1
jpn: 仕上げ.ファブリック.格子縞.1

source: Furnishings.Fabrics.Plaid.3
jpn: 仕上げ.ファブリック.格子縞.3

source: Furnishings.Fabrics.Plaid.4
jpn: 仕上げ.ファブリック.格子縞.4

source: Furnishings.Fabrics.Stripes.1
jpn: 仕上げ.ファブリックストライプ.1

source: Furnishings.Fabrics.Stripes.2
jpn: 仕上げ.ファブリック.ストライプ.2

source: Furnishings.Fabrics.Stripes.3
jpn: 仕上げ.ファブリック.ストライプ.3

source: Furnishings.Fabrics.Stripes.4
jpn: 仕上げ.ファブリック.ストライプ.4

source: Furnishings.Fabrics.Stripes.5
jpn: 仕上げ.ファブリック.ストライプ.5

source: Furnishings.Fabrics.Stripes.6
jpn: 仕上げ.ファブリック.ストライプ.6

source: Furnishings.Fabrics.Stripes.7
jpn: 仕上げ.ファブリック.ストライプ.7

source: Furnishings.Fabrics.Velvet.Black
jpn: 仕上げ.ファブリック.ベルベット.黒

source: Furnishings.Fabrics.Velvet.Red
jpn: 仕上げ.ファブリック.ベルベット.赤

source: Galvanized steel
jpn: ガルバナイズド鋼

source: Gas structural asset.
jpn: ガス構造アセット。

source: Gas thermal asset.
jpn: ガス断熱アセット。

source: Generic
jpn: 一般

source: Generic Photometric light.
jpn: 一般フォトメトリック照明。

source: Generic material.
jpn: 一般マテリアル。

source: Generic structural asset.
jpn: 一般構造アセット。

source: Generic-001
jpn: 発光 - 半透明 白

source: Generic-002
jpn: LED - 赤 オン

source: Generic-003
jpn: LED - 赤 オフ

source: Generic-004
jpn: LED - 緑 オン

source: Generic-005
jpn: LED - 緑 オフ

source: Generic-006
jpn: LED - 黄 オン

source: Generic-007
jpn: LED - 黄 オフ

source: Generic-008
jpn: 明るい - クリーム

source: Generic-009
jpn: 短いパイル - 灰色

source: Generic-010
jpn: 短いパイル - 砂色

source: Generic-011
jpn: 吸音タイル - 2x4 白 深彫り

source: Generic-012
jpn: 吸音タイル - 2x4 白 石目

source: Generic-013
jpn: 吸音タイル - 2x2 白 石目

source: Generic-014
jpn: 水平 4 インチ - 白

source: Generic-015
jpn: シングル - 複合 灰色

source: Generic-016
jpn: シングル - 半円 灰色

source: Generic-017
jpn: シングル - 粗い 灰色

source: Generic-018
jpn: スパニッシュ タイル

source: Generic-019
jpn: 砂利 - 高

source: Generic-020
jpn: 泥土 - 濃い 茶

source: Generic-021
jpn: 芝生 - 濃い ライグラス

source: Generic-022
jpn: 砂 - ナチュラル 標準

source: Generic-023
jpn: 垣根

source: Generic-024
jpn: ラミネート - 標準

source: Generic-025
jpn: 電球 - 点灯

source: Generic-026
jpn: 電球 - 消灯

source: Generic-027
jpn: クリア - ライト

source: Generic-028
jpn: 発光 - 半透明 青

source: Generic-029
jpn: 発光 - 半透明 オレンジ

source: Generic-030
jpn: 短いパイル - ベージュ

source: Generic-031
jpn: 短いパイル - 濃紺色

source: Generic-032
jpn: 短いパイル - ゴールド

source: Generic-033
jpn: 水平 6 インチ - ベージュ

source: Generic-034
jpn: 水平 4 インチ - 灰色

source: Generic-035
jpn: 水平 6 インチ - 灰色

source: Generic-036
jpn: 水平 8 インチ - 灰色

source: Generic-037
jpn: 垂直 6 インチ - 白

source: Generic-038
jpn: 標準 パイル - 濃い灰色

source: Generic-039
jpn: スパニッシュ タイル - 茶

source: Generic-040
jpn: スパニッシュ タイル - 赤 3

source: Generic-041
jpn: 積雪

source: Generic-042
jpn: シングル 半円 - 淡い茶色

source: Generic-043
jpn: 壁紙 - ストライプ スプラッター

source: Generic-044
jpn: 石目 - 茶

source: Generic-045
jpn: 壁紙 - フローラル 黄

source: Generic-046
jpn: 壁紙 - フローラル 青

source: Generic-047
jpn: 壁紙 - ローズ

source: Generic-048
jpn: 壁紙 - ビクトリアン

source: Generic-049
jpn: 壁紙 - 幾何模様

source: Generic-050
jpn: デニム - 青

source: Generic-051
jpn: 吸音タイル - 2x2 灰色 深彫り

source: Generic-052
jpn: シェイク - 風化

source: Generic-053
jpn: シングル - 複合 茶色

source: Generic-054
jpn: シングル - 複合 濃い灰色

source: Generic-055
jpn: シングル - 複合 ピンク

source: Generic-056
jpn: シェイク - ハンドスプリット

source: Generic-057
jpn: アスファルト - ウェット

source: Generic-058
jpn: アスファルト 3

source: Generic-059
jpn: 芝生 - 濃い バミューダグラス

source: Generic-060
jpn: 芝生 - 淡い ライグラス

source: Generic-061
jpn: ひし形 - バラ飾り

source: Generic-062
jpn: 鉄黒

source: Generic-063
jpn: ガラス ブロック

source: Generic-064
jpn: ダンボール - ボール紙

source: Generic/Ceramic
jpn: 一般的/セラミック

source: Generic/Glass
jpn: 一般/ガラス

source: GenericPhotometricLight
jpn: 一般フォトメトリック照明

# GenericPhotometricLightSchema_localname:Light
source: Light
jpn: 照明

# GenericPhotometricLightSchema_localtype:Light
source: Light
jpn: 照明

# GenericSchema_localname:Generic
source: Generic
jpn: 一般

# GenericSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Glass
jpn: ガラス

source: Glass Fiber Reinforced Concrete, 5% fibers
jpn: ガラス繊維強化コンクリート、5% 繊維

source: Glass fiber reinforced concrete
jpn: ガラス繊維強化コンクリート

source: Glass-001
jpn: クリア - 緑

source: Glass-002
jpn: スモーク - 灰色

source: Glass-003
jpn: 着色 - 青

source: Glass-004
jpn: 着色 - 青-緑

source: Glass-005
jpn: スモーク - ブロンズ

source: Glass-006
jpn: クリア - 琥珀色

source: Glass-007
jpn: スモーク - 黒

source: Glass-008
jpn: クリア

source: Glass-009
jpn: くもり - 白

source: Glass-010
jpn: クリア - 白

source: Glass-011
jpn: 波模様 - 白

source: Glass-012
jpn: 半透明 - 白

source: Glass-013
jpn: くもり - クリア

source: Glass-014
jpn: くもり - 濃い青

source: Glass-015
jpn: くもり - 淡い青

source: Glass-016
jpn: 波模様 - 標準の青

source: Glass-017
jpn: くもり - 灰色

source: Glass-018
jpn: 波模様 - 淡い緑

source: Glass-019
jpn: くもり - 濃い赤

source: Glass-020
jpn: くもり - 青

source: Glass-021
jpn: 波模様 - 淡い青

source: Glass-022
jpn: くもり - 濃いブロンズ

source: Glass-023
jpn: くもり - 淡いブロンズ

source: Glass/Glazing
jpn: ガラス/板ガラス

source: Glazing
jpn: ガラス

source: Glazing material.
jpn: ガラス マテリアル。

source: Glazing-001
jpn: 濃い青 反射

source: Glazing-002
jpn: 濃い青

source: Glazing-003
jpn: 淡い青 反射

source: Glazing-004
jpn: 濃いブロンズ 反射

source: Glazing-005
jpn: 淡いブロンズ 反射

source: Glazing-006
jpn: 淡いブロンズ

source: Glazing-007
jpn: 濃い灰色

source: Glazing-008
jpn: 濃い赤

source: Glazing-009
jpn: 青-緑

source: Glazing-010
jpn: ゴールド

source: Glazing-011
jpn: クリア 反射

source: Glazing-012
jpn: クリア

source: Glazing-013
jpn: 淡い赤

source: Glazing-014
jpn: 青 - 光沢

source: Glazing-015
jpn: 青 反射

source: Glazing-016
jpn: 濃いブロンズ

source: Glazing-017
jpn: 淡い灰色 反射

source: Glazing-018
jpn: 淡い灰色

source: Glazing-019
jpn: 濃い緑 反射

# GlazingSchema_localname:Glazing
source: Glazing
jpn: ガラス

# GlazingSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Gradient
jpn: グラデーション

source: Gradient map.
jpn: グラデーション マップ。

# GradientSchema_localname:Gradient
source: Gradient
jpn: グラデーション

# GradientSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Graphics
jpn: グラフィックス

# GraphicsSchema_localname:Graphics
source: Graphics
jpn: グラフィックス

# GraphicsSchema_localtype:Graphics
source: Graphics
jpn: グラフィックス

source: Gray bricks
jpn: 灰色 レンガ

source: Gray marble stone floor
jpn: 灰色 大理石 石材 床

source: Gray modular bricks
jpn: 灰色 規格レンガ

source: Grey cast iron
jpn: ねずみ鋳鉄

source: Hardwood
jpn: 硬質木材

source: Hardwood material.
jpn: 硬質木材マテリアル。

# HardwoodSchema_localname:Wood
source: Wood
jpn: 木材

# HardwoodSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Has a beige tint
jpn: ベージュ色の着色

source: Has a blue tint
jpn: 青色の着色

source: Has a medium beige tint
jpn: 標準のベージュ色の着色

source: Has a slight blue tint
jpn: かすかなブルーの着色

source: Hemispherical Map.
jpn: 球形マップ。

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
jpn: 球形マップ

# HemisphericalSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: High density polyethylene
jpn: 高密度ポリエチレン

source: High impact polystyrene
jpn: 耐衝撃性ポリスチレン

source: High strength low alloy steel
jpn: 高強度 低合金鋼

source: Hill swatch.
jpn: 盛り土見本

source: Illuminated display color
jpn: 照光表示色

# ImageSwitch:uilabel
source: Image Switch:
jpn: イメージ スイッチ:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
jpn: イメージは Precast/Prestressed Concrete Institute (PCI)提供。

source: InvCer-001
jpn: 4 インチ 正方形 - 淡い青

source: InvGen-001
jpn: クリア - 青 - Version 1.1

source: InvGen-001-1-2
jpn: クリア - 青

source: InvGen-002
jpn: ボール紙

source: InvGen-003
jpn: 流木

source: InvGen-004
jpn: フォイル 金

source: InvGen-005
jpn: クリア - 緑 1 - Version 1.1

source: InvGen-005-1-2
jpn: クリア - 緑 1

source: InvGen-006
jpn: ガンメタル

source: InvGen-007
jpn: ガンメタル - アンティーク 研磨

source: InvGen-008
jpn: ガンメタル - 研磨

source: InvGen-009
jpn: 石材 - 青

source: InvGen-010
jpn: マゼンタ

source: InvGen-011
jpn: メタル 1400F 熱

source: InvGen-012
jpn: メタル 1600F 熱

source: InvGen-013
jpn: メタル 1800F 熱

source: InvGen-014
jpn: メタル 2400F 熱

source: InvGen-015
jpn: ニッケル - Version 1.1

source: InvGen-015-1-2
jpn: ニッケル

source: InvGen-016
jpn: 油

source: InvGen-017
jpn: オパール

source: InvGen-018
jpn: ピンク

source: InvGen-019
jpn: ポリカーボネート - クリア - Version 1.1

source: InvGen-019-1-2
jpn: ポリカーボネート - クリア

source: InvGen-020
jpn: ポリカーボネート - スモーク - Version 1.1

source: InvGen-020-1-2
jpn: ポリカーボネート - スモーク

source: InvGen-021
jpn: ナイロン 6

source: InvGen-022
jpn: PTFE

source: InvGen-023
jpn: シリコン 窒化物 - 研磨 - Version 1.1

source: InvGen-023-1-2
jpn: シリコン 窒化物 - 研磨

source: InvGen-024
jpn: エンジン 回転

source: InvGen-025
jpn: ホーニング

source: InvGen-027
jpn: オキシダイズド

source: InvGen-028
jpn: プレート

source: InvGen-029
jpn: 錆 - バージョン 1.1

source: InvGen-029-1-2
jpn: 錆

source: InvGen-031
jpn: チタン - Version 1.1

source: InvGen-031-1-2
jpn: チタン

source: InvGen-032
jpn: チタン - 研磨 - Version 1.1

source: InvGen-032-1-2
jpn: チタン - 研磨

source: InvGen-033
jpn: 水 バブル

source: InvGen-034
jpn: 溶接 - アルミニウム

source: InvGen-035
jpn: 溶接 - 真鍮

source: InvGen-036
jpn: 溶接 - ステンレス鋼

source: InvGen-037
jpn: 溶接 - 軟鋼

source: InvGen-038
jpn: ゴム - 黒 - バージョン 1.1

source: InvGen-038-1-2
jpn: ゴム - 黒

source: InvGen-039
jpn: ゴム - 青 - バージョン 1.1

source: InvGen-039-1-2
jpn: ゴム - 青

source: InvGen-040
jpn: ゴム - 緑 - バージョン 1.1

source: InvGen-040-1-2
jpn: ゴム - 緑

source: InvGen-042
jpn: 木材 - ペンキ 白

source: InvGen-043
jpn: クリア - 黄 - Version 1.1

source: InvGen-043-1-2
jpn: クリア - 黄

source: InvGen-044
jpn: クロム酸亜鉛 1

source: InvGen-045
jpn: 緑 つや出し

source: InvGen-046
jpn: アルミニウム 鋳物

source: InvGen-048
jpn: 黒 鋳物

source: InvGen-049
jpn: カーボンファイバー 1

source: InvGen-050
jpn: エキスパンド メタル 01

source: InvGen-051
jpn: エキスパンド メタル 02

source: InvGen-052
jpn: エキスパンド メタル 03

source: InvGen-053
jpn: エキスパンド メタル 04

source: InvGen-054
jpn: 切削 02

source: InvGen-055
jpn: 切削 03

source: InvGen-056
jpn: 赤褐色

source: InvGen-057
jpn: スキッド プレート

source: InvGen-058
jpn: プレート - 青

source: InvGen-059
jpn: クローム - つや出し 黒

source: InvGen-060
jpn: クローム - つや出し 青

source: InvGen-061
jpn: クロム酸亜鉛 2

source: InvGen-062
jpn: アルミニウム - フラット - Version 1.1

source: InvGen-062-1-2
jpn: アルミニウム - フラット

source: InvGen-063
jpn: 金 - メタル - Version 1.1

source: InvGen-063-1-2
jpn: 金 - メタル

source: InvGen-064
jpn: 銀 - Version 1.1

source: InvGen-064-1-2
jpn: 銀

source: InvGen-065
jpn: 鉛

source: InvGen-066
jpn: 鋼

source: InvGen-067
jpn: 鉄 灰色

source: InvGen-068
jpn: 鉄 - 鋳鉄

source: InvGen-069
jpn: 鋼 - 鋳鋼

source: InvGen-070
jpn: ホーニング加工 - ダーク グレー

source: InvGen-071
jpn: 既定

source: InvHW-001
jpn: コルク - 粗い

source: InvMet-004
jpn: ダイアモンド プレート - Version 1.1

source: InvMet-004-1-2
jpn: ダイアモンド プレート

source: InvMet-005
jpn: メッキ

source: InvMet-006
jpn: ナーリング バージョン 1.1

source: InvMet-006-1-2
jpn: ナーリング

source: InvMet-007
jpn: 鋼 - つや出し

source: InvMet-008
jpn: 半つや出し

source: Iron
jpn: 鉄

# Latitude
source: Scene Latitude:
jpn: シーンの緯度:

# Latitude:uilabel
source: Scene Latitude:
jpn: シーンの緯度:

source: Lead, oxidized
jpn: 鉛、オキシダイズド

source: Lead, oxidized finish
jpn: 鉛、オキシダイズド仕上げ

source: Lexan
jpn: レキサン

source: Light
jpn: 照明

source: Light beige colour
jpn: 淡いベージュの色

source: Light brown modular bricks
jpn: 規格レンガ 淡い茶

source: Light brown rectangular herringbone bricks
jpn: 淡い灰色 長方形 ヘリンボーン レンガ

source: Light gray rectangular stones
jpn: 淡い灰色 長方形 石材

source: Light gray slate bricks
jpn: 淡い灰色 スレート レンガ

source: Light red and large square slate bricks
jpn: 淡い赤および大きな正方形のスレート レンガ

source: Light red modular bricks
jpn: 淡い赤 規格レンガ

source: Liquid
jpn: 液体

source: Liquid Crystal Polymer
jpn: 液晶ポリマー

source: Liquid structural asset.
jpn: 液体構造アセット。

source: Liquid thermal asset.
jpn: 液体断熱アセット。

# Location:uilabel
source: Location
jpn: 位置

source: Logarithmic Tone Operator
jpn: 対数トーン演算子

source: LogarithmicToneOp
jpn: 対数トーン演算子

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
jpn: 対数トーン演算子

# Longitude
source: Scene Longitude:
jpn: シーンの経度:

# Longitude:uilabel
source: Scene Longitude:
jpn: シーンの経度:

source: Low Carbon Steel
jpn: 低炭素鋼

source: Low density polyethylene
jpn: 低密度ポリエチレン

source: Malleable cast iron
jpn: 可鍛鋳鉄

source: Marble
jpn: 大理石

source: Marble map.
jpn: 大理石マップ。

# MarbleSchema_localname:Marble
source: Marble
jpn: 大理石

# MarbleSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Martensitic stainless steel
jpn: マルテンサイト系 ステンレス鋼

source: Masonry and CMU material.
jpn: 組積造と CMU マテリアル。

source: Masonry-001
jpn: 均等 ソルジャ - ワイン色

source: Masonry-002
jpn: 不均等 ランニング積み - ワイン色

source: Masonry-003
jpn: 12 インチ ランニング積み - ワイン色

source: Masonry-004
jpn: 無地 - 標準の灰色

source: Masonry-005
jpn: ヘリンボーン - 淡い茶

source: Masonry-006
jpn: ヘリンボーン - 茶

source: Masonry-007
jpn: 正方形

source: Masonry-008
jpn: 垂直

source: Masonry-009
jpn: 規格品 - 淡い茶

source: Masonry-010
jpn: 規格品 - 灰色

source: Masonry-011
jpn: 規格品 - 茶

source: Masonry-012
jpn: 規格品 - 淡い赤

source: Masonry-013
jpn: スレート - 正方形 赤

source: Masonry-014
jpn: スレート - ランダム 灰色

source: Masonry-015
jpn: 日干しレンガ - ベージュ

source: Masonry-016
jpn: クロス積み

source: Masonry-017
jpn: 装飾ブロック

source: Masonry-018
jpn: 擁壁 - シンダー ブロック

source: Masonry-019
jpn: 擁壁 - 溝付きシンダー ブロック
