Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

source: Wood (Birch)
rus: Дерево (береза)

source: Wood (Cherry)
rus: Дерево (вишня)

source: Wood (Maple)
rus: Дерево (клен)

source: Wood (Oak)
rus: Древесина (дуб)

source: Wood (Walnut)
rus: Дерево (орех)

source: Wrought Copper
rus: Ковкая медь

source: Wrought Steel
rus: Ковкая сталь

source: Threaded
rus: С резьбой
