Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# masonrycmu_ao_samples:uilabel
source: Samples
ita: Campioni

# masonrycmu_application
source: Finish
ita: Finitura

# masonrycmu_application:masonrycmu_glossy
source: Glossy
ita: Lucido

# masonrycmu_application:masonrycmu_matte
source: Matte
ita: Opaco

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
ita: Senza finitura

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
ita: Regola la composizione della superficie con finitura: lucida, opaca e senza finitura.

# masonrycmu_application:uilabel
source: Finish
ita: Finitura

# masonrycmu_color
source: Color
ita: Colore

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ita: Consente di selezionare un colore, un'immagine o una composizione procedurale per creare l'aspetto del materiale.

# masonrycmu_color:uilabel
source: Color
ita: Colore

# masonrycmu_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# masonrycmu_custom
source: Custom
ita: Personalizzato

# masonrycmu_glossy
source: Glossy
ita: Lucido

# masonrycmu_masonry
source: Masonry
ita: Muratura

# masonrycmu_masonrycmugroup
source: Masonry
ita: Muratura

# masonrycmu_matte
source: Matte
ita: Opaco

# masonrycmu_pattern:masonrycmu_custom
source: Custom
ita: Personalizzato

# masonrycmu_pattern:masonrycmu_none
source: None
ita: Nessuno

# masonrycmu_pattern:uilabel
source: Relief Pattern
ita: Motivo rilievo

# masonrycmu_pattern_height
source: Amount
ita: Valore

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
ita: Consente di regolare i motivi rilievo o il mosaico tramite un dispositivo scorrevole.

# masonrycmu_pattern_height:uilabel
source: Amount
ita: Valore

# masonrycmu_pattern_map:uilabel
source: Image
ita: Immagine

# masonrycmu_pattern_map_image_label
source: Image
ita: Immagine

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
ita: Regola i motivi rilievo o il mosaico. Nei motivi composizione in rilievo le aree in rilievo e scavate vengono definite in base alle aree scure e chiare di un file di immagine.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
ita: Motivo rilievo

# masonrycmu_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# masonrycmu_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# masonrycmu_roundcorners_radius
source: Source
ita: Origine

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# masonrycmu_roundcorners_radius:uilabel
source: Source
ita: Origine

# masonrycmu_type
source: Type
ita: Tipo

# masonrycmu_type:masonrycmu_masonry
source: Masonry
ita: Muratura

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
ita: Consente di impostare il metodo di applicazione: CMU o Muratura.

# masonrycmu_type:uilabel
source: Type
ita: Tipo

# masonrycmu_unfinished
source: Unfinished
ita: Senza finitura

source: materials
ita: materiali

source: matte
ita: opaco

source: medium
ita: medio

source: meduim blue
ita: blu medio

# mercury
source: HID Mercury
ita: HID al mercurio

source: mesh
ita: maglie

source: metal
ita: metallo

# metal_aluminum
source: Aluminum
ita: Alluminio

# metal_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# metal_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# metal_ao_distance
source: Max Distance
ita: Distanza massima

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# metal_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# metal_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# metal_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# metal_ao_samples
source: Samples
ita: Campioni

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# metal_ao_samples:uilabel
source: Samples
ita: Campioni

# metal_brass
source: Brass
ita: Ottone

# metal_bronze
source: Bronze
ita: Bronzo

# metal_brushed
source: Brushed
ita: Spazzolato

# metal_checker_plate
source: Checker Plate
ita: Scacchiera

# metal_chrome
source: Chrome
ita: Cromo

# metal_color
source: Color
ita: Colore

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
ita: Consente di scegliere un colore solo per l'alluminio anodizzato.

# metal_color:uilabel
source: Color
ita: Colore

# metal_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# metal_copper
source: Copper
ita: Rame

# metal_custom
source: Custom - Image
ita: Personalizzato - Immagine

# metal_diamond_plate
source: Diamond Plate
ita: Lamiera con rombi

# metal_finish
source: Finish
ita: Finitura

# metal_finish:metal_brushed
source: Brushed
ita: Spazzolato

# metal_finish:metal_polished
source: Polished
ita: Lucidato

# metal_finish:metal_satin
source: Satin
ita: Satinato

# metal_finish:metal_semi_polished
source: Semi-polished
ita: Semilucidato

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
ita: Consente di selezionare una finitura superficie solo per alluminio, cromo, rame, ottone, bronzo e acciaio inossidabile.

# metal_finish:uilabel
source: Finish
ita: Finitura

# metal_galvanized_alu
source: Anodized Aluminum
ita: Alluminio anodizzato

# metal_knurl
source: Knurl
ita: Zigrinatura

# metal_metalgroup
source: Metal
ita: Metallo

# metal_patina:maxlabel
source: Full
ita: Valore massimo

# metal_patina:minlabel
source: None
ita: Nessuno

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
ita: Regola il livello di scoloritura del rame o del bronzo causato dall'ossidazione o dall'applicazione di un composto chimico. Immettere un valore compreso tra 0 (nessuno) e 1 (valore massimo) o utilizzare il dispositivo scorrevole.

# metal_pattern:metal_checker_plate
source: Checker Plate
ita: Scacchiera

# metal_pattern:metal_custom
source: Custom - Image
ita: Personalizzato - Immagine

# metal_pattern:metal_diamond_plate
source: Diamond Plate
ita: Lamiera con rombi

# metal_pattern:metal_knurl
source: Knurl
ita: Zigrinatura

# metal_pattern:metal_none
source: None
ita: Nessuno

# metal_pattern:uilabel
source: Relief Pattern
ita: Motivo rilievo

# metal_pattern_height
source: Amount
ita: Valore

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
ita: Consente di specificare l'altezza relativa del motivo tramite un dispositivo scorrevole. Immettere un valore compreso tra 0 (nessuna profondità) e 2,0 per aumentare la profondità del motivo.

# metal_pattern_height:uilabel
source: Amount
ita: Valore

# metal_pattern_list_label
source: Type
ita: Tipo

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
ita: Consente di selezionare un disegno decorativo pressato sulla superficie del metallo.

# metal_pattern_panel_label
source: Relief Pattern
ita: Motivo rilievo

# metal_pattern_scale
source: Scale
ita: Scala

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
ita: Consente di specificare le dimensioni relative del motivo rilievo tramite un dispositivo di scorrimento. Immettere un valore compreso tra 0 (dimensioni massime) e 50 (dimensioni minime).

# metal_pattern_scale:uilabel
source: Scale
ita: Scala

# metal_pattern_shader
source: Image
ita: Immagine

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
ita: Regola i motivi rilievo o il mosaico. Nei motivi composizione in rilievo le aree in rilievo e scavate vengono definite in base alle aree scure e chiare di un file di immagine.

# metal_pattern_shader:uilabel
source: Image
ita: Immagine

# metal_perf_circles_staggered
source: Staggered Circles
ita: Cerchi sfalsati

# metal_perf_circles_straight
source: Straight Circles
ita: Cerchi retti

# metal_perf_cloverleaf
source: Cloverleaf
ita: Trifoglio

# metal_perf_custom
source: Custom
ita: Personalizzata

# metal_perf_grecian
source: Grecian
ita: Greca

# metal_perf_hexagon
source: Hexagon
ita: Esagono

# metal_perf_squares
source: Squares
ita: Quadrati

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
ita: Cerchi sfalsati

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
ita: Cerchi retti

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
ita: Trifoglio

# metal_perforations:metal_perf_custom
source: Custom
ita: Personalizzata

# metal_perforations:metal_perf_grecian
source: Grecian
ita: Greca

# metal_perforations:metal_perf_hexagon
source: Hexagon
ita: Esagono

# metal_perforations:metal_perf_none
source: None
ita: Nessuna

# metal_perforations:metal_perf_squares
source: Squares
ita: Quadrati

# metal_perforations:uilabel
source: Cutouts
ita: Ritagli

# metal_perforations_center
source: Center Spacing
ita: Spaziatura centro

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
ita: Se sono serrati, saranno ad una distanza inferiore al diametro di 0,0001. Se sono sfalsati, i sei centri adiacenti saranno equidistanti. Se sono retti, i centri verranno misurati in base ai quattro valori superiore, inferiore, sinistra e destra adiacenti.

# metal_perforations_center:uilabel
source: Center Spacing
ita: Spaziatura centro

# metal_perforations_list_label
source: Type
ita: Tipo

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
ita: Regola i motivi perforazione del materiale. Per alcune opzioni sono disponibili controlli per le quote.

# metal_perforations_panel_label
source: Cutouts
ita: Ritagli

# metal_perforations_shader
source: Image
ita: Immagine

# metal_perforations_shader:uilabel
source: Image
ita: Immagine

# metal_perforations_size:uilabel
source: Size
ita: Dimensioni

# metal_perforations_size_label1
source: Diameter
ita: Diametro

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
ita: Si applica solo ai cerchi.

# metal_perforations_size_label2
source: Diameter
ita: Diametro

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
ita: Si applica solo ai cerchi.

# metal_perforations_size_label3
source: Size
ita: Dimensioni

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
ita: Regola le dimensioni delle perforazioni quadrate.

# metal_perforations_size_label4
source: Size
ita: Dimensioni

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
ita: Regola le dimensioni dei ritagli a forma di greca.

# metal_perforations_size_label5
source: Size
ita: Dimensioni

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
ita: Regola le dimensioni dei ritagli a forma di trifoglio.

# metal_perforations_size_label6
source: Size
ita: Dimensioni

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
ita: Regola le dimensioni dei ritagli a forma di esagono.

# metal_perforations_space:uilabel
source: Perforations Space
ita: Spazio per perforazioni

# metal_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# metal_polished
source: Polished
ita: Lucidato

# metal_props1
source: Basic Thermal
ita: Proprietà termiche di base

# metal_props2
source: Mechanical
ita: Proprietà meccaniche

# metal_props4
source: Wood
ita: Resistenza

# metal_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# metal_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# metal_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# metal_roundcorners_radius
source: Source
ita: Origine

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# metal_roundcorners_radius:uilabel
source: Source
ita: Origine

# metal_satin
source: Satin
ita: Satinato

# metal_semi_polished
source: Semi-polished
ita: Semilucidato

# metal_stainless_steel
source: Stainless Steel
ita: Acciaio inossidabile

# metal_type
source: Type
ita: Tipo

# metal_type:metal_aluminum
source: Aluminum
ita: Alluminio

# metal_type:metal_brass
source: Brass
ita: Ottone

# metal_type:metal_bronze
source: Bronze
ita: Bronzo

# metal_type:metal_chrome
source: Chrome
ita: Cromo

# metal_type:metal_copper
source: Copper
ita: Rame

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
ita: Alluminio anodizzato

# metal_type:metal_stainless_steel
source: Stainless Steel
ita: Acciaio inossidabile

# metal_type:metal_zinc
source: Zinc
ita: Zinco

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
ita: Consente di scegliere un tipo di metallo e ne controlla il colore di base e la composizione. Filtra anche le proprietà correlate.

# metal_type:uilabel
source: Type
ita: Tipo

# metal_zinc
source: Zinc
ita: Zinco

source: metallic
ita: metallico

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# metallicpaint_ao_distance
source: Max Distance
ita: Distanza massima

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# metallicpaint_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# metallicpaint_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ita: Attiva l'occlusione ambientale. Emula l'aspetto dell'illuminazione globale reale utilizzando ombreggiatori per il calcolo dell'estensione di occlusione o di schermatura dalla luce in entrata dell'area. Utilizzare questo effetto con la luce indiretta.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
ita: Occlusione ambientale

# metallicpaint_ao_samples
source: Samples
ita: Campioni

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ita: Qualità dell'occlusione ambientale (valore elevato = più uniforme/elaborazione più lenta; valore ridotto = più granulosa/elaborazione più rapida)

# metallicpaint_ao_samples:uilabel
source: Samples
ita: Campioni

# metallicpaint_base_color
source: Color
ita: Colore

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
ita: Consente di selezionare il colore di base della vernice.

# metallicpaint_base_color:uilabel
source: Color
ita: Colore

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# metallicpaint_base_highlightspread
source: Highlight Spread
ita: Copertura riflessi

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
ita: Regola la riflettività molto sfocata dello strato base sotto i riflessi molto nitidi dello strato superiore.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
ita: Copertura riflessi

# metallicpaint_finish
source: Finish
ita: Finitura

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
ita: A buccia d'arancia

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
ita: Liscia

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
ita: Selezionare Liscia o A buccia d'arancia.

# metallicpaint_finish:uilabel
source: Finish
ita: Finitura

# metallicpaint_finish_peelamount
source: Amount
ita: Valore

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
ita: Consente di scegliere un valore di finitura cromatica compreso tra 1 e 100 mediante un dispositivo scorrevole.

# metallicpaint_finish_peelamount:uilabel
source: Amount
ita: Valore

# metallicpaint_finish_peeling
source: Orange Peel
ita: A buccia d'arancia

# metallicpaint_finish_smooth
source: Smooth
ita: Liscia

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
ita: Attivate

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
ita: Nessuna

# metallicpaint_flecks:uilabel
source: Flecks
ita: Chiazze

# metallicpaint_flecks_color
source: Color
ita: Colore
