Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

source: Stone-015
rus: Квадраты — с крупными прожилками

source: Stone-016
rus: Булыжник — глазурованный — многоцветный

source: Stone-017
rus: Булыжник — с замковыми соединениями

source: Stone-018
rus: Гравий — насыпной

source: Stone-019
rus: С шероховатой поверхностью — черный

source: Stone-020
rus: С шероховатой поверхностью — розовый

source: Stone-021
rus: С шероховатой поверхностью — красный

source: Stone-022
rus: С грубой полировкой — алебастр

source: Stone-023
rus: С сильной полировкой — алебастр

source: Stone-024
rus: Камень с зазубринами — стена

source: Stone-025
rus: Обнаженный заполнитель

source: Stone-026
rus: Речной — синий

source: Stone-027
rus: Без отделки

source: Stone/Granite
rus: Камень/гранит

source: Stone/Marble
rus: Камень/мрамор

# StoneSchema_localname:Stone
source: Stone
rus: Камень

# StoneSchema_localtype:Appearance
source: Appearance
rus: Представление

source: StructuralBasic
rus: Базовые конструкционные объекты по умолчанию

# StructuralBasicSchema_localname:Basic
source: Basic
rus: Стандартное

# StructuralBasicSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: StructuralConcrete
rus: Бетонные несущие конструкции по умолчанию

source: StructuralConcrete-001
rus: Бетон

source: StructuralConcrete-021
rus: Бетон — армированный стекловолокном

# StructuralConcreteSchema_localname:Concrete
source: Concrete
rus: Бетон

# StructuralConcreteSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: StructuralFatigue
rus: Усталостная прочность несущих конструкций, по умолчанию

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
rus: Усталостная прочность

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
rus: Усталостная прочность

source: StructuralGas
rus: Газовые конструкционные объекты по умолчанию

# StructuralGasSchema_localname:Gas
source: Gas
rus: Газ

# StructuralGasSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: StructuralGeneric
rus: Типовые несущие конструкции по умолчанию

source: StructuralGeneric-004
rus: Стекло

source: StructuralGeneric-010
rus: Нитрид кремния

# StructuralGenericSchema_localname:Generic
source: Generic
rus: Типовые

# StructuralGenericSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: StructuralLiquid
rus: Жидкие конструкционные объекты по умолчанию

# StructuralLiquidSchema_localname:Liquid
source: Liquid
rus: Жидкость

# StructuralLiquidSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: StructuralMetal
rus: Металлические несущие конструкции по умолчанию

source: StructuralMetal-001
rus: Сталь — углеродистая

source: StructuralMetal-031
rus: Алюминий

source: StructuralMetal-031-2
rus: Алюминий 6061

source: StructuralMetal-037
rus: Чугун — ковкий

source: StructuralMetal-043
rus: Медь

source: StructuralMetal-045
rus: Титан

source: StructuralMetal-047
rus: Свинец

source: StructuralMetal-051
rus: Золото

source: StructuralMetal-054
rus: Серебро

source: StructuralMetal-058
rus: Бронза — мягкое олово

# StructuralMetalSchema_localname:Metal
source: Metal
rus: Металл

# StructuralMetalSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: StructuralPlastic
rus: Пластмассовые несущие конструкции по умолчанию

source: StructuralPlastic-002
rus: Акриловый

source: StructuralPlastic-004
rus: Акрилонитрилбутадиенстирол

source: StructuralPlastic-006
rus: Пластмасса — армированная углеродным волокном

source: StructuralPlastic-009
rus: Фенолоформальдегидная смола

source: StructuralPlastic-010
rus: Поликарбонат

source: StructuralPlastic-011
rus: Полиэтилен ПЭНП

source: StructuralPlastic-012
rus: Полиэтилен ПЭВП

source: StructuralPlastic-013
rus: Полипропилен

source: StructuralPlastic-014
rus: Полистирол, высокопрочный

source: StructuralPlastic-017
rus: Поливинилхлорид — жесткий

source: StructuralPlastic-019
rus: Каучук — натуральный

source: StructuralPlastic-023
rus: Полиэтилентерефталат

source: StructuralPlastic-024
rus: Полифениленсульфид

source: StructuralPlastic-025
rus: Полибутилентерефталат

source: StructuralPlastic-026
rus: Жидкокристаллический полимер

source: StructuralPlastic-027
rus: Кремний

source: StructuralPlastic-028
rus: Стиролакрилонитрил

source: StructuralPlastic-029
rus: Полиарилэфиркетоновая смола

source: StructuralPlastic-030
rus: Полиэтилен — СВМ

# StructuralPlasticSchema_localname:Plastic
source: Plastic
rus: Пластик

# StructuralPlasticSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: StructuralWood
rus: Деревянные несущие конструкции по умолчанию

# StructuralWoodSchema_localname:Wood
source: Wood
rus: Дерево

# StructuralWoodSchema_localtype:Physical
source: Physical
rus: Физические параметры

source: Stucco
rus: штукатурный гипс

source: Styrene acrylonitrile
rus: Стиролакрилонитрил

source: Sun and Sky.
rus: Солнце и небо.

source: SunAndSky
rus: СолнцеИНебо

source: SunAndSky-001
rus: Слабая облачность

source: SunAndSky-002
rus: Переменная облачность

source: SunAndSky-003
rus: Сильная облачность

source: SunAndSky-004
rus: Сплошная облачность

source: SunAndSky-005
rus: Без облаков

# SunAndSkyGroup
source: Sun And Sky
rus: Солнце и небо

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
rus: Солнце и небо

# SunAndSkySchema_localtype:Environment
source: Environment
rus: Среда

source: Swatch Scene.
rus: Образец сцены.

source: Swatch scene for holidays; shows colored lights.
rus: Образец сцены для выходных дней; отображаются цветные источники света.

source: Swatch-Branded
rus: Объект

source: Swatch-Cube
rus: Куб

source: Swatch-CurtainWall
rus: Навесная стена — стекло

source: Swatch-Cylinder
rus: Цилиндр

source: Swatch-Drapery
rus: Драпировка — ткань

source: Swatch-Flat
rus: Плоская поверхность

source: Swatch-Hill
rus: Плоскость

source: Swatch-Lights
rus: Источники света

source: Swatch-Liquid
rus: Резервуар с жидкостью

source: Swatch-Plane
rus: Полотно

source: Swatch-Sphere2
rus: Шар

source: Swatch-Technical2
rus: Кладовая

source: Swatch-TexturePreview-MentalRay
rus: Предварительный просмотр образцов текстуры 1

source: Swatch-TexturePreview-OGS
rus: Предварительный просмотр образцов текстуры 2

source: Swatch-Vase
rus: Ваза

source: Swatch-Wall
rus: Стены

source: SwatchScene
rus: Образец сцены

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
rus: Образец сцены

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
rus: Образец сцены

source: Thermal - Moisture.Insulation.Rigid Insulation
rus: Температура и влажность.Изоляция.Жесткозакрепленная

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
rus: Температура и влажность.Черепица.Испанская.Синяя

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
rus: Температура и влажность.Черепица.Испанская.Синяя.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
rus: Температура и влажность.Черепица.Испанская.Красная

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
rus: Температура и влажность.Черепица.Испанская.Красная.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
rus: Температура и влажность.Черепица.Испанская.Красная.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
rus: Температура и влажность.Панели для крыш и стен.Композитные панели.Серые

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
rus: Температура и влажность.Панели для крыш и стен.Металл рифленый.Медь

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
rus: Температура и влажность.Панели для крыш и стен.Металлический стоячий фальц.Патина на меди

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
rus: Температура и влажность.Панели для крыш и стен.Металлический стоячий фальц.Медь.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
rus: Температура и влажность.Панели для крыш и стен.Металл.Медь

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
rus: Температура и влажность.Панели для крыш и стен.Металл.Патина на меди

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
rus: Температура и влажность.Панели для крыш и стен.Деревянная рейка.Новая

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
rus: Температура и влажность.Панели для крыш и стен.Дерево.Горизонталь

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
rus: Температура и влажность.Панели для крыш и стен.Дерево.Горизонталь.Кедр

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
rus: Температура и влажность.Панели для крыш и стен.Дерево.Горизонталь.Белое

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
rus: Температура и влажность.Панели для крыш и стен.Дерево.Вертикаль.Белое

source: Thermal - Moisture.Shakes.Weathered
rus: Температура и влажность.Трещины.Выветренные

source: Thermal - Moisture.Shingles.Asphalt Roofing
rus: Температура и влажность.Дранка.Рубероид

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
rus: Температура и влажность.Дранка.Рубероидная плитка.3 петли.Черная

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
rus: Температура и влажность.Дранка.Рубероидная плитка.3 петли.Серая

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
rus: Температура и влажность.Дранка.Рубероидная плитка.3 петли.Беж

source: Thermal - Moisture.Shingles.Even.1
rus: Температура и влажность.Дранка.Ровная.1

source: Thermal - Moisture.Shingles.Even.2
rus: Температура и влажность.Дранка.Ровная.2

source: Thermal - Moisture.Shingles.Even.3
rus: Температура и влажность.Дранка.Ровная.3

source: Thermal - Moisture.Shingles.Halfround
rus: Температура и влажность.Дранка.Полукруг

source: Thermal - Moisture.Shingles.Uneven.1
rus: Температура и влажность.Дранка.Неровная.1

source: Thermal - Moisture.Shingles.Uneven.2
rus: Температура и влажность.Дранка.Неровная.2

source: Thermal - Moisture.Shingles.Uneven.3
rus: Температура и влажность.Дранка.Неровная.3

source: ThermalGas
rus: Термальный газ по умолчанию

# ThermalGasSchema_localname:Gas
source: Gas
rus: Газ

# ThermalGasSchema_localtype:Thermal
source: Thermal
rus: Термальный

source: ThermalLiquid
rus: Термальная жидкость по умолчанию

source: ThermalLiquid-001
rus: Вода

# ThermalLiquidSchema_localname:Liquid
source: Liquid
rus: Жидкость

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
rus: Термальный

source: ThermalSolid
rus: Термальное тело по умолчанию

source: ThermalSolid-012
rus: Бетон

source: ThermalSolid-033
rus: Стекло — известковое оконное

source: ThermalSolid-081
rus: Алюминий

source: ThermalSolid-081-2
rus: Алюминий 6061

source: ThermalSolid-082-2
rus: Латунь, мягкая, желтая

source: ThermalSolid-082-3
rus: Латунь, мягкая, желтая, сварочная

source: ThermalSolid-083-2
rus: Бронза, мягкое олово

source: ThermalSolid-083-3
rus: Бронза, литейная

source: ThermalSolid-085-2
rus: Медь, литейная

source: ThermalSolid-085-3
rus: Медь, сплав

source: ThermalSolid-085-4
rus: Медно-никелевый сплав 400

source: ThermalSolid-085-5
rus: Медь, ковкая

source: ThermalSolid-086
rus: Чугун

source: ThermalSolid-089
rus: Свинец

source: ThermalSolid-092
rus: Сталь

source: ThermalSolid-092-10
rus: Сталь, ковкая

source: ThermalSolid-092-2
rus: Сталь V2

source: ThermalSolid-092-3
rus: Сталь, гальванизированная

source: ThermalSolid-092-6
rus: Сталь, легированная

source: ThermalSolid-092-7
rus: Сталь, углеродистая

source: ThermalSolid-092-8
rus: Сталь, нелегированная

source: ThermalSolid-092-9
rus: Сталь, высокопрочная, низколегированная

source: ThermalSolid-093-2
rus: Нержавеющая сталь V2

source: ThermalSolid-093-3
rus: Сталь нержавеющая, 440C

source: ThermalSolid-093-4
rus: Сталь нержавеющая, аустенитная

source: ThermalSolid-093-8
rus: Сталь нержавеющая AISI 440C, сварочная

source: ThermalSolid-095
rus: Титан

source: ThermalSolid-118
rus: Акриловый лист

source: ThermalSolid-128
rus: Фенолоформальдегидная смола

source: ThermalSolid-130
rus: Поликарбонат

source: ThermalSolid-132
rus: Полиэтилен — ПЭВП

source: ThermalSolid-133
rus: Полиэтилен — ПЭНП

source: ThermalSolid-137
rus: Полипропилен

source: ThermalSolid-142
rus: Полистирол

source: ThermalSolid-149
rus: Поливинилхлорид — жесткий

source: ThermalSolid-152
rus: Резина

source: ThermalSolid-189
rus: Композит эпоксидной смолы с углеродным волокном

# ThermalSolidSchema_localname:Solid
source: Solid
rus: Трехмерная

# ThermalSolidSchema_localtype:Thermal
source: Thermal
rus: Термальный

source: Thermoplastic
rus: Термопластик

source: Thermoplastic Resin
rus: Термопластическая смола

source: Thermoset
rus: Термореактопласт

source: Tile
rus: Мозаика

source: Tile map.
rus: Карта мозаики.

# TileSchema_localname:Tile Texture
source: Tile Texture
rus: Мозаичная текстура

# TileSchema_localtype:Texture
source: Texture
rus: Текстура

source: Time:
rus: Время:

# Time:uilabel
source: Time:
rus: Время:

source: Time Zone Offset:
rus: Часовой пояс:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
rus: Часовой пояс:

source: Titanium
rus: Титан

source: Titanium, polished
rus: Титан полированный

source: Translucent
rus: Полупрозрачный

source: Translucent white luminous material.
rus: Полупрозрачный белый светящийся материал.

source: Transparent
rus: Прозрачный

source: UHMWPE
rus: СВМПЭ

source: Ultra High Molecular Weight Polyethylene
rus: Сверхвысокомолекулярный полиэтилен

source: Ultra-high-molecular-weight polyethylene
rus: Сверхвысокомолекулярный полиэтилен

source: Unfilled Polycarbonate, molded
rus: Поликарбонат без заполнителя, формованный

source: Unified Bitmap.
rus: Унифицированный растр.

source: UnifiedBitmap
rus: УнифицированныйРастр

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
rus: Растровая текстура

# UnifiedBitmapSchema_localtype:Texture
source: Texture
rus: Текстура

source: Vase swatch.
rus: Образец вазы.

source: Wall Covering
rus: Обои

source: Wall Paint/Glossy
rus: Краска для стен/глянцевая

source: Wall Paint/Matte
rus: Краска для стен/матовая

source: Wall swatch.
rus: Образец стены.

source: WallPaint
rus: Краска для стен

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
rus: Краска для стен

# WallPaintSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Water
rus: Вода

source: Water material.
rus: Материалы — вода.

source: Water, properties @20C
rus: Вода, свойства при 20C

source: Water-001
rus: Закрытый бассейн

source: Water-002
rus: Болото

source: Water-003
rus: Тропики

source: Water-004
rus: Прозрачное озеро

source: Water-005
rus: Темная река

source: Water-006
rus: Плавательный бассейн

source: Water-007
rus: Отражение в пруду

source: Water-008
rus: Тропики — синяя

# WaterSchema_localname:Water
source: Water
rus: Вода

# WaterSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Wave
rus: Волны

source: Wave map.
rus: Карта волн.

# WaveSchema_localname:Wave
source: Wave
rus: Волны

# WaveSchema_localtype:Texture
source: Texture
rus: Текстура

source: White and green marble stone floor
rus: Каменный пол из белого и зеленого мрамора

source: White square bricks with black floral patterns
rus: Белые квадратные кирпичи с черным растительным рисунком

source: Window glass
rus: Оконное стекло

source: Wood
rus: Дерево

source: Wood map.
rus: Карта древесины.

source: Wood structural asset.
rus: Объект — деревянная несущая конструкция.

source: Wood-001
rus: Черная вишня

source: Wood-002
rus: Бук — шпунтованные доски

source: Wood-003
rus: Бук — коричневый

source: Wood-004
rus: Бук — поджаренный хлеб

source: Wood-005
rus: Бук — медовый

source: Wood-006
rus: Бук — вишневый

source: Wood-007
rus: Бук — виски

source: Wood-008
rus: Бук — кофейный

source: Wood-009
rus: Бук — амаретто

source: Wood-010
rus: Бук — натуральный

source: Wood-011
rus: Бук — натуральный — без отделки

source: Wood-012
rus: Бук — палисандровый

source: Wood-013
rus: Бук — ружейное ложе

source: Wood-014
rus: Бук — гальяно

source: Wood-015
rus: Бук — шоколад — коричневый

source: Wood-016
rus: Бук — лесные ягоды

source: Wood-017
rus: Бук — коричневый — загадка

source: Wood-018
rus: Бразильский тик — натуральный

source: Wood-019
rus: Гикори

source: Wood-020
rus: Гикори — морение под давлением

source: Wood-021
rus: Гикори — без отделки

source: Wood-022
rus: Натуральный клен — антик

source: Wood-023
rus: Натуральный клен — классический — без отделки

source: Wood-024
rus: Натуральный клен — классический — с отделкой

source: Wood-025
rus: Клен — палисандровый

source: Wood-026
rus: Клен — поджаренный хлеб

source: Wood-027
rus: Клен — гальяно

source: Wood-028
rus: Клен — шоколад — коричневый

source: Wood-029
rus: Клен — лесные ягоды

source: Wood-030
rus: Клен — коричневый — загадка

source: Wood-031
rus: Натуральный клен — глянцевый

source: Wood-032
rus: Натуральный клен — глянцевый — с темным оттенком

source: Wood-033
rus: Кемпас — натуральный

source: Wood-034
rus: Андироба — натуральный

source: Wood-035
rus: Красный дуб — натуральный — антик

source: Wood-036
rus: Красный дуб — натуральный — классический

source: Wood-037
rus: Красный дуб — натуральный — классический — без обработки

source: Wood-038
rus: Красный дуб — натуральный — сельский мотив

source: Wood-039
rus: Красный дуб — палисандровый

source: Wood-040
rus: Красный дуб — медовый

source: Wood-041
rus: Красный дуб — виски

source: Wood-042
rus: Красный дуб — кофейный

source: Wood-043
rus: Красный дуб — амаретто

source: Wood-044
rus: Красный дуб — коричневый — шоколад

source: Wood-045
rus: Красный дуб — лесные ягоды

source: Wood-046
rus: Красный дуб — коричневый — загадка

source: Wood-047
rus: Красный дуб — натуральный

source: Wood-048
rus: Красный дуб — натуральный — с оттенком

source: Wood-049
rus: Серебристый клен — коричневый

source: Wood-050
rus: Серебристый клен — палисандровый

source: Wood-051
rus: Серебристый клен — медовый

source: Wood-052
rus: Серебристый клен — ружейное ложе

source: Wood-053
rus: Серебристый клен — гальяно

source: Wood-054
rus: Серебристый клен — коричневый — шоколад

source: Wood-055
rus: Серебристый клен — лесные ягоды

source: Wood-056
rus: Серебристый клен — коричневый — загадка

source: Wood-057
rus: Серебристый клен — натуральный

source: Wood-058
rus: Серебристый клен — натуральный — с оттенком

source: Wood-059
rus: Тигровое дерево — натуральный

source: Wood-060
rus: Белый ясень — кофейный

source: Wood-061
rus: Белый ясень — амаретто

source: Wood-062
rus: Белый ясень — гальяно

source: Wood-063
rus: Белый ясень — шоколад — коричневый

source: Wood-064
rus: Белый ясень — лесные ягоды

source: Wood-065
rus: Каштан — натуральный

source: Wood-066
rus: Каштан — натуральный — без отделки

source: Wood-067
rus: Белый дуб — гальяно

source: Wood-068
rus: Белый дуб — шоколад — коричневый

source: Wood-069
rus: Белый дуб — лесные ягоды

source: Wood-070
rus: Белый дуб — коричневый — загадка

source: Wood-071
rus: Белый дуб — натуральный

source: Wood-072
rus: Черешня — натуральный 1

source: Wood-073
rus: Черешня — натуральный 2

source: Wood-074
rus: Черешня — шпунтованные доски

source: Wood-075
rus: Черешня — нейтральный коричневый

source: Wood-076
rus: Черешня — палисандровый

source: Wood-077
rus: Черешня — поджаренный хлеб — коричневый

source: Wood-078
rus: Черешня — медовый

source: Wood-079
rus: Черешня — вишневый

source: Wood-080
rus: Черешня — ружейное ложе

source: Wood-081
rus: Черешня — ружейное ложе — без отделки

source: Wood-082
rus: Черешня — виски

source: Wood-083
rus: Черешня — кофейный

source: Wood-084
rus: Черешня — амаретто

source: Wood-085
rus: Черешня — гальяно

source: Wood-086
rus: Черешня — шоколад — коричневый

source: Wood-087
rus: Черешня — лесные ягоды

source: Wood-088
rus: Черешня — коричневый — загадка

source: Wood-089
rus: Орех — светлое морение — без глянца

source: Wood-090
rus: Орех — натуральный — полированный

source: Wood-091
rus: Береза — натуральный — без глянца

source: Wood-092
rus: Береза — массив — натуральный — со слабым глянцем

source: Wood-093
rus: Береза — натуральный — с умеренным глянцем

source: Wood-094
rus: Береза — натуральный — полированный

source: Wood-095
rus: Береза — массив — светлое морение — без глянца

source: Wood-096
rus: Береза — массив — темное морение — без глянца

source: Wood-097
rus: Береза — массив — темное морение — с умеренным глянцем

source: Wood-098
rus: Вишневое дерево — массив — темное морение — с умеренным глянцем

source: Wood-099
rus: Вишневое дерево — массив — темное морение — без глянца

source: Wood-100
rus: Вишневое дерево — массив — светлое морение — без глянца

source: Wood-101
rus: Вишневое дерево — натуральный — с умеренным глянцем

source: Wood-102
rus: Вишневое дерево — светлое морение — со слабым глянцем

source: Wood-103
rus: Вишневое дерево — цвет натуральный — без глянца 1

source: Wood-104
rus: Вишневое дерево — светлое — упрощенная обработка

source: Wood-105
rus: Вишневое дерево — светлое

source: Wood-106
rus: Красное дерево — массив — темное морение — с умеренным глянцем

source: Wood-107
rus: Красное дерево — массив — темное морение — без глянца

source: Wood-108
rus: Красное дерево — массив — светлое морение — без глянца

source: Wood-109
rus: Красное дерево — натуральный — полированный

source: Wood-110
rus: Красное дерево — темное морение — полированное

source: Wood-111
rus: Белый дуб — массив — светлое морение — без глянца

source: Wood-112
rus: Красный дуб — натуральный — без глянца

source: Wood-113
rus: Красный дуб — светлое морение — с умеренным глянцем

source: Wood-114
rus: Красный дуб — светлое морение — без глянца

source: Wood-115
rus: Белый дуб — натуральный — с умеренным глянцем

source: Wood-116
rus: Белый дуб — светлое морение — без глянца 1

source: Wood-117
rus: Желтая сосна — массив — натуральная — со слабым глянцем

source: Wood-118
rus: Желтая сосна — массив — натуральная — полированная

source: Wood-119
rus: Желтая сосна — массив — темное морение — с умеренным глянцем

source: Wood-120
rus: Желтая сосна — массив — темное морение — без глянца

source: Wood-121
rus: Желтая сосна — массив — светлое морение — без глянца

source: Wood-122
rus: Желтая сосна — натуральный — без глянца

source: Wood-123
rus: Желтая сосна — светлое морение — полированная

source: Wood-124
rus: Тик — массив — темное морение — полированный

source: Wood-125
rus: Тик — натуральный — полированный

source: Wood-126
rus: Тик — массив — светлое морение — без глянца

source: Wood-127
rus: Тик

source: Wood-128
rus: Дуб — рисунок в елочку

source: Wood-129
rus: Фанера - с эффектом атмосферных воздействий

source: Wood-130
rus: Древесно-стружечная плита

source: Wood-131
rus: Палисандр — натуральный — со слабым глянцем

source: Wood-132
rus: Палисандр — светлое морение — без глянца

source: Wood-133
rus: Палисандр — массив — светлое морение — без глянца

source: Wood-134
rus: Панели — коричневый

source: Wood-135
rus: Панели — коричнево-желтые

source: Wood-136
rus: Вяз — завитки — светлое тонирование — без глянца

source: Wood-137
rus: Береза — массив — темное морение — полированный

source: Wood-138
rus: Береза — массив — светлое морение — со слабым глянцем

source: Wood-139
rus: Красное дерево — массив — натуральный — полированный

source: Wood-140
rus: Сосна — грубая обработка

source: Wood-141
rus: Красное дерево — массив — темное морение — полированный 1

source: Wood-142
rus: Белый дуб — массив — натуральный — с умеренным глянцем

source: Wood-143
rus: Желтая сосна — массив — светлое морение — со слабым глянцем

source: Wood-144
rus: Тик — массив — натуральный — с умеренным глянцем

source: Wood-145
rus: Береза — темное морение — полированная 1

source: Wood-146
rus: Береза — светлое морение — с умеренным глянцем
