Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
ita: Finiture.Pavimento in muratura.Terrazzo.Ocra.1

source: Finishes.Masonry Flooring.Terrazzo.White
ita: Finiture.Pavimento in muratura.Terrazzo.Bianco

source: Finishes.Masonry Flooring.Terrazzo.White.1
ita: Finiture.Pavimento in muratura.Pavimento alla veneziana.Bianco.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
ita: Finiture.Pavimento in muratura.Travertino.Malva.Rettangolare

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
ita: Finiture.Pavimento in muratura.Travertino.Malva.Quadrato

source: Finishes.Metal Framing Systems.Furring
ita: Finiture.Intelaiature in metallo.Rivestimento

source: Finishes.Metal Framing Systems.Stud
ita: Finiture.Intelaiature in metallo.Montante

source: Finishes.Painting.Lacquer.Black
ita: Finiture.Pittura.Lacca.Nero

source: Finishes.Painting.Lacquer.White
ita: Finiture.Pittura.Lacca.Bianco

source: Finishes.Painting.Paint
ita: Finiture.Pittura.Vernice

source: Finishes.Painting.Paint.Black
ita: Finiture.Pittura.Vernice.Nera

source: Finishes.Painting.Paint.Black.Flaking
ita: Finiture.Pittura.Vernice.Nera.Lamellata

source: Finishes.Painting.Paint.Fireproofing
ita: Finiture.Pittura.Vernice.Ignifuga

source: Finishes.Painting.Paint.White
ita: Finiture.Pittura.Vernice.Bianca

source: Finishes.Painting.Paint.White.Flaking
ita: Finiture.Pittura.Vernice.Bianca.Lamellata

source: Finishes.Painting.Varnish
ita: Finiture.Pittura.Verniciatura

source: Finishes.Plaster.Stucco.Coarse.White
ita: Finiture.Gesso.Intonaco.Grezzo.Bianco

source: Finishes.Plaster.Stucco.Fine.1
ita: Finiture.Gesso.Intonaco.Fine.1

source: Finishes.Plaster.Stucco.Fine.Brown
ita: Finiture.Gesso.Intonaco.Fine.Marrone

source: Finishes.Plaster.Stucco.Fine.Mauve
ita: Finiture.Gesso.Intonaco.Fine.Malva

source: Finishes.Plaster.Stucco.Fine.White
ita: Finiture.Gesso.Intonaco.Fine.Bianco

source: Finishes.Plaster.Stucco.Medium.White
ita: Finiture.Gesso.Intonaco.Medio.Bianco

source: Finishes.Plaster.Stucco.Troweled.Grey
ita: Finiture.Gesso.Intonaco.Lamato.Grigio

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
ita: Finiture.Gesso.Intonaco.Lamato.Giallo chiaro

source: Finishes.Plaster.Stucco.Troweled.White
ita: Finiture.Gesso.Intonaco.Lamato.Bianco

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
ita: Finiture.Gesso.Intonaco.A spruzzo.Grigio

source: Finishes.Plaster.Venetian.Rough
ita: Finiture.Gesso.Veneziano.Non lavorato

source: Finishes.Plaster.Venetian.Smooth
ita: Finiture.Gesso.Veneziano.Liscio

source: Finishes.Tiling.Ceramic.Checker
ita: Finiture.Piastrellatura.Ceramica.Scacchi

source: Finishes.Tiling.Ceramic.Mosaic.Blue
ita: Finiture.Piastrellatura.Ceramica.Mosaico.Blu

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
ita: Finiture.Piastrellatura.Ceramica.Mosaico.Motivo floreale.Rosa e verde

source: Finishes.Tiling.Ceramic.Mosaic.Grey
ita: Finiture.Piastrellatura.Ceramica.Mosaico.Grigio

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
ita: Finiture.Piastrellatura.Ceramica.Mosaico.Griglia in giallo

source: Finishes.Wall Covering.Floral.White
ita: Finiture.Carta da parati.Motivo floreale.Bianco

source: Finishes.Wall Covering.Pattern1
ita: Finiture.Carta da parati.Motivo1

source: Finishes.Wall Covering.Pattern2
ita: Finiture.Carta da parati.Motivo2

source: Finishes.Wall Covering.Pattern3
ita: Finiture.Carta da parati.Motivo3

source: Finishes.Wall Covering.Pattern4
ita: Finiture.Carta da parati.Motivo4

source: Finishes.Wall Covering.Pattern5
ita: Finiture.Carta da parati.Motivo5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
ita: Finiture.Carta da parati.Strisce.Verticali.Blu e grigio

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
ita: Finiture.Carta da parati.Strisce.Verticali.Più colori

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
ita: Finiture.Carta da parati.Strisce.Verticali.Beige e rosa

source: Finishes.Wall Covering.Tan
ita: Finiture.Carta da parati.Ocra

source: Finishes.Wax.Lacquer
ita: Finiture.Cera.Lacca

source: Finishes.Wax.SatinWax
ita: Finiture.Cera.Cera satinata

source: Finishes.Wax.Shellac
ita: Finiture.Cera.Gommalacca

source: Finishes.Wax.Urethane
ita: Finitura.Cera.Etere

source: Finishes.Wax.Varnish
ita: Finitura.Cera.Verniciatura

source: Flooring/Carpet
ita: Pavimentazione/Moquette

source: Flooring/Stone
ita: Pavimentazione/Pietra

source: Flooring/Tile
ita: Pavimentazione/Piastrelle

source: Flooring/Vinyl
ita: Pavimentazione/Vinile

source: Flooring/Wood
ita: Pavimentazione/Legno

source: Furnishings.Fabrics.Bandage
ita: Arredamento.Tessuti.Tessuto elastico

source: Furnishings.Fabrics.Burlap
ita: Arredamento.Tessuti.Tela da sacco

source: Furnishings.Fabrics.Caning.Tan
ita: Arredamento.Tessuti.Fibra vegetale.Ocra

source: Furnishings.Fabrics.Canvas.White
ita: Arredamento.Tessuti.Tela.Bianco

source: Furnishings.Fabrics.Lace
ita: Arredamento.Tessuti.Merletto

source: Furnishings.Fabrics.Leather.Black
ita: Arredamento.Tessuti.Cuoio.Nero

source: Furnishings.Fabrics.Leather.Black.1
ita: Arredamento.Tessuti.Cuoio.Nero.1

source: Furnishings.Fabrics.Leather.Brown
ita: Arredamento.Tessuti.Cuoio.Marrone

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
ita: Arredamento.Tessuti.Cuoio.Zigrinato.Marrone chiaro

source: Furnishings.Fabrics.Leather.Pebble.Mauve
ita: Arredamento.Tessuti.Cuoio.Zigrinato.Malva

source: Furnishings.Fabrics.Leather.Tan
ita: Arredamento.Tessuti.Cuoio.Ocra

source: Furnishings.Fabrics.Linen.Beige
ita: Arredamento.Tessuti.Lino.Beige

source: Furnishings.Fabrics.Linen.Tweed
ita: Arredamento.Tessuti.Lino.Tweed

source: Furnishings.Fabrics.Linen.White
ita: Arredamento.Tessuti.Lino.Bianco

source: Furnishings.Fabrics.Mesh
ita: Arredamento.Tessuti.Maglia

source: Furnishings.Fabrics.Netting
ita: Arredo.Tessuti.Garza

source: Furnishings.Fabrics.Plaid.1
ita: Arredamento.Tessuti.Tessuto scozzese.1

source: Furnishings.Fabrics.Plaid.3
ita: Arredamento.Tessuti.Tessuto scozzese.3

source: Furnishings.Fabrics.Plaid.4
ita: Arredamento.Tessuti.Tessuto scozzese.4

source: Furnishings.Fabrics.Stripes.1
ita: Arredamento.Tessuti.Strisce.1

source: Furnishings.Fabrics.Stripes.2
ita: Arredamento.Tessuti.Strisce.2

source: Furnishings.Fabrics.Stripes.3
ita: Arredamento.Tessuti.Strisce.3

source: Furnishings.Fabrics.Stripes.4
ita: Arredamento.Tessuti.Strisce.4

source: Furnishings.Fabrics.Stripes.5
ita: Arredamento.Tessuti.Strisce.5

source: Furnishings.Fabrics.Stripes.6
ita: Arredamento.Tessuti.Strisce.6

source: Furnishings.Fabrics.Stripes.7
ita: Arredamento.Tessuti.Strisce.7

source: Furnishings.Fabrics.Velvet.Black
ita: Arredamento.Tessuti.Velluto.Nero

source: Furnishings.Fabrics.Velvet.Red
ita: Arredamento.Tessuti.Velluto.Rosso

source: Galvanized steel
ita: Acciaio galvanizzato

source: Gas structural asset.
ita: Componente strutturale gas.

source: Gas thermal asset.
ita: Componente termico gassoso.

source: Generic
ita: Generico

source: Generic Photometric light.
ita: Illuminazione fotometrica generica.

source: Generic material.
ita: Materiale generico.

source: Generic structural asset.
ita: Componente strutturale generico.

source: Generic-001
ita: Luminoso - Bianco traslucido

source: Generic-002
ita: LED - Rosso acceso

source: Generic-003
ita: LED - Rosso spento

source: Generic-004
ita: LED - Verde acceso

source: Generic-005
ita: LED - Verde spento

source: Generic-006
ita: LED - Giallo acceso

source: Generic-007
ita: LED - Giallo spento

source: Generic-008
ita: Luminoso - Crema

source: Generic-009
ita: A pelo raso - Grigio

source: Generic-010
ita: A pelo raso - Sabbia

source: Generic-011
ita: Pannello acustico - 2x4 - Bianco fissurato

source: Generic-012
ita: Pannello acustico - 2x4 - Bianco poroso

source: Generic-013
ita: Pannello acustico - 2x2 - Bianco poroso

source: Generic-014
ita: Orizzontale da 4 pollici - Bianco

source: Generic-015
ita: Tegola - Composizione - Grigio

source: Generic-016
ita: Tegola - Semicircolare - Grigio

source: Generic-017
ita: Tegola - Grezza- Grigio

source: Generic-018
ita: Piastrella spagnola

source: Generic-019
ita: Aggregato - Alta concentrazione

source: Generic-020
ita: Terra - Marrone scuro

source: Generic-021
ita: Erba - Loglio scuro

source: Generic-022
ita: Sabbia - Naturale - Tonalità media

source: Generic-023
ita: Siepe

source: Generic-024
ita: Laminato - Normale

source: Generic-025
ita: Lampadina - Accesa

source: Generic-026
ita: Lampadina - Spenta

source: Generic-027
ita: Trasparente - Chiaro

source: Generic-028
ita: Luminoso - Blu traslucido

source: Generic-029
ita: Luminoso - Arancione traslucido

source: Generic-030
ita: A pelo raso - Beige

source: Generic-031
ita: A pelo raso - Blu marina

source: Generic-032
ita: A pelo raso - Oro

source: Generic-033
ita: Orizzontale da 6 pollici - Beige

source: Generic-034
ita: Orizzontale da 4 pollici - Grigio

source: Generic-035
ita: Orizzontale da 6 pollici - Grigio

source: Generic-036
ita: Orizzontale da 8 pollici - Grigio

source: Generic-037
ita: Verticale da 6 pollici - Bianco

source: Generic-038
ita: A pelo medio - Grigio scuro

source: Generic-039
ita: Piastrella spagnola - Marrone

source: Generic-040
ita: Piastrella spagnola - Rosso 3

source: Generic-041
ita: Neve

source: Generic-042
ita: Tegola - Semicircolare - Marrone chiaro

source: Generic-043
ita: Carta da parati - Strisce a schizzi

source: Generic-044
ita: Zigrinato - Marrone

source: Generic-045
ita: Carta da parati - Fiori gialli

source: Generic-046
ita: Carta da parati - Fiori blu

source: Generic-047
ita: Carta da parati - Motivo a rose

source: Generic-048
ita: Carta da parati - Stile vittoriano

source: Generic-049
ita: Carta da parati - Motivo geometrico

source: Generic-050
ita: Denim - Blu

source: Generic-051
ita: Pannello acustico - 2x2 - Grigio fissurato

source: Generic-052
ita: Assicella - Legno stagionato

source: Generic-053
ita: Tegola - Composizione - Marrone

source: Generic-054
ita: Tegola - Composizione - Grigio scuro

source: Generic-055
ita: Tegola - Composizione - Rosa

source: Generic-056
ita: Assicella - Tagliata a mano

source: Generic-057
ita: Asfalto - Bagnato

source: Generic-058
ita: Asfalto 3

source: Generic-059
ita: Erba - Gramigna scura

source: Generic-060
ita: Erba - Loglio chiaro

source: Generic-061
ita: Rombo - Rosone

source: Generic-062
ita: Ferro nero

source: Generic-063
ita: Vetrocemento

source: Generic-064
ita: Cartone - Truciolato

source: Generic/Ceramic
ita: Generico/Ceramica

source: Generic/Glass
ita: Generico/Vetro

source: GenericPhotometricLight
ita: Illuminazione fotometrica generica

# GenericPhotometricLightSchema_localname:Light
source: Light
ita: Luce

# GenericPhotometricLightSchema_localtype:Light
source: Light
ita: Luce

# GenericSchema_localname:Generic
source: Generic
ita: Generico

# GenericSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Glass
ita: Vetro

source: Glass Fiber Reinforced Concrete, 5% fibers
ita: Calcestruzzo rinforzato in fibre di vetro, 5% fibre

source: Glass fiber reinforced concrete
ita: Calcestruzzo rinforzato con fibra di vetro

source: Glass-001
ita: Trasparente - Verde

source: Glass-002
ita: Fumé - Grigio

source: Glass-003
ita: Tinteggiato - Blu

source: Glass-004
ita: Tinteggiato - Verde azzurro

source: Glass-005
ita: Fumé - Bronzo

source: Glass-006
ita: Trasparente - Ambra

source: Glass-007
ita: Fumé - Nero

source: Glass-008
ita: Diafano

source: Glass-009
ita: Smerigliato - Bianco

source: Glass-010
ita: Trasparente - Bianco

source: Glass-011
ita: Increspato - Bianco

source: Glass-012
ita: Semitrasparente - Bianco

source: Glass-013
ita: Smerigliato - Trasparente

source: Glass-014
ita: Smerigliato - Blu scuro

source: Glass-015
ita: Smerigliato - Azzurro

source: Glass-016
ita: Increspato - Blu medio

source: Glass-017
ita: Smerigliato - Grigio

source: Glass-018
ita: Increspato - Verde chiaro

source: Glass-019
ita: Smerigliato - Rosso scuro

source: Glass-020
ita: Smerigliato - Blu

source: Glass-021
ita: Increspato - Azzurro

source: Glass-022
ita: Smerigliato - Bronzo scuro

source: Glass-023
ita: Smerigliato - Bronzo chiaro

source: Glass/Glazing
ita: Vetro/Vetrata

source: Glazing
ita: Vetrata

source: Glazing material.
ita: Materiale vetrata.

source: Glazing-001
ita: Blu scuro riflettente

source: Glazing-002
ita: Blu scuro

source: Glazing-003
ita: Azzurro riflettente

source: Glazing-004
ita: Bronzo scuro riflettente

source: Glazing-005
ita: Bronzo chiaro riflettente

source: Glazing-006
ita: Bronzo chiaro

source: Glazing-007
ita: Grigio scuro

source: Glazing-008
ita: Rosso scuro

source: Glazing-009
ita: Verde azzurro

source: Glazing-010
ita: Oro

source: Glazing-011
ita: Trasparente riflettente

source: Glazing-012
ita: Diafano

source: Glazing-013
ita: Rosso chiaro

source: Glazing-014
ita: Blu - Vetratura

source: Glazing-015
ita: Blu riflettente

source: Glazing-016
ita: Bronzo scuro

source: Glazing-017
ita: Grigio chiaro riflettente

source: Glazing-018
ita: Grigio chiaro

source: Glazing-019
ita: Verde scuro riflettente

# GlazingSchema_localname:Glazing
source: Glazing
ita: Vetrata

# GlazingSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Gradient
ita: Sfumatura

source: Gradient map.
ita: Mappa sfumature

# GradientSchema_localname:Gradient
source: Gradient
ita: Sfumatura

# GradientSchema_localtype:Texture
source: Texture
ita: Composizione

source: Graphics
ita: Grafica

# GraphicsSchema_localname:Graphics
source: Graphics
ita: Grafica

# GraphicsSchema_localtype:Graphics
source: Graphics
ita: Grafica

source: Gray bricks
ita: Mattoni grigi

source: Gray marble stone floor
ita: Pavimento di marmo grigio

source: Gray modular bricks
ita: Mattoni modulari grigi

source: Grey cast iron
ita: Ghisa grigia

source: HIPS
ita: Polistirolo antiurto

source: Hardwood
ita: Legno massello

source: Hardwood material.
ita: Materiale legno massello.

# HardwoodSchema_localname:Wood
source: Wood
ita: Legno

# HardwoodSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Has a beige tint
ita: Ha una tinta beige

source: Has a blue tint
ita: Ha una tinta blu

source: Has a medium beige tint
ita: Ha una tinta beige medio

source: Has a slight blue tint
ita: Ha una leggera tinta blu

source: Hemispherical Map.
ita: Mappa emisferica.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
ita: Mappa emisferica

# HemisphericalSchema_localtype:Texture
source: Texture
ita: Composizione

source: High density polyethylene
ita: Polietilene ad alta densità

source: High impact polystyrene
ita: Polistirene antiurto

source: High strength low alloy steel
ita: Bassa lega di acciaio ad alta resistenza

source: Hill swatch.
ita: Campione di collina.

source: Illuminated display color
ita: Colore display luminoso

# ImageSwitch:uilabel
source: Image Switch:
ita: Cambio immagine:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
ita: Immagini per gentile concessione di PCI (Precast/Prestressed Concrete Institute).

source: InvCer-001
ita: Quadrati da 4 pollici - Azzurro

source: InvGen-001
ita: Trasparente - Blu - Versione 1.1

source: InvGen-001-1-2
ita: Trasparente - Blu

source: InvGen-002
ita: Cartone

source: InvGen-003
ita: Legno alla deriva

source: InvGen-004
ita: Oro laminato

source: InvGen-005
ita: Trasparente - Verde 1 - Versione 1.1

source: InvGen-005-1-2
ita: Trasparente - Verde 1

source: InvGen-006
ita: Bronzo duro

source: InvGen-007
ita: Bronzo duro - Antico - Lucido

source: InvGen-008
ita: Bronzo duro - Lucido

source: InvGen-009
ita: Pietra - Blu

source: InvGen-010
ita: Magenta

source: InvGen-011
ita: Metallo 1400F caldo

source: InvGen-012
ita: Metallo 1600F caldo

source: InvGen-013
ita: Metallo 1800F caldo

source: InvGen-014
ita: Metallo 2400F caldo

source: InvGen-015
ita: Nichel - Versione 1.1

source: InvGen-015-1-2
ita: Nichel

source: InvGen-016
ita: Petrolio

source: InvGen-017
ita: Opale

source: InvGen-018
ita: Rosa

source: InvGen-019
ita: Policarbonato - Trasparente - Versione 1.1

source: InvGen-019-1-2
ita: Policarbonato - Trasparente

source: InvGen-020
ita: Policarbonato - Fumé - Versione 1.1

source: InvGen-020-1-2
ita: Policarbonato - Fumé

source: InvGen-021
ita: Nylon 6

source: InvGen-022
ita: PTFE

source: InvGen-023
ita: Nitruro di silicio - Lucidato - Versione 1.1

source: InvGen-023-1-2
ita: Nitruro di silicio - Lucidato

source: InvGen-024
ita: Tornito

source: InvGen-025
ita: Levigato

source: InvGen-027
ita: Ossidato

source: InvGen-028
ita: Lamiera

source: InvGen-029
ita: Arrugginito - Versione 1.1

source: InvGen-029-1-2
ita: Arrugginito

source: InvGen-031
ita: Titanio - Versione 1.1

source: InvGen-031-1-2
ita: Titanio

source: InvGen-032
ita: Titanio - Lucidato - Versione 1.1

source: InvGen-032-1-2
ita: Titanio - Lucidato

source: InvGen-033
ita: Acqua e bolle

source: InvGen-034
ita: Saldatura - Alluminio

source: InvGen-035
ita: Saldatura - Ottone

source: InvGen-036
ita: Saldatura - Acciaio inossidabile

source: InvGen-037
ita: Saldatura - Acciaio dolce

source: InvGen-038
ita: Gomma - Nero - Versione 1.1

source: InvGen-038-1-2
ita: Gomma - Nero

source: InvGen-039
ita: Gomma - Blu - Versione 1.1

source: InvGen-039-1-2
ita: Gomma - Blu

source: InvGen-040
ita: Gomma - Verde - Versione 1.1

source: InvGen-040-1-2
ita: Gomma - Verde

source: InvGen-042
ita: Legno - Verniciato - Bianco

source: InvGen-043
ita: Trasparente - Giallo - Versione 1.1

source: InvGen-043-1-2
ita: Trasparente - Giallo

source: InvGen-044
ita: Cromato di zinco 1

source: InvGen-045
ita: Verde - Lucido

source: InvGen-046
ita: Alluminio fuso

source: InvGen-048
ita: Nero fuso

source: InvGen-049
ita: Fibra di carbonio 1

source: InvGen-050
ita: Metallo espanso 01

source: InvGen-051
ita: Metallo espanso 02

source: InvGen-052
ita: Metallo espanso 03

source: InvGen-053
ita: Metallo espanso 04

source: InvGen-054
ita: Lavorato 02

source: InvGen-055
ita: Lavorato 03

source: InvGen-056
ita: Ruggine

source: InvGen-057
ita: Piastra antislittamento

source: InvGen-058
ita: Lamiera - Blu

source: InvGen-059
ita: Cromo - Lucidato nero

source: InvGen-060
ita: Cromo - Lucidato blu

source: InvGen-061
ita: Cromato di zinco 2

source: InvGen-062
ita: Alluminio - Piatto - Versione 1.1

source: InvGen-062-1-2
ita: Alluminio - Piatto

source: InvGen-063
ita: Oro - Metallo - Versione 1.1

source: InvGen-063-1-2
ita: Oro - Metallo

source: InvGen-064
ita: Argento - Versione 1.1

source: InvGen-064-1-2
ita: Argento

source: InvGen-065
ita: Piombo

source: InvGen-066
ita: Acciaio

source: InvGen-067
ita: Grigio ferro

source: InvGen-068
ita: Ferro - Ghisa

source: InvGen-069
ita: Acciaio - Fuso

source: InvGen-070
ita: Levigato - Grigio scuro

source: InvGen-071
ita: Default

source: InvHW-001
ita: Sughero - Grezzo

source: InvMet-004
ita: Lamiera con rombi - Versione 1.1

source: InvMet-004-1-2
ita: Lamiera con rombi

source: InvMet-005
ita: Galvanizzato

source: InvMet-006
ita: Zigrinato - Versione 1.1

source: InvMet-006-1-2
ita: Zigrinato

source: InvMet-007
ita: Acciaio - Lucido

source: InvMet-008
ita: Semilucidato

source: Iron
ita: Ferro

# Latitude
source: Scene Latitude:
ita: Latitudine scena:

# Latitude:uilabel
source: Scene Latitude:
ita: Latitudine scena:

source: Lead, oxidized
ita: Piombo, ossidato

source: Lead, oxidized finish
ita: Piombo, finitura ossidata

source: Light
ita: Luce

source: Light beige colour
ita: Colore beige chiaro

source: Light brown modular bricks
ita: Mattoni modulari marrone chiaro

source: Light brown rectangular herringbone bricks
ita: Mattoni rettangolari a spina di pesce marrone chiaro

source: Light gray rectangular stones
ita: Pietre rettangolari grigio chiaro

source: Light gray slate bricks
ita: Mattoni di ardesia grigio chiaro

source: Light red and large square slate bricks
ita: Mattoni di ardesia quadrati grandi rosso chiaro

source: Light red modular bricks
ita: Mattoni modulari rosso chiaro

source: Liquid
ita: Liquido

source: Liquid Crystal Polymer
ita: Polimero di cristalli liquidi

source: Liquid structural asset.
ita: Componente strutturale liquido.

source: Liquid thermal asset.
ita: Componente termico liquido.

# Location:uilabel
source: Location
ita: Posizione

source: Logarithmic Tone Operator
ita: Operatore logaritmico di tono

source: LogarithmicToneOp
ita: Op. logaritmico tono

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
ita: Op. logaritm. tono

# Longitude
source: Scene Longitude:
ita: Longitudine scena:

# Longitude:uilabel
source: Scene Longitude:
ita: Longitudine scena:

source: Low Carbon Steel
ita: Acciaio a bassa emissione di carbonio

source: Low density polyethylene
ita: Polietilene a bassa densità

source: Malleable cast iron
ita: Ghisa malleabile

source: Marble
ita: Marmo

source: Marble map.
ita: Mappa marmo.

# MarbleSchema_localname:Marble
source: Marble
ita: Marmo

# MarbleSchema_localtype:Texture
source: Texture
ita: Composizione

source: Martensitic stainless steel
ita: Acciaio inox martensitico

source: Masonry and CMU material.
ita: Materiale muratura e CMU.

source: Masonry-001
ita: Uniforme simmetrica - Bordeaux

source: Masonry-002
ita: Non uniforme affiancata - Bordeaux

source: Masonry-003
ita: 12 pollici affiancata - Bordeaux

source: Masonry-004
ita: Semplice - Grigio medio

source: Masonry-005
ita: A spina di pesce - Marrone chiaro

source: Masonry-006
ita: A spina di pesce - Marrone

source: Masonry-007
ita: Quadrata

source: Masonry-008
ita: Verticale

source: Masonry-009
ita: Modulare - Marrone chiaro

source: Masonry-010
ita: Modulare - Grigio

source: Masonry-011
ita: Modulare - Marrone

source: Masonry-012
ita: Modulare - Rosso chiaro

source: Masonry-013
ita: Ardesia - Quadrati - Rosso

source: Masonry-014
ita: Ardesia - Asimmetrica - Grigio

source: Masonry-015
ita: Adobe - Beige

source: Masonry-016
ita: Motivo incrociato

source: Masonry-017
ita: Blocchi decorativi

source: Masonry-018
ita: Muro di sostegno - Blocchi di scoria

source: Masonry-019
ita: Muro di sostegno - Blocchi di scoria striati

source: Masonry-020
ita: Pietre rettangolari piccole irregolari - Marrone

source: Masonry-021
ita: Pietre rettangolari piccole - Grigio

source: Masonry-022
ita: Pietre rettangolari - Grigio chiaro

source: Masonry-023
ita: Travertino - Crema

source: Masonry-024
ita: Marmo - Bianco e verde

source: Masonry-025
ita: Marmo - Grigio

source: Masonry-026
ita: Pietra grezza - Anticata

source: Masonry-027
ita: Bordeaux

source: Masonry-028
ita: Uniforme affiancata - Marrone

source: Masonry-029
ita: Uniforme simmetrica - Marrone

source: Masonry-030
ita: Non uniforme affiancata - Marrone

source: Masonry-031
ita: Uniforme affiancata - Bordeaux

source: Masonry-032
ita: Non uniforme simmetrica - Bordeaux

source: Masonry-033
ita: 12 pollici - Non uniforme simmetrica - Bordeaux

source: Masonry-034
ita: Uniforme affiancata - Corallo

source: Masonry-035
ita: Uniforme affiancata - Grigio

source: Masonry-036
ita: 12 pollici - Uniforme affiancata - Grigio

source: Masonry-037
ita: Uniforme affiancata - Arancione

source: Masonry-038
ita: Non uniforme affiancata - Rosso

source: Masonry-039
ita: Uniforme affiancata - Giallo

source: Masonry-040
ita: Uniforme simmetrica - Giallo

source: Masonry-041
ita: Spaccata sovrapposta - Marrone

source: Masonry-042
ita: Spaccata affiancata - Corallo

source: Masonry-043
ita: Affiancata - Grigio chiaro

source: Masonry-044
ita: Spaccata sovrapposta - Grigio

source: Masonry-045
ita: A spina di pesce - Grigio

source: Masonry-046
ita: A spina di pesce - Rosso

source: Masonry-047
ita: Non uniforme affiancata - Grigio

source: Masonry-048
ita: Intrecciata - Marrone

source: Masonry-049
ita: Pietrisco - Di fiume

source: Masonry-050
ita: Pietrisco - Taliesin West
