Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# stone_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# stone_ao_distance
source: Max Distance
jpn: 最大距離

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# stone_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# stone_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# stone_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# stone_ao_samples
source: Samples
jpn: サンプル

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# stone_ao_samples:uilabel
source: Samples
jpn: サンプル

# stone_application
source: Finish
jpn: 仕上げ

# stone_application:stone_glossy
source: Glossy
jpn: 光沢

# stone_application:stone_matte
source: Matte
jpn: マット

# stone_application:stone_polished
source: Polished
jpn: つや出し

# stone_application:stone_unfinished
source: Unfinished
jpn: 無仕上げ

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
jpn: つや出し、光沢、マット、無仕上げから選択します。

# stone_application:uilabel
source: Finish
jpn: 仕上げ

# stone_bump:stone_custom
source: Custom
jpn: カスタム

# stone_bump:stone_glossymarble
source: Glossy Marble
jpn: 光沢 大理石

# stone_bump:stone_none
source: None
jpn: なし

# stone_bump:stone_polishedgranite
source: Polished Granite
jpn: つや出し 御影石

# stone_bump:stone_stonewall
source: Stone Wall
jpn: 石壁

# stone_bump:uilabel
source: Type
jpn: タイプ

# stone_bump_amount
source: Amount
jpn: 量

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
jpn: スライダは 0 ～ 1 の間でバンプの高さを制御します。

# stone_bump_amount:uilabel
source: Amount
jpn: 量

# stone_bump_list_label
source: Type
jpn: タイプ

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
jpn: バンプ タイプまたは[カスタム]を選択します。

# stone_bump_map
source: Image
jpn: イメージ

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
jpn: 仕上げのビットマップ イメージを選択します。

# stone_bump_map:uilabel
source: Image
jpn: イメージ

# stone_bump_panel_label
source: Finish Bumps
jpn: 仕上げバンプ

# stone_color
source: Image
jpn: イメージ

# stone_color:tooltip
source: Selects a bitmap image for the stone.
jpn: 石材のビットマップ イメージを選択します。

# stone_color:uilabel
source: Image
jpn: イメージ

# stone_custom
source: Custom
jpn: カスタム

# stone_glossy
source: Glossy
jpn: 光沢

# stone_glossymarble
source: Glossy Marble
jpn: 光沢 大理石

# stone_matte
source: Matte
jpn: マット

# stone_pattern:stone_custom
source: Custom
jpn: カスタム

# stone_pattern:stone_none
source: None
jpn: なし

# stone_pattern:uilabel
source: Bump Pattern
jpn: バンプ パターン

# stone_pattern_amount
source: Amount
jpn: 量

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
jpn: 量スライダ 0 ～ 2 はバンプの高さを制御します。

# stone_pattern_amount:uilabel
source: Amount
jpn: 量

# stone_pattern_list_label
source: Bump Pattern
jpn: バンプ パターン

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
jpn: 指定するイメージ ファイルの暗いエリアと明るいエリアに基づいて隆起した領域と沈下した領域を生成します。

# stone_pattern_map
source: Image
jpn: イメージ

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
jpn: レリーフ パターンのビットマップ イメージを選択します。

# stone_pattern_map:uilabel
source: Image
jpn: イメージ

# stone_pattern_panel_label
source: Relief Pattern
jpn: レリーフ パターン

# stone_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# stone_polished
source: Polished
jpn: つや出し

# stone_polishedgranite
source: Polished Granite
jpn: つや出し 御影石

# stone_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# stone_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# stone_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# stone_roundcorners_radius
source: Source
jpn: ソース

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナーエフェクトの半径を調整します。

# stone_roundcorners_radius:uilabel
source: Source
jpn: ソース

# stone_stonegroup
source: Stone
jpn: 石材

# stone_stonewall
source: Stone Wall
jpn: 石壁

# stone_unfinished
source: Unfinished
jpn: 無仕上げ

# stonewall_tex:uilabel
source: Stonewall Texture
jpn: 石壁テクスチャ

source: street
jpn: 通り

# stress_curve_data:uilabel
source: Stress
jpn: 応力

source: stripes
jpn: ストライプ

source: structural
jpn: 構造

source: structural concrete
jpn: 構造コンクリート

# structural_Behavior
source: Behavior
jpn: 動作

# structural_Behavior:structural_isotropic
source: Isotropic
jpn: 等方性

# structural_Behavior:structural_orthotropic
source: Orthotropic
jpn: 直交異方性

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
jpn: 横等方性

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
jpn: 等方性または直交異方性の動作を選択します。

# structural_Behavior:uilabel
source: Behavior
jpn: 動作

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
jpn: 周期ひずみ硬化係数

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
jpn: 周期ひずみ硬化係数

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
jpn: 周期ひずみ硬化指数

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
jpn: 周期ひずみ硬化指数

# structural_Density
source: Density
jpn: 密度

# structural_Density:uilabel
source: Density
jpn: 密度

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
jpn: 耐久限度サイクル数

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
jpn: 耐久限度サイクル数

# structural_Endurance_limit_stress
source: Endurance Limit Stress
jpn: 耐久限度応力

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
jpn: 耐久限度応力

# structural_ExternalMaterialID:uilabel
source: External Material ID
jpn: 外部マテリアル ID

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
jpn: 疲労延性係数

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
jpn: 疲労延性係数

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
jpn: 疲労延性指数

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
jpn: 疲労延性指数

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
jpn: 疲労強度係数

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
jpn: 疲労強度係数

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
jpn: 疲労強度指数

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
jpn: 疲労強度指数

# structural_Minimum_tensile_strength
source: Tensile Strength
jpn: 引張強さ

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
jpn: 引張強さ

# structural_Minimum_yield_stress
source: Yield Strength
jpn: 降伏強度

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
jpn: 降伏強度

# structural_Poisson_ratio
source: Poisson's Ratio
jpn: ポアソン比

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
jpn: ポアソン比

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
jpn: ポアソン比 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
jpn: ポアソン比 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
jpn: ポアソン比 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
jpn: ポアソン比 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
jpn: ポアソン比 X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
jpn: ポアソン比 X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
jpn: ポアソン比 Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
jpn: ポアソン比 Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
jpn: ポアソン比 Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
jpn: ポアソン比 Z

# structural_Shear_modulus
source: Shear Modulus
jpn: せん断弾性係数

# structural_Shear_modulus:uilabel
source: Shear Modulus
jpn: せん断弾性係数

# structural_Shear_modulus_12
source: Shear Modulus 12
jpn: せん断弾性係数 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
jpn: せん断弾性係数 12

# structural_Shear_modulus_X
source: Shear Modulus X
jpn: せん断弾性係数 X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
jpn: せん断弾性係数 X

# structural_Shear_modulus_Y
source: Shear Modulus Y
jpn: せん断弾性係数 Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
jpn: せん断弾性係数 Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
jpn: せん断弾性係数 Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
jpn: せん断弾性係数 Z

# structural_Shear_strength_modification
source: Shear Strength Modification
jpn: せん断強度の修正

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
jpn: せん断強度の修正

# structural_Specific_heat
source: Specific Heat
jpn: 比熱

# structural_Specific_heat:uilabel
source: Specific Heat
jpn: 比熱

# structural_Thermal_conductivity
source: Thermal Conductivity
jpn: 熱伝導率

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
jpn: 熱伝導率

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
jpn: 熱伝導率 X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
jpn: 熱伝導率 X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
jpn: 熱伝導率 Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
jpn: 熱伝導率 Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
jpn: 熱伝導率 Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
jpn: 熱伝導率 Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
jpn: 熱膨張係数

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
jpn: 熱膨張係数

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
jpn: 熱膨張係数 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
jpn: 熱膨張係数 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
jpn: 熱膨張係数 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
jpn: 熱膨張係数 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
jpn: 熱膨張係数 X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
jpn: 熱膨張係数 X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
jpn: 熱膨張係数 Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
jpn: 熱膨張係数 Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
jpn: 熱膨張係数 Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
jpn: 熱膨張係数 Z

# structural_Thermally_treated
source: Thermally Treated
jpn: 熱処理済み

# structural_Thermally_treated:uilabel
source: Thermally Treated
jpn: 熱処理済み

# structural_Young_modulus
source: Young's Modulus
jpn: 縦弾性係数

# structural_Young_modulus:uilabel
source: Young's Modulus
jpn: 縦弾性係数

# structural_Young_modulus_1
source: Young's Modulus 1
jpn: 縦弾性係数 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
jpn: 縦弾性係数 1

# structural_Young_modulus_2
source: Young's Modulus 2
jpn: 縦弾性係数 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
jpn: 縦弾性係数 2

# structural_Young_modulus_X
source: Young's Modulus X
jpn: 縦弾性係数 X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
jpn: 縦弾性係数 X

# structural_Young_modulus_Y
source: Young's Modulus Y
jpn: 縦弾性係数 Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
jpn: 縦弾性係数 Y

# structural_Young_modulus_Z
source: Young's Modulus Z
jpn: 縦弾性係数 Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
jpn: 縦弾性係数 Z

# structural_concrete_compression
source: Concrete Compression
jpn: コンクリート圧縮

# structural_concrete_compression:uilabel
source: Concrete Compression
jpn: コンクリート圧縮

# structural_isotropic
source: Isotropic
jpn: 等方性

# structural_lightweight
source: Lightweight
jpn: 軽量

# structural_lightweight:uilabel
source: Lightweight
jpn: 軽量

# structural_orthotropic
source: Orthotropic
jpn: 直交異方性

# structural_source
source: Source
jpn: ソース

# structural_source:uilabel
source: Source
jpn: ソース

# structural_sourceURL
source: Source URL
jpn: ソース URL

# structural_sourceURL:uilabel
source: Source URL
jpn: ソース URL

# structural_subclass
source: Subclass
jpn: サブクラス

# structural_subclass:uilabel
source: Subclass
jpn: サブクラス

# structural_transverse_isotropic
source: Transverse Isotropic
jpn: 横等方性

# structural_wood_Average_modulus
source: Average Modulus
jpn: 平均係数

# structural_wood_Average_modulus:uilabel
source: Average Modulus
jpn: 平均係数

# structural_wood_Bending
source: Bending
jpn: 曲げ

# structural_wood_Bending:uilabel
source: Bending
jpn: 曲げ

# structural_wood_Construction_Property
source: Construction
jpn: 建設

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
jpn: 集成材

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
jpn: 集成材 KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
jpn: 集成材 KertoS

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
jpn: ナチュラル

# structural_wood_Construction_Property:uilabel
source: Construction
jpn: 建設

# structural_wood_compression_parallel
source: Compression Parallel to Grain
jpn: 木目に対して平行な圧縮

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
jpn: 木目に対して平行な圧縮

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
jpn: 木目に対して垂直な圧縮

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
jpn: 木目に対して垂直な圧縮

# structural_wood_glued
source: Glued
jpn: 集成材

# structural_wood_glued_kertoQ
source: Glued KertoQ
jpn: 集成材 KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
jpn: 集成材 KertoS

# structural_wood_natural
source: Natural
jpn: ナチュラル

# structural_wood_shear_parallel
source: Shear Parallel to Grain
jpn: 木目に対して平行なせん断

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
jpn: 木目に対して平行なせん断

# structural_wood_tension_parallel
source: Tension Parallel to Grain
jpn: 木目に対して平行な引張

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
jpn: 木目に対して平行な引張

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
jpn: 木目に対して垂直な引張

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
jpn: 木目に対して垂直な引張

source: stucco
jpn: 上塗り

# stuctural_wood_Species
source: Species
jpn: 種類

# stuctural_wood_Species:uilabel
source: Species
jpn: 種類

# stuctural_wood_Strength_grade
source: Strength Grade
jpn: 強度のグレード

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
jpn: 強度のグレード

source: Sun
jpn: 太陽

# sun:uilabel
source: Sun Shader:
jpn: 太陽シェーダ:

source: Sun Position
jpn: 太陽の位置

source: Sun Color:
jpn: 太陽の色:

# sun_color:uilabel
source: Sun Color:
jpn: 太陽の色:

# sun_disk_intensity
source: Disk Intensity:
jpn: ディスク強度:

# sun_disk_intensity:uilabel
source: Disk Intensity:
jpn: ディスク強度:

# sun_disk_scale
source: Disk Scale:
jpn: ディスク尺度:

# sun_disk_scale:uilabel
source: Disk Scale:
jpn: ディスク尺度:

# sun_glow_intensity
source: Glow Intensity:
jpn: グロー強度:

# sun_glow_intensity:uilabel
source: Glow Intensity:
jpn: グロー強度:

source: sunny day
jpn: サニー ディ

# surface_material:uilabel
source: Surface Material:
jpn: サーフェス マテリアル:

source: swamp
jpn: 湿地

# swatch
source: Swatch Scene
jpn: 見本シーン

source: swimming
jpn: スイミング

source: taliesin
jpn: タリアセン

source: tan
jpn: 黄褐色

# targeted:uilabel
source: Targeted:
jpn: 目標:

source: tarmac
jpn: ターマック

source: taupe
jpn: もぐら色

source: teak
jpn: チーク材

source: terra cotta
jpn: テラ コッタ

source: texture
jpn: テクスチャ

# texture_Angle
source: XYZ Rotation
jpn: XYZ 回転

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
jpn: 上記のイメージによって表されるエリアの回転を指定します。

# texture_Angle:uilabel
source: Angle
jpn: 角度

# texture_LinkTextureTransforms
source: Link texture transforms
jpn: テクスチャ変換をリンク

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
jpn: この設定が有効になっている場合、この属性の[位置]、[尺度]、および[繰り返し]の各設定に加えた変更内容は、テクスチャを使用するマテリアル内のその他すべての属性に伝播されます。

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
jpn: リンク変換

# texture_MapChannel:uilabel
source: Map Channel
jpn: マップ チャンネル

# texture_MapChannel_ID_Advanced
source: Map Channel
jpn: マップ チャンネル

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
jpn: マップ チャンネル ID

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
jpn: UVW ソース

# texture_Offset:uilabel
source: Offset
jpn: オフセット

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
jpn: オフセットを拘束します。X オフセットが変更されると、Y オフセットも同じ量だけ変更されます。

# texture_OffsetLock:uilabel
source: Offset Lock
jpn: オフセット ロック

# texture_RealWorldOffsetX
source: Offset
jpn: オフセット

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
jpn: マップの始点を X 軸に沿って移動します。

# texture_RealWorldOffsetX:uilabel
source: Offset X
jpn: オフセット X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
jpn: マップの始点を Y 軸に沿って移動します。

# texture_RealWorldOffsetY:uilabel
source: Offset Y
jpn: オフセット Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
jpn: マップの始点を Z 軸に沿って移動します。

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
jpn: オフセット Z

# texture_RealWorldScaleX
source: Sample Size
jpn: サンプル サイズ

# texture_RealWorldScaleX:rightlabel
source: Width
jpn: 幅

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
jpn: このテクスチャの水平方向の尺度を指定します。

# texture_RealWorldScaleX:uilabel
source: Size X
jpn: サイズ X

# texture_RealWorldScaleY:rightlabel
source: Height
jpn: 高さ

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
jpn: このテクスチャの垂直方向の尺度を指定します。

# texture_RealWorldScaleY:uilabel
source: Size Y
jpn: サイズ Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
jpn: マップのアスペクト比をロックします。高さまたは幅の値が変更されると、もう一方の値は必要に応じてアスペクト比を維持するために変更されます。

# texture_ScaleLock:uilabel
source: Scale Lock
jpn: 尺度ロック

# texture_Tiling:uilabel
source: Tiling
jpn: タイル

# texture_UOffset:uilabel
source: U Offset
jpn: U オフセット

# texture_URepeat
source: Horizontal
jpn: 水平

# texture_URepeat:offlabel
source: None
jpn: なし

# texture_URepeat:onlabel
source: Tile
jpn: タイル

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
jpn: X 軸に沿ってマップのタイル表示を調整します。[なし]を選択すると、マップはマテリアル内でタイル表示されません。[タイル]を選択すると、マップはマテリアル内でタイル表示されます。

# texture_URepeat:uilabel
source: U Repeat
jpn: U 繰り返し

# texture_UScale:uilabel
source: U Scale
jpn: U 尺度

# texture_UVScale:uilabel
source: UV Scale
jpn: UV 尺度

# texture_VOffset:uilabel
source: V Offset
jpn: V オフセット

# texture_VRepeat
source: Vertical
jpn: 垂直

# texture_VRepeat:offlabel
source: None
jpn: なし

# texture_VRepeat:onlabel
source: Tile
jpn: タイル

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
jpn: Y 軸に沿ってマップのタイル表示を調整します。[なし]を選択すると、マップはマテリアル内でタイル表示されません。[タイル]を選択すると、マップはマテリアル内でタイル表示されます。

# texture_VRepeat:uilabel
source: V Repeat
jpn: V 繰り返し

# texture_VScale:uilabel
source: V Scale
jpn: V 尺度

# texture_WAngle
source: Rotation
jpn: 回転

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
jpn: マップを 0 度から 360 度の範囲で回転します。

# texture_WAngle:uilabel
source: Angle
jpn: 角度

source: textured
jpn: テクスチャ

source: thermal
jpn: 断熱

# thermal_Behavior
source: Behavior
jpn: 動作

# thermal_Behavior:thermal_isotropic
source: Isotropic
jpn: 等方性

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
jpn: 直交異方性

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
jpn: 等方性または直交異方性の動作を選択します。

# thermal_Behavior:uilabel
source: Behavior
jpn: 動作

# thermal_Compressibility
source: Compressibility
jpn: 圧縮性

# thermal_Compressibility:uilabel
source: Compressibility
jpn: 圧縮性

# thermal_Density
source: Density
jpn: 密度

# thermal_Density:uilabel
source: Density
jpn: 密度

# thermal_Electrical_resistivity
source: Electrical Resistivity
jpn: 電気抵抗率

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
jpn: 電気抵抗率

# thermal_Emissivity
source: Emissivity
jpn: 放射率

# thermal_Emissivity:uilabel
source: Emissivity
jpn: 放射率

# thermal_Gas_viscosity
source: Gas Viscosity
jpn: ガス粘度

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
jpn: ガス粘度

# thermal_Liquid_viscosity
source: Liquid Viscosity
jpn: 液体粘度

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
jpn: 液体粘度

# thermal_Permeability
source: Permeability
jpn: 透過率

# thermal_Permeability:uilabel
source: Permeability
jpn: 透過率

# thermal_Porosity
source: Porosity
jpn: 多孔率

# thermal_Porosity:uilabel
source: Porosity
jpn: 多孔率

# thermal_Reflectivity
source: Reflectivity
jpn: 反射率

# thermal_Reflectivity:uilabel
source: Reflectivity
jpn: 反射率

# thermal_Specific_heat
source: Specific Heat
jpn: 比熱

# thermal_Specific_heat:uilabel
source: Specific Heat
jpn: 比熱
