Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

source: Plastic-026
kor: 매끄러움 - 자주색

source: Plastic-027
kor: 매끄러움 - 빨간색

source: Plastic-028
kor: 투명 - 선명

source: Plastic-029
kor: 투명 - 연회색

source: Plastic-030
kor: 투명 - 울퉁불퉁한 광택 빨간색

source: Plastic-031
kor: 박판 - 연갈색

source: Plastic-032
kor: 박판 - 암회색

source: Plastic-033
kor: 박판 - 네이비

source: Plastic-034
kor: 다이아몬드

source: Plastic-035
kor: 도트

source: Plastic-036
kor: 그리드

source: Plastic-037
kor: 모자이크

source: Plastic-038
kor: 양분 - 정사각형

source: Plastic-039
kor: 정사각형 2

source: Plastic-040
kor: 무광 그레인

source: Plastic-041
kor: 조각나무마루

source: Plastic-042
kor: 체크무늬 플레이트

source: Plastic-043
kor: 슬레이트

source: Plastic-044
kor: 매끄러움 - 짙은 커뎃 파란색

source: Plastic-045
kor: 매끄러움 - 네이비

source: Plastic-046
kor: 투명 - 슬레이트 파란색

source: Plastic-047
kor: 텍스처 - 황갈색

source: Plastic-048
kor: 거침 텍스처 - 적갈색 - 버전 1.1

source: Plastic-048-1-2
kor: 거침 텍스처 - 적갈색

source: Plastic-049
kor: 텍스처 - 회색

source: Plastic-050
kor: 투명 - 올리브 녹색

source: Plastic-051
kor: 매끄러움 - 짙은 밤색

source: Plastic-052
kor: 매끄러움 - 연한 밤색

source: Plastic-053
kor: 투명 - 연한 빨간색

source: Plastic-054
kor: 매끄러움 - 연한 주황색

source: Plastic-055
kor: 투명 - 연한 주황색

source: Plastic-056
kor: 투명 - 연마 빨간색

source: Plastic-057
kor: 텍스처 - 짙은 금색

source: Plastic-058
kor: 매끄러움 - 연금색

source: Plastic-059
kor: 번트 레드 - 고광택

source: Plastic-060
kor: 저광택 - 검은색

source: Plastic-061
kor: 텍스처 - 회색 무광

source: Plastic-062
kor: 텍스처 - 진녹색 무광

source: Plastic-063
kor: 텍스처 - 감청색 무광

source: Plastic/Composite
kor: 플라스틱/복합

source: Plastic/Elastomer
kor: 플라스틱/탄성중합체

source: Plastic/Thermoplastic
kor: 플라스틱/열가소성

source: Plastic/Thermoset
kor: 플라스틱/열경화성

source: PlasticVinyl
kor: 플라스틱 비닐

# PlasticVinylSchema_localname:Plastic
source: Plastic
kor: 플라스틱

# PlasticVinylSchema_localtype:Appearance
source: Appearance
kor: 모양

source: PointLight-001
kor: 점 광원

source: Polished
kor: 연마

source: Polyamide
kor: 폴리아미드

source: Polyaryletherketone
kor: 폴리아릴에테르케톤

source: Polybutylene terephthalate
kor: 폴리부틸렌 테레프탈레이트

source: Polycarbonate
kor: 폴리카보네이트

source: Polycarbonate - acrylonitrile butadiene styrene blend
kor: 폴리카보네이트 - 아크릴로니트릴 부타디엔 스티렌 혼합

source: Polycarbonate sheet or molding
kor: 폴리카보네이트 시트 또는 성형

source: Polyethylene terephthalate
kor: 폴리에틸렌 테레프탈레이트

source: Polymethylmethacrylate, Molding and Extrusion
kor: 폴리메틸메타아크릴레이트, 금형 및 돌출

source: Polyoxymethylene
kor: 폴리옥시메틸렌

source: Polyphenylene Sulfide
kor: 폴리페닐렌 설파이드

source: Polypropylene molding
kor: 폴리프로필렌 성형

source: Polystyrene
kor: 폴리스티렌

source: Polyvinyl Chloride Rigid
kor: 폴리비닐 염화물 강체

source: Polyvinyl chloride
kor: 폴리 염화 비닐

source: Portland Cement Concrete
kor: 포틀랜드 시멘트 콘크리트

source: Preview a texture on a flat surface.
kor: 평평한 표면에서 텍스처를 미리 봅니다.

source: Preview material as a pool of liquid.
kor: 재료를 액체 풀로 미리 봅니다.

source: Preview material on a flat surface.
kor: 평평한 표면에서 재료를 미리 봅니다.

# ProvidesLighting:uilabel
source: Provides Lighting
kor: 조명을 제공합니다.

source: Pure lead
kor: 순수 납

source: Pure titanium
kor: 순수 티타늄

source: Pure white color
kor: 순백 색상

source: Rectangle tiles with gray speckles
kor: 회색 반점이 있는 직사각 타일

source: Rectangle tiles with light gray speckles
kor: 연회색 반점이 있는 직사각 타일

source: Refractory ceramic
kor: 내화 세라믹

source: Rigid PVC, molded
kor: 강체 PVC, 성형

source: Rigid polyvinyl chloride - unplasticized
kor: 폴리 염화 비닐 강체 - 비가소화

source: Roofing
kor: 루핑

source: Rubber
kor: 고무

# Scene:uilabel
source: Scene
kor: 장면

# Settings:uilabel
source: Settings
kor: 설정

source: Siding
kor: 측면

source: Silicon Nitride
kor: 질화 실리콘

source: Silicone Rubber
kor: 실리콘 고무

source: Silicone rubber
kor: 실리콘 고무

source: Silver
kor: 은색

source: SiteWork.Planting.Basket.Woven.Loose
kor: 지면 작업.재배.바구니.짜임.느슨함

source: SiteWork.Planting.Basket.Woven.Tight
kor: 지면 작업.재배.바구니.짜임.단단함

source: SiteWork.Planting.Grass.Bermuda
kor: 지면 작업.재배.잔디.버뮤다

source: SiteWork.Planting.Grass.Bluegrass
kor: 지면 작업.재배.잔디.청잔디

source: SiteWork.Planting.Grass.StAugustine
kor: 지면 작업.재배.잔디.세인트오거스틴

source: Sitework
kor: 지면 작업

source: Sitework.Paving - Surfacing.Asphalt
kor: 지면 작업.포석 - 표면 처리.아스팔트

source: Sitework.Paving - Surfacing.Asphalt.1
kor: 지면 작업 - 표면 처리.아스팔트.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
kor: 지면 작업.포석 - 표면 처리.자갈.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
kor: 지면 작업.포석 - 표면 처리.자갈.글레이즈드.다중색

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
kor: 지면 작업.포석 - 표면 처리.자갈.헤링본

source: Sitework.Paving - Surfacing.Pavers.1
kor: 지면 작업.포석 - 표면 처리.포장 재료.1

source: Sitework.Paving - Surfacing.Pavers.2
kor: 지면 작업.포석 - 표면 처리.포장 재료.2

source: Sitework.Paving - Surfacing.Pavers.3
kor: 지면 작업.포석 - 표면 처리.포장 재료.3

source: Sitework.Paving - Surfacing.Pavers.4
kor: 지면 작업.포석 - 표면 처리.포장 재료.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
kor: 지면 작업.포석 - 표면 처리.포장 재료.연동

source: Sitework.Paving - Surfacing.Pavers.Square
kor: 지면 작업.포석 - 표면 처리.포장 재료.사각

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
kor: 지면 작업.포석 - 표면 처리.포장 재료.테라코타

source: Sitework.Paving - Surfacing.Riverstone
kor: 지면 작업.포석 - 표면 처리.리버스톤

source: Sitework.Paving - Surfacing.Riverstone.Mortared
kor: 지면 작업.포석 - 표면 처리.리버스톤.회반죽

source: Sitework.Planting.Grass.Short
kor: 지면 작업.조경.풀.짧음

source: Sitework.Planting.Grass.Thick
kor: 지면 작업.재배.풀.뚜꺼움

source: Sitework.Planting.Gravel.Compact
kor: 지면 작업.재배.자갈.조밀함

source: Sitework.Planting.Gravel.Crushed
kor: 지면 작업.재배.자갈.압축됨

source: Sitework.Planting.Gravel.Loose
kor: 지면 작업.재배.자갈.느슨함

source: Sitework.Planting.Gravel.Mixed
kor: 지면 작업.재배.자갈.혼합됨

source: Sitework.Planting.Sand
kor: 지면 작업.재배.모래

source: Sitework.Planting.Soil
kor: 지면 작업.재배.흙

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
kor: 지면 작업.지반 개량.울타리 및 게이트체인 링크

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
kor: 지면 작업.지반 개량.울타리 및 게이트우드.우리

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
kor: 지면 작업,지반 개량.울타리 - 게이트 목재.섀도 박스-마름모

source: Slightly Translucent cream coloured low luminant material.
kor: 약간 반투명한 크림색 저휘도 재료.

source: Small gray rectangular stones
kor: 소형 회색 직사각 석재

source: Small uneven brown rectangle stones
kor: 소형 비정형 갈색 직사각 석재

source: Soda Lime Glass
kor: 소다 석회 유리

source: Soft tin bronze
kor: 연질 주석 청동

source: Soft yellow brass
kor: 연질 노란색 청동

source: Soft yellow brass, welded
kor: 연질 노란색 청동, 용접

source: Solid Glass material.
kor: 솔리드 유리 재료입니다.

source: Solid thermal asset.
kor: 고체 열 자산입니다.

source: Solid/Concrete
kor: 솔리드/콘크리트

source: Solid/Glass
kor: 솔리드/유리

source: Solid/Metal
kor: 솔리드/금속

source: Solid/Plastic
kor: 솔리드/플라스틱

source: SolidGlass
kor: 솔리드 유리

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
kor: 솔리드 유리

# SolidGlassSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Speckle
kor: 반점

source: Speckle map.
kor: 반점 맵.

# SpeckleSchema_localname:Speckle
source: Speckle
kor: 반점

# SpeckleSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Sphere swatch.
kor: 구 견본.

source: SpotLight-001
kor: 부분 라이트

source: Square tiles with light gray speckles
kor: 연회색 반점이 있는 정사각 타일

source: Square tiles with white and black circular mosaics
kor: 흑백 원형 모자이크가 있는 정사각 타일

source: Stainless Steel 18/8
kor: 스테인리스 스틸 18/8

source: Stainless Steel, polished
kor: 스테인리스 스틸, 연마

source: Standard
kor: 표준

source: Steel
kor: 강철

source: Steel, mill finish
kor: 강철, 밀 마감

source: Steel, sheet
kor: 강철, 시트

source: Stone
kor: 석재

source: Stone material.
kor: 석재 재료.

source: Stone-001
kor: 슬레이트 - 파란색

source: Stone-002
kor: 슬레이트 - 회색

source: Stone-003
kor: 연마 - 검은색

source: Stone-004
kor: 연마 - 분홍색

source: Stone-005
kor: 섬세 - 순백색

source: Stone-006
kor: 거침 연마 - 흰색

source: Stone-007
kor: 섬세 연마 - 흰색

source: Stone-008
kor: 석회화

source: Stone-009
kor: 정사각 - 회색-갈색

source: Stone-010
kor: 정사각 - 구리-검은색-파란색

source: Stone-011
kor: 회색 반점

source: Stone-012
kor: 다중색

source: Stone-013
kor: 장미색

source: Stone-014
kor: 판석

source: Stone-015
kor: 정사각 - 대형 결

source: Stone-016
kor: 자갈 - 글레이즈드 다중색

source: Stone-017
kor: 자갈 - 연결

source: Stone-018
kor: 자갈 - 느슨함

source: Stone-019
kor: 거침 - 검은색

source: Stone-020
kor: 거침 - 분홍색

source: Stone-021
kor: 거침 - 빨간색

source: Stone-022
kor: 거침 연마 -순백색

source: Stone-023
kor: 순백색 - 섬세 연마

source: Stone-024
kor: 톱니 모양 암석 - 벽

source: Stone-025
kor: 노출 골재

source: Stone-026
kor: 강 석재 - 파란색

source: Stone-027
kor: 마감 안 함

source: Stone/Granite
kor: 석재/화강암

source: Stone/Marble
kor: 석재/대리석

# StoneSchema_localname:Stone
source: Stone
kor: 석재

# StoneSchema_localtype:Appearance
source: Appearance
kor: 모양

source: StructuralBasic
kor: 기본 기본 구조

# StructuralBasicSchema_localname:Basic
source: Basic
kor: 기본

# StructuralBasicSchema_localtype:Physical
source: Physical
kor: 물리적

source: StructuralConcrete
kor: 기본 콘크리트 구조

source: StructuralConcrete-001
kor: 콘크리트

source: StructuralConcrete-021
kor: 유리 섬유 강화 콘크리트

# StructuralConcreteSchema_localname:Concrete
source: Concrete
kor: 콘크리트

# StructuralConcreteSchema_localtype:Physical
source: Physical
kor: 물리적

source: StructuralFatigue
kor: 기본 피로 구조

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
kor: 피로

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
kor: 피로

source: StructuralGas
kor: 기본 기체 구조

# StructuralGasSchema_localname:Gas
source: Gas
kor: 기체

# StructuralGasSchema_localtype:Physical
source: Physical
kor: 물리적

source: StructuralGeneric
kor: 기본 일반 구조

source: StructuralGeneric-004
kor: 유리

source: StructuralGeneric-010
kor: 질화 실리콘

# StructuralGenericSchema_localname:Generic
source: Generic
kor: 일반

# StructuralGenericSchema_localtype:Physical
source: Physical
kor: 물리적

source: StructuralLiquid
kor: 기본 액체 구조

# StructuralLiquidSchema_localname:Liquid
source: Liquid
kor: 액체

# StructuralLiquidSchema_localtype:Physical
source: Physical
kor: 물리적

source: StructuralMetal
kor: 기본 금속 구조

source: StructuralMetal-001
kor: 강철 - 탄소

source: StructuralMetal-031
kor: 알루미늄

source: StructuralMetal-031-2
kor: 알루미늄 6061

source: StructuralMetal-037
kor: 주철 - 연성

source: StructuralMetal-043
kor: 구리

source: StructuralMetal-045
kor: 티타늄

source: StructuralMetal-047
kor: 납

source: StructuralMetal-051
kor: 금색

source: StructuralMetal-054
kor: 은색

source: StructuralMetal-058
kor: 청동 - 연질 주석

# StructuralMetalSchema_localname:Metal
source: Metal
kor: 금속

# StructuralMetalSchema_localtype:Physical
source: Physical
kor: 물리적

source: StructuralPlastic
kor: 기본 플라스틱 구조

source: StructuralPlastic-002
kor: 아크릴

source: StructuralPlastic-004
kor: 아크릴로니트릴 부타디엔 스티렌

source: StructuralPlastic-006
kor: 탄소 섬유 강화 플라스틱

source: StructuralPlastic-009
kor: 페놀 수지

source: StructuralPlastic-010
kor: 폴리카보네이트

source: StructuralPlastic-011
kor: 폴리에틸렌 LDPE

source: StructuralPlastic-012
kor: 폴리에틸렌 HDPE

source: StructuralPlastic-013
kor: 폴리프로필렌

source: StructuralPlastic-014
kor: 폴리스티렌, 내충격성

source: StructuralPlastic-017
kor: 폴리비닐 염화물 - 강체

source: StructuralPlastic-019
kor: 고무 - 천연

source: StructuralPlastic-023
kor: 폴리에틸렌 테레프탈레이트

source: StructuralPlastic-024
kor: 폴리페닐렌 설파이드

source: StructuralPlastic-025
kor: 폴리부틸렌 테레프탈레이트

source: StructuralPlastic-026
kor: 액정고분자

source: StructuralPlastic-027
kor: 실리콘

source: StructuralPlastic-028
kor: 스티렌 아크릴로니트릴

source: StructuralPlastic-029
kor: 폴리아릴에테르케톤 수지

source: StructuralPlastic-030
kor: 폴리에틸렌 - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
kor: 플라스틱

# StructuralPlasticSchema_localtype:Physical
source: Physical
kor: 물리적

source: StructuralWood
kor: 기본 목재 구조

# StructuralWoodSchema_localname:Wood
source: Wood
kor: 목재

# StructuralWoodSchema_localtype:Physical
source: Physical
kor: 물리적

source: Stucco
kor: 치장 벽토

source: Styrene acrylonitrile
kor: 스티렌 아크릴로니트릴

source: Sun and Sky.
kor: 태양과 하늘.

source: SunAndSky
kor: 태양과 하늘

source: SunAndSky-001
kor: 구름 거의 없음

source: SunAndSky-002
kor: 구름 약간 있음

source: SunAndSky-003
kor: 구름 많음

source: SunAndSky-004
kor: 짙은 구름

source: SunAndSky-005
kor: 구름 없음

# SunAndSkyGroup
source: Sun And Sky
kor: 태양과 하늘

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
kor: 태양과 하늘

# SunAndSkySchema_localtype:Environment
source: Environment
kor: 환경

source: Swatch Scene.
kor: 견본 화면.

source: Swatch scene for holidays; shows colored lights.
kor: 휴일 견본 화면. 컬러 라이트를 표시합니다.

source: Swatch-Branded
kor: 객체

source: Swatch-Cube
kor: 정육면체

source: Swatch-CurtainWall
kor: 유리 커튼월

source: Swatch-Cylinder
kor: 원통

source: Swatch-Drapery
kor: 휘장 직물

source: Swatch-Flat
kor: 평평한 표면

source: Swatch-Hill
kor: 평면

source: Swatch-Lights
kor: 라이트

source: Swatch-Liquid
kor: 액체 풀

source: Swatch-Plane
kor: 캔버스

source: Swatch-Sphere2
kor: 구

source: Swatch-Technical2
kor: 유틸리티

source: Swatch-TexturePreview-MentalRay
kor: 텍스처 미리 보기 견본 1

source: Swatch-TexturePreview-OGS
kor: 텍스처 미리 보기 견본 2

source: Swatch-Vase
kor: 꽃병

source: Swatch-Wall
kor: 벽

source: SwatchScene
kor: 견본 화면

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
kor: 견본 화면

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
kor: 견본 화면

source: Thermal - Moisture.Insulation.Rigid Insulation
kor: 열 - 습도.단열재.강체 단열재

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
kor: 열 - 습도.지붕 타일.스페인.파란색

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
kor: 열 - 습도.지붕 타일.스페인.파란색.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
kor: 열 - 습도.지붕 타일.스페인.빨간색

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
kor: 열 - 습도.지붕 타일.스페인.빨간색.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
kor: 열 - 습도.지붕 타일.스페인.빨간색.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
kor: 열 - 습도.지붕 - 벽판자 패널.합성 패널.그레이

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
kor: 열 - 습도.지붕 - 벽판자 패널.금속 리브.구리

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
kor: 열 - 습도.지붕 - 벽판자 패널.금속 돌출 이음매.구리 녹청

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
kor: 열 - 습도.지붕 - 벽판자 패널.금속 돌출 이음매.구리.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
kor: 열 - 습도.지붕 - 벽판자 패널.금속 돌출 이음매.구리

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
kor: 열 - 습도.지붕 - 벽판자 패널.금속.구리 녹청

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
kor: 열 - 습도.지붕 - 벽판자 패널.목재 받침.새로 만들기

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
kor: 열 - 습도.지붕 - 벽판자 패널.목재.가로

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
kor: 열 - 습도.지붕 - 벽판자 패널.목재.가로.삼목

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
kor: 열 - 습도.지붕 - 벽판자 패널.목재.가로.흰색

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
kor: 열 - 습도.지붕 - 벽판자 패널.목재.세로.흰색

source: Thermal - Moisture.Shakes.Weathered
kor: 열 - 습도.떨림.풍화됨

source: Thermal - Moisture.Shingles.Asphalt Roofing
kor: 열 - 습도.지붕널.아스팔트 지붕

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
kor: 열 - 습도.지붕널.아스팔트 지붕널.3탭.검은색

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
kor: 열 - 습도.지붕널.아스팔트 지붕널.3탭.그레이

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
kor: 열 - 습도.지붕널.아스팔트 지붕널.짙은 그림자.베이지색

source: Thermal - Moisture.Shingles.Even.1
kor: 열 - 습도.지붕널.평평함.1

source: Thermal - Moisture.Shingles.Even.2
kor: 열 - 습도.지붕널.평평함.2

source: Thermal - Moisture.Shingles.Even.3
kor: 열 - 습도.지붕널.평평함.3

source: Thermal - Moisture.Shingles.Halfround
kor: 열 - 습도.지붕널.반원

source: Thermal - Moisture.Shingles.Uneven.1
kor: 열 - 습도.지붕널.평평하지 않음.1

source: Thermal - Moisture.Shingles.Uneven.2
kor: 열 - 습도.지붕널.평평하지 않음.2

source: Thermal - Moisture.Shingles.Uneven.3
kor: 열 - 습도.지붕널.평평하지 않음.3

source: ThermalGas
kor: 기본 기체 열

# ThermalGasSchema_localname:Gas
source: Gas
kor: 기체

# ThermalGasSchema_localtype:Thermal
source: Thermal
kor: 열

source: ThermalLiquid
kor: 기본 액체 열

source: ThermalLiquid-001
kor: 물

# ThermalLiquidSchema_localname:Liquid
source: Liquid
kor: 액체

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
kor: 열

source: ThermalSolid
kor: 기본 고체 열

source: ThermalSolid-012
kor: 콘크리트

source: ThermalSolid-033
kor: 유리 - 석회 창

source: ThermalSolid-081
kor: 알루미늄

source: ThermalSolid-081-2
kor: 알루미늄 6061

source: ThermalSolid-082-2
kor: 황동, 연질 노란색

source: ThermalSolid-082-3
kor: 황동, 연질 노란색, 용접

source: ThermalSolid-083-2
kor: 청동, 연질 주석

source: ThermalSolid-083-3
kor: 청동, 주조

source: ThermalSolid-085-2
kor: 구리, 주조

source: ThermalSolid-085-3
kor: 구리, 합금

source: ThermalSolid-085-4
kor: 니켈-구리 합금 400

source: ThermalSolid-085-5
kor: 구리, 연질

source: ThermalSolid-086
kor: 주철

source: ThermalSolid-089
kor: 납

source: ThermalSolid-092
kor: 강철

source: ThermalSolid-092-10
kor: 강철, 연질

source: ThermalSolid-092-2
kor: 강철 v2

source: ThermalSolid-092-3
kor: 강철, 아연도금

source: ThermalSolid-092-6
kor: 강철, 합금

source: ThermalSolid-092-7
kor: 강철, 탄소

source: ThermalSolid-092-8
kor: 강철, 비합금

source: ThermalSolid-092-9
kor: 강철, 고강도, 저합금

source: ThermalSolid-093-2
kor: 스테인리스 스틸 v2

source: ThermalSolid-093-3
kor: 스테인리스 스틸, 440C

source: ThermalSolid-093-4
kor: 스테인리스 스틸, 감마철

source: ThermalSolid-093-8
kor: 스테인리스 스틸 AISI 440C, 용접

source: ThermalSolid-095
kor: 티타늄

source: ThermalSolid-118
kor: 아크릴 시트

source: ThermalSolid-128
kor: 페놀 수지

source: ThermalSolid-130
kor: 폴리카보네이트

source: ThermalSolid-132
kor: 폴리에틸렌 - HDPE

source: ThermalSolid-133
kor: 폴리에틸렌 - LDPE

source: ThermalSolid-137
kor: 폴리프로필렌

source: ThermalSolid-142
kor: 폴리스티렌

source: ThermalSolid-149
kor: 폴리비닐 염화물 - 강체

source: ThermalSolid-152
kor: 고무

source: ThermalSolid-189
kor: 에폭시 탄소 섬유 복합

# ThermalSolidSchema_localname:Solid
source: Solid
kor: 솔리드

# ThermalSolidSchema_localtype:Thermal
source: Thermal
kor: 열

source: Thermoplastic
kor: 열가소성

source: Thermoplastic Resin
kor: 열가소성 수지

source: Thermoset
kor: 열경화성

source: Tile
kor: 타일

source: Tile map.
kor: 타일 맵.

# TileSchema_localname:Tile Texture
source: Tile Texture
kor: 타일 텍스처

# TileSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Time:
kor: 시간:

# Time:uilabel
source: Time:
kor: 시간:

source: Time Zone Offset:
kor: 시간대 간격띄우기:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
kor: 시간대 간격띄우기:

source: Titanium
kor: 티타늄

source: Titanium, polished
kor: 티타늄, 연마

source: Translucent
kor: 반투명

source: Translucent white luminous material.
kor: 반투명 흰색 발광 재료.

source: Transparent
kor: 투명

source: Ultra High Molecular Weight Polyethylene
kor: 초고분자량 폴리에틸렌

source: Ultra-high-molecular-weight polyethylene
kor: 초고분자량 폴리에틸렌

source: Unfilled Polycarbonate, molded
kor: 채우지 않은 폴리카보네이트, 성형

source: Unified Bitmap.
kor: 통합 비트맵.

source: UnifiedBitmap
kor: 통합 비트맵

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
kor: 비트맵 텍스처

# UnifiedBitmapSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Vase swatch.
kor: 꽃병 견본.

source: Wall Covering
kor: 벽지

source: Wall Paint/Glossy
kor: 벽 페인트/광택

source: Wall Paint/Matte
kor: 벽 페인트/무광

source: Wall swatch.
kor: 벽 견본.

source: WallPaint
kor: 벽 페인트

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
kor: 벽 페인트

# WallPaintSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Water
kor: 물

source: Water material.
kor: 물 재료.

source: Water, properties @20C
kor: 물, 20C에서 특성

source: Water-001
kor: 실내 풀

source: Water-002
kor: 습지

source: Water-003
kor: 트로피컬

source: Water-004
kor: 선명 호수

source: Water-005
kor: 어두운 강

source: Water-006
kor: 수영장

source: Water-007
kor: 반사 풀

source: Water-008
kor: 트로피컬 블루

# WaterSchema_localname:Water
source: Water
kor: 물

# WaterSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Wave
kor: 파도

source: Wave map.
kor: 파도 맵.

# WaveSchema_localname:Wave
source: Wave
kor: 파도

# WaveSchema_localtype:Texture
source: Texture
kor: 텍스처

source: White and green marble stone floor
kor: 흰색 및 녹색 대리석 석재 바닥

source: White square bricks with black floral patterns
kor: 검정색 꽃무늬 패턴이 있는 흰색 정사각 벽돌

source: Window glass
kor: 창 유리

source: Wood
kor: 목재

source: Wood map.
kor: 목재 맵.

source: Wood structural asset.
kor: 목재 구조 자산입니다.

source: Wood-001
kor: 아메리칸 체리

source: Wood-002
kor: 너도밤나무 - 그루브

source: Wood-003
kor: 너도밤나무 - 갈색

source: Wood-004
kor: 너도밤나무 - 토스트 갈색

source: Wood-005
kor: 너도밤나무 - 황색

source: Wood-006
kor: 너도밤나무 - 체리

source: Wood-007
kor: 너도밤나무 - 위스키

source: Wood-008
kor: 너도밤나무 - 자바

source: Wood-009
kor: 너도밤나무 - 아마레토

source: Wood-010
kor: 너도밤나무 - 내츄럴

source: Wood-011
kor: 너도밤나무 - 내츄럴 마감 안 함

source: Wood-012
kor: 너도밤나무 - 자단

source: Wood-013
kor: 너도밤나무 - 개머리판

source: Wood-014
kor: 너도밤나무 - 갈리아노

source: Wood-015
kor: 너도밤나무 - 초콜릿 갈색

source: Wood-016
kor: 너도밤나무 - 산딸기

source: Wood-017
kor: 너도밤나무 - 미스틱 갈색

source: Wood-018
kor: 브라질산 티크 - 내츄럴

source: Wood-019
kor: 히코리

source: Wood-020
kor: 히코리 - 압착 처리 착색

source: Wood-021
kor: 히코리 - 마감 안 함

source: Wood-022
kor: 내츄럴 단풍나무 - 앤티크

source: Wood-023
kor: 내츄럴 단풍나무 - 클래식 마감 안 함

source: Wood-024
kor: 내츄럴 단풍나무 - 클래식 마감

source: Wood-025
kor: 단풍나무 - 자단

source: Wood-026
kor: 단풍나무 - 토스트 갈색

source: Wood-027
kor: 단풍나무 - 갈리아노

source: Wood-028
kor: 단풍나무 - 초콜릿 갈색

source: Wood-029
kor: 단풍나무 - 산딸기

source: Wood-030
kor: 단풍나무 - 미스틱 갈색

source: Wood-031
kor: 내츄럴 단풍나무 - 광택

source: Wood-032
kor: 내츄럴 단풍나무 - 광택 짙은 착색

source: Wood-033
kor: 켐파스 - 내츄럴

source: Wood-034
kor: 안디로바 - 내츄럴

source: Wood-035
kor: 빨간색 떡갈나무 - 내츄럴 앤티크

source: Wood-036
kor: 빨간색 떡갈나무 - 내츄럴 클래식

source: Wood-037
kor: 빨간색 떡갈나무 - 내츄럴 클래식 마감 안 함

source: Wood-038
kor: 빨간색 떡갈나무 - 내츄럴 컨트리

source: Wood-039
kor: 빨간색 떡갈나무 - 자단

source: Wood-040
kor: 빨간색 떡갈나무 - 황색

source: Wood-041
kor: 빨간색 떡갈나무 - 위스키

source: Wood-042
kor: 빨간색 떡갈나무 - 자바

source: Wood-043
kor: 빨간색 떡갈나무 - 아마레토

source: Wood-044
kor: 빨간색 떡갈나무 - 초콜릿 갈색

source: Wood-045
kor: 빨간색 떡갈나무 - 산딸기

source: Wood-046
kor: 빨간색 떡갈나무 - 미스틱 갈색

source: Wood-047
kor: 빨간색 떡갈나무 - 내츄럴

source: Wood-048
kor: 빨간색 떡갈나무 - 내츄럴 착색

source: Wood-049
kor: 은단풍나무 - 갈색

source: Wood-050
kor: 은단풍나무 - 자단

source: Wood-051
kor: 은단풍나무 - 황색

source: Wood-052
kor: 은단풍나무 - 개머리판

source: Wood-053
kor: 은단풍나무 - 갈리아노

source: Wood-054
kor: 은단풍나무 - 초콜릿 갈색

source: Wood-055
kor: 은단풍나무 - 산딸기

source: Wood-056
kor: 은단풍나무 - 미스틱 갈색

source: Wood-057
kor: 은단풍나무 - 내츄럴

source: Wood-058
kor: 은단풍나무 - 내츄럴 착색

source: Wood-059
kor: 호랑이나무 - 내츄럴

source: Wood-060
kor: 흰물푸레나무 - 자바

source: Wood-061
kor: 흰물푸레나무 - 아마레토

source: Wood-062
kor: 흰물푸레나무 - 갈리아노

source: Wood-063
kor: 흰물푸레나무 - 초콜릿 갈색

source: Wood-064
kor: 흰물푸레나무 - 산딸기

source: Wood-065
kor: 밤나무 - 내츄럴

source: Wood-066
kor: 밤나무 - 내츄럴 마감 안 함

source: Wood-067
kor: 흰떡갈나무 - 갈리아노

source: Wood-068
kor: 흰떡갈나무 - 초콜릿 갈색

source: Wood-069
kor: 흰떡갈나무 - 산딸기

source: Wood-070
kor: 흰떡갈나무 - 미스틱 갈색

source: Wood-071
kor: 흰떡갈나무 - 내츄럴

source: Wood-072
kor: 산벚나무 - 내츄럴 1

source: Wood-073
kor: 산벚나무 - 내츄럴 2

source: Wood-074
kor: 산벚나무 - 그루브

source: Wood-075
kor: 산벚나무 - 중간 갈색

source: Wood-076
kor: 산벚나무 - 자단

source: Wood-077
kor: 산벚나무 - 토스트 갈색

source: Wood-078
kor: 산벚나무 - 황색

source: Wood-079
kor: 산벚나무 - 체리

source: Wood-080
kor: 산벚나무 - 개머리판

source: Wood-081
kor: 산벚나무 - 마감 안 된 개머리판

source: Wood-082
kor: 산벚나무 - 위스키

source: Wood-083
kor: 산벚나무 - 자바

source: Wood-084
kor: 산벚나무 - 아마레토

source: Wood-085
kor: 산벚나무 - 갈리아노

source: Wood-086
kor: 산벚나무 - 초콜릿 갈색

source: Wood-087
kor: 산벚나무 - 산딸기

source: Wood-088
kor: 산벚나무 - 미스틱 갈색

source: Wood-089
kor: 호두나무 - 착색 밝은 무광

source: Wood-090
kor: 호두나무 - 내츄럴 연마

source: Wood-091
kor: 자작나무 - 내츄럴 무광

source: Wood-092
kor: 자작나무 - 솔리드 내츄럴 저광택

source: Wood-093
kor: 자작나무 - 내츄럴 중간 광택

source: Wood-094
kor: 자작나무 - 내츄럴 연마

source: Wood-095
kor: 자작나무 - 솔리드 착색 밝은 무광

source: Wood-096
kor: 자작나무 - 솔리드 착색 짙은 무광

source: Wood-097
kor: 자작나무 - 솔리드 착색 짙은 중간 광택

source: Wood-098
kor: 체리 - 솔리드 착색 짙은 중간 광택

source: Wood-099
kor: 체리 - 솔리드 착색 짙은 무광

source: Wood-100
kor: 체리 - 솔리드 착색 밝은 무광

source: Wood-101
kor: 체리 - 내츄럴 중간 광택

source: Wood-102
kor: 체리 - 착색 밝은 저광택

source: Wood-103
kor: 체리 - 착색 밝은 무광

source: Wood-104
kor: 체리 - 밝은 거침

source: Wood-105
kor: 체리 - 밝음

source: Wood-106
kor: 마호가니 - 솔리드 착색 짙은 중간 광택
