Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

source: Wood-147
rus: Вишневое дерево — натуральный — со слабым глянцем

source: Wood-148
rus: Вишневое дерево — натуральный — без глянца

source: Wood-149
rus: Вишневое дерево — темное морение — со слабым глянцем

source: Wood-150
rus: Вишневое дерево — темное морение — с умеренным глянцем 1

source: Wood-151
rus: Красное дерево — натуральный — со слабым глянцем

source: Wood-152
rus: Красный дуб — натуральный — со слабым глянцем

source: Wood-153
rus: Красный дуб — темное морение — со слабым глянцем

source: Wood-154
rus: Белый дуб — темное морение — полированный

source: Wood-155
rus: Белый дуб — светлое морение — полированный

source: Wood-156
rus: Желтая сосна — натуральный — полированная

source: Wood-157
rus: Желтая сосна — темное морение — с умеренным глянцем

source: Wood-158
rus: Тик — натуральный — с умеренным глянцем 1

source: Wood-159
rus: Тик — натуральный — без глянца

source: Wood-160
rus: Тик — темное морение — с умеренным глянцем

source: Wood-161
rus: Тик — темное морение — без глянца

source: Wood-162
rus: Панели — ясень

source: Wood-163
rus: Клен — массив — натуральный — со слабым глянцем

source: Wood-164
rus: Клен — массив — натуральный — с умеренным глянцем

source: Wood-165
rus: Клен — массив — натуральный — без глянца

source: Wood-166
rus: Клен — массив — натуральный — полированный

source: Wood-167
rus: Клен — массив — светлое морение — со слабым глянцем

source: Wood-168
rus: Клен — темное морение — полированный

source: Wood-169
rus: Красное дерево — светлое морение — с умеренным глянцем

source: Wood-170
rus: Красное дерево — светлое морение — без глянца

source: Wood/Panels
rus: Дерево/панели

# WoodSchema_localname:Wood
source: Wood
rus: Дерево

# WoodSchema_localtype:Texture
source: Texture
rus: Текстура

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
rus: Дерево и пластик.Отделка деревянная.Слоистый пластик.Светлый беж

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
rus: Дерево и пластик.Отделка деревянная.Слоистый пластик.Светло-коричневый

source: Woods - Plastics.Finish Carpentry.Wood.Boards
rus: Дерево и пластик.Отделка деревянная.Дерево.Доски

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
rus: Дерево и пластик.Отделка деревянная.Дерево.Вишня

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
rus: Дерево и пластик.Отделка деревянная.Дерево.Вишня.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
rus: Дерево и пластик.Отделка деревянная.Дерево.Гикори

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
rus: Дерево и пластик.Отделка деревянная.Дерево.Красное дерево

source: Woods - Plastics.Finish Carpentry.Wood.Maple
rus: Дерево и пластик.Отделка деревянная.Дерево.Клен

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
rus: Дерево и пластик.Отделка деревянная.Дерево.Панели.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
rus: Дерево и пластик.Отделка деревянная.Дерево.Сосна

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
rus: Дерево и пластик.Отделка деревянная.Дерево.Тополь

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
rus: Дерево и пластик.Отделка деревянная.Дерево.Красная береза

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
rus: Дерево и пластик.Отделка деревянная.Дерево.Красный дуб

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
rus: Дерево и пластик.Отделка деревянная.Дерево.Секвойя

source: Woods - Plastics.Finish Carpentry.Wood.Teak
rus: Дерево и пластик.Отделка деревянная.Тик.

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
rus: Дерево и пластик.Отделка деревянная.Дерево.Орех

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
rus: Дерево и пластик.Отделка деревянная.Дерево.Белый ясень

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
rus: Дерево и пластик.Отделка деревянная.Дерево.Белый дуб

source: Woods - Plastics.FinishCarpentry.Lacquer
rus: Дерево — пластик.Отделка деревянная.Лак

source: Woods - Plastics.FinishCarpentry.Shellac
rus: Дерево — пластик.Отделка деревянная.Шеллак

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
rus: Дерево — пластик.Отделка деревянная.Панели.Со скосом кромок

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
rus: Дерево — пластик.Отделка деревянная.Панели.Доски и деревянные рейки

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
rus: Дерево — пластик.Отделка деревянная.Панели.Шпунтованные доски

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
rus: Дерево — пластик.Отделка деревянная.Панели.Соединение в паз

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
rus: Дерево — пластик.Отделка деревянная.Панели.Соединение в шип

source: Woods - Plastics.FinishCarpentry.Urethane
rus: Дерево — пластик.Отделка деревянная.Уретан

source: Woods - Plastics.FinishCarpentry.Wax.Black
rus: Дерево — пластик.Отделка деревянная.Воск.Черный

source: Woods - Plastics.FinishCarpentry.Wax.Red
rus: Дерево — пластик.Отделка деревянная.Воск.Красный

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
rus: Дерево — пластик.Отделка деревянная.Дерево.Твердое дерево

source: Woods - Plastics.FinishCarpentry.Wood.Roble
rus: Дерево — пластик.Отделка деревянная.Дерево.Дуб

source: Woods - Plastics.Masonite.Paneling
rus: Дерево — пластик.Мазонит.Панели

source: Woods - Plastics.Plastics.PVC.White
rus: Дерево — пластик.Пластик.ПВХ.Белый

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
rus: Дерево и пластик.Картон.ДСП

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
rus: Дерево и пластик.Картон.Гофрированный

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
rus: Дерево и пластик.Отделка деревянная.Дерево.Андироба

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
rus: Дерево и пластик.Отделка деревянная.Дерево.Бук

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
rus: Дерево и пластик.Отделка деревянная.Дерево.Бокаут

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
rus: Дерево и пластик.Отделка деревянная.Дерево.Вяз

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
rus: Дерево и пластик.Отделка деревянная.Дерево.Кокоболо

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
rus: Дерево и пластик.Отделка деревянная.Дерево.Дуб черешчатый

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
rus: Дерево и пластик.Отделка деревянная.Дерево.Гонкало

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
rus: Дерево и пластик.Отделка деревянная.Дерево.Медовый мирт

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
rus: Дерево и пластик.Отделка деревянная.Дерево.Ель

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
rus: Дерево и пластик.Мазонит.Перфорированный

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
rus: Дерево и пластик.Пластик.Латекс

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
rus: Дерево и пластик.Прессованный картон.Панели

source: Wrought copper
rus: Ковкая медь

source: Wrought steel
rus: Ковкая сталь

source: Year:
rus: Год:

# Year:uilabel
source: Year:
rus: Год:

# a_incandescent
source: Incandescent Filament Lamp
rus: Лампа накаливания

source: acoustic
rus: звукоизолирующий

source: Active
rus: Активный

# active:uilabel
source: Active
rus: Активный

source: adobe
rus: сырец

# aerial_perspective
source: Atmospheric Haze
rus: Атмосферная дымка

source: aggregate
rus: заполнитель

source: alabaster
rus: алебастр

source: algae
rus: водоросли

source: alloy
rus: сплав

source: aluminium
rus: алюминий

source: aluminum
rus: алюминий

source: amber
rus: янтарный

source: Ambient Color:
rus: Рассеиваемый цвет:

# ambientColor:uilabel
source: Ambient Color:
rus: Рассеиваемый цвет:

source: Ambient Only:
rus: Только рассеянный:

# ambientOnly:uilabel
source: Ambient Only:
rus: Только рассеянный:

source: ambientocclusion
rus: перекрытие_рассеянного_света

# ambientocclusion_group
source: Ambient Occlusion Properties
rus: Свойства перекрытия рассеянного света

source: andiroba
rus: аднироба

source: anodized
rus: анодированный

source: antique
rus: антик

# aperture:uilabel
source: aperture
rus: апертура

source: aqua
rus: морская волна

source: architectural
rus: архитектурный

source: Area
rus: Площадь

source: ash
rus: ясень

source: Aspect
rus: Ориентация

# aspect_ratio:uilabel
source: aspect_ratio
rus: пропорции

source: asphalt
rus: асфальт

# asset_description
source: Description
rus: Описание

# asset_information
source: Information
rus: Информация

# asset_information1
source: Descriptive Information
rus: Описание

# asset_information2
source: Product Information
rus: Информация о продукте

# asset_information3
source: Revit Annotation Information
rus: Данные аннотации для Revit

# asset_keywords
source: Keywords
rus: Ключевые слова

# asset_name
source: Name
rus: Имя

# asset_source
source: Source
rus: Источник

# asset_texture_paths
source: Texture Paths
rus: Пути к текстурам

# asset_type
source: Type
rus: Тип

# asset_version
source: Version
rus: Версия

# atmosShadowColAmnt
source: Amount:
rus: Степень:

# atmosShadowColAmnt:uilabel
source: Amount:
rus: Степень:

# atmosShadowOn
source: On:
rus: Вкл.:

# atmosShadowOn:uilabel
source: On:
rus: Вкл.:

# atmosShadowOpacity
source: Opacity:
rus: Непрозрачность:

# atmosShadowOpacity:uilabel
source: Opacity:
rus: Непрозрачность:

# atmosShadows
source: Atmospheric Shadows
rus: Тени при естественном освещении

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
rus: Автоматическая энергия фотона:

# background
source: Background Shader:
rus: Раскрашивание фона:

# background:uilabel
source: Background Shader:
rus: Раскрашивание фона:

source: Background On:
rus: Фон вкл.:

# backgroundOn:uilabel
source: Background On:
rus: Фон вкл.:

# backgroundx
source: Background
rus: Фон

source: bank
rus: берег

# base
source: Fixture
rus: Прибор

source: basic
rus: базовые

# basic_props1
source: Basic Thermal
rus: Базовые температурные

source: bathroom
rus: ванная

source: bayou
rus: рукав реки

source: bedroom
rus: спальня

source: beech
rus: бук

source: beechwood
rus: древесина бука

source: beige
rus: бежевый

source: beige plaid
rus: бежевый, в клетку

source: bermuda
rus: бермудский

source: birch
rus: береза

source: black
rus: черный

source: block
rus: блок

source: blocks
rus: блоки

source: blue
rus: синий

source: board
rus: плита

source: bog
rus: болото

source: Bottom Left 1:
rus: Внизу слева 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
rus: Внизу слева 1:

source: Bottom Right 1:
rus: Внизу справа 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
rus: Внизу справа 1:

source: brass
rus: латунь

# break_def_map:uilabel
source: Break Def Map
rus: Карта описания разрыва

source: brick
rus: кирпич

source: Brightness:
rus: Яркость:

# brightness:uilabel
source: Brightness:
rus: Яркость:

source: brindle
rus: пестрый

source: bronze
rus: бронза

# broom_curved:uilabel
source: Broom Curved
rus: Обработка метлой, криволинейная

# broom_straight:uilabel
source: Broom Straight
rus: Обработка метлой, прямолинейная

source: brown
rus: коричневый

source: brown carpet
rus: коричневый ковер

# brush_def_map:uilabel
source: Brush Def Map
rus: Карта описания кисти

source: brushed
rus: шлифованный

source: bulb
rus: лампа

# bump_checker_map:uilabel
source: Bump Checker Map
rus: Карта выдавливания клетки

# bump_diamond_map:uilabel
source: Bump Diamond Map
rus: Карта выдавливания ромба

source: burgundy
rus: бордовый

source: burl
rus: завитки

source: burlap
rus: джут

# burn_highlights
source: Highlights (Burn):
rus: Выделение (прожигание):

# burn_highlights:uilabel
source: Highlights (Burn):
rus: Выделение (прожигание):

source: burnt
rus: жженый

source: cadet
rus: серо-синий

source: cafe
rus: кафе

# camera_shutter
source: Shutter Speed:
rus: Выдержка:

# camera_shutter:uilabel
source: Shutter Speed:
rus: Выдержка:

source: canary
rus: канареечный

# candela
source: candelas
rus: канделы

source: caning
rus: плетеный

source: canvas
rus: холст

source: cardboard
rus: строительный картон

source: carpet
rus: ковер

source: carpet with some blue, yellow and red
rus: ковер с узором синего, желтого и красного цветов

source: cast-in-place
rus: монолитный

# cast_shadows
source: Compute Shadows:
rus: Расчет теней:

# cast_shadows:uilabel
source: Turns on shadows:
rus: Включение теней:

source: ceiling
rus: потолок

source: cement
rus: цемент

source: ceramic
rus: керамика

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
rus: Светильник высокой четкости, керамический металлогалогенный (холодный)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
rus: Светильник высокой четкости, керамический металлогалогенный (теплый)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# ceramic_ao_distance
source: Max Distance
rus: Макс. расстояние

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# ceramic_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# ceramic_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# ceramic_ao_samples
source: Samples
rus: Примеры

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# ceramic_ao_samples:uilabel
source: Samples
rus: Примеры

# ceramic_application
source: Finish
rus: Отделка

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
rus: Сильный глянец / Глазирование

# ceramic_application:ceramic_matte
source: Matte
rus: Матовый

# ceramic_application:ceramic_satin
source: Satin
rus: Сатинированный

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
rus: Корректировка текстуры поверхности с отделкой.

# ceramic_application:uilabel
source: Finish
rus: Отделка

# ceramic_bump:ceramic_custom
source: Custom
rus: Пользовательский

# ceramic_bump:ceramic_none
source: None
rus: Нет

# ceramic_bump:ceramic_wavy
source: Wavy
rus: Волнистый

# ceramic_bump:uilabel
source: Type
rus: Тип

# ceramic_bump_amount
source: Amount
rus: Количество

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
rus: Управление волнами с низкой частотой, характерными для керамики. Большее десятичное значение (до 1,0) соответствует большей глубине неровностей поверхности.

# ceramic_bump_amount:uilabel
source: Amount
rus: Количество

# ceramic_bump_list_label
source: Type
rus: Тип

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
rus: Корректировка узора, используемого для графического представления волн с низкой частотой, характерных для керамики.

# ceramic_bump_map
source: Image
rus: Изображение

# ceramic_bump_map:uilabel
source: Image
rus: Изображение

# ceramic_bump_panel_label
source: Finish Bumps
rus: Готовая отделка с выдавливанием

# ceramic_ceramic
source: Ceramic
rus: Керамика

# ceramic_color
source: Color
rus: Цвет

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
rus: Выбор цвета, изображения или процедурной текстуры для визуализации материала.

# ceramic_color:uilabel
source: Color
rus: Цвет

# ceramic_color_by_object:uilabel
source: Color
rus: Цвет

# ceramic_custom
source: Custom
rus: Пользовательский

# ceramic_high_glossy
source: High Gloss / Glazed
rus: Сильный глянец / Глазирование

# ceramic_matte
source: Matte
rus: Матовый

# ceramic_pattern:ceramic_custom
source: Custom
rus: Пользовательский

# ceramic_pattern:ceramic_none
source: None
rus: Нет

# ceramic_pattern:uilabel
source: Type
rus: Тип

# ceramic_pattern_amount
source: Amount
rus: Количество

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
rus: Управление декоративными рельефными узорами.

# ceramic_pattern_amount:uilabel
source: Amount
rus: Количество

# ceramic_pattern_list_label
source: Type
rus: Тип

# ceramic_pattern_map:uilabel
source: Image
rus: Изображение

# ceramic_pattern_map_slider_label
source: Image
rus: Изображение

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
rus: Отображение декоративных рельефных узоров.

# ceramic_pattern_map_stack_label
source: Relief Pattern
rus: Рельефный узор

# ceramic_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# ceramic_porcelain
source: Porcelain
rus: Фарфор

# ceramic_props
source: Ceramic
rus: Керамика

# ceramic_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# ceramic_roundcorners_on
source: Round Corners
rus: Скругление углов

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# ceramic_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# ceramic_roundcorners_radius
source: Source
rus: Источник

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# ceramic_roundcorners_radius:uilabel
source: Source
rus: Источник

# ceramic_satin
source: Satin
rus: Сатинированный

# ceramic_type
source: Type
rus: Тип

# ceramic_type:ceramic_ceramic
source: Ceramic
rus: Керамика

# ceramic_type:ceramic_porcelain
source: Porcelain
rus: Фарфор

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
rus: Выбор типа материала: керамика или фарфор.

# ceramic_type:uilabel
source: Type
rus: Тип

# ceramic_wavy
source: Wavy
rus: Волнистый

source: cerulean
rus: лазурный

source: chain
rus: цепь

source: chartreuse
rus: зеленовато-желтый

source: checker
rus: клетка

# checker_Appearance
source: Appearance
rus: Представление

# checker_Position
source: Position
rus: Положение

# checker_Repeat
source: Repeat
rus: Повтор

# checker_Scale
source: Scale
rus: Масштаб

# checker_color1
source: Color 1
rus: Цвет 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
rus: Возможность выбора карты цветов или вспомогательной процедурной карты для одного из рисунков клетки

# checker_color1:uilabel
source: Color 1
rus: Цвет 1

# checker_color2
source: Color 2
rus: Цвет 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
rus: Возможность выбора карты цветов или вспомогательной процедурной карты для других рисунков клетки.

# checker_color2:uilabel
source: Color 2
rus: Цвет 2

# checker_soften
source: Soften
rus: Смягчить

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
rus: Корректировка величины сглаживания или размытия на границе двух цветов или типов карт. Большее значение соответствует большей величине размытия. Значение 0,0 соответствует четкой границе. Диапазон = 0-5,00; значение по умолчанию = 0.

# checker_soften:uilabel
source: Soften
rus: Смягчить

# checker_transforms_group
source: Transforms
rus: Преобразования

source: cherry
rus: вишня

source: chestnut
rus: каштан

source: chiffon
rus: шифон

source: chipboard
rus: ДСП

source: chocolate
rus: шоколадный

source: chromate
rus: хромированный

source: chrome
rus: хром

source: circular
rus: круговой

source: clear
rus: очистить

source: cmu
rus: бетонный блок

source: coarse
rus: упрощенный

source: cobble
rus: булыжник

source: coffee
rus: кофейный

source: Color Correction
rus: Корректировка цвета

# colorCorrection:uilabel
source: Color Correction
rus: Корректировка цвета

# colorDifferentiation
source: Desaturate Low Levels
rus: Низкие уровни насыщенности

# colorDifferentiation:uilabel
source: Desaturate Low Levels
rus: Низкие уровни насыщенности

# colorMapIndependent
source: Affect Indirect Only
rus: Влияет только на непрямые

# colorMapIndependent:uilabel
source: Affect Indirect Only
rus: Влияет только на непрямые

source: Color Shifting:
rus: Изменение цвета:

# colorShifting:none
source: None
rus: Нет
