Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
esp: Aislamiento - permeabilización.Cubiertas y paneles laterales.Madera.Vertical.Blanco

source: Thermal - Moisture.Shakes.Weathered
esp: Aislamiento - permeabilización.Tejas planas.Desgastadas

source: Thermal - Moisture.Shingles.Asphalt Roofing
esp: Aislamiento - permeabilización.Tejas planas.Cobertura de asfalto

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
esp: Aislamiento - permeabilización.Tejas planas.De asfalto.3 pestañas.Negro

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
esp: Aislamiento - permeabilización.Tejas planas.De asfalto.3 pestañas.Gris

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
esp: Aislamiento - permeabilización.Tejas planas.De asfalto.Sombra oscura.Beis

source: Thermal - Moisture.Shingles.Even.1
esp: Aislamiento - permeabilización.Tejas planas.Regulares.1

source: Thermal - Moisture.Shingles.Even.2
esp: Aislamiento - permeabilización.Tejas planas.Regulares.2

source: Thermal - Moisture.Shingles.Even.3
esp: Aislamiento - permeabilización.Tejas planas.Regulares.3

source: Thermal - Moisture.Shingles.Halfround
esp: Aislamiento - permeabilización.Tejas planas.Semirredondas

source: Thermal - Moisture.Shingles.Uneven.1
esp: Aislamiento - permeabilización.Tejas planas.Irregulares.1

source: Thermal - Moisture.Shingles.Uneven.2
esp: Aislamiento - permeabilización.Tejas planas.Irregulares.2

source: Thermal - Moisture.Shingles.Uneven.3
esp: Aislamiento - permeabilización.Tejas planas.Irregulares.3

source: ThermalGas
esp: Gas térmico por defecto

# ThermalGasSchema_localtype:Thermal
source: Thermal
esp: Térmico

source: ThermalLiquid
esp: Líquido térmico por defecto

source: ThermalLiquid-001
esp: Agua

# ThermalLiquidSchema_localname:Liquid
source: Liquid
esp: Líquido

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
esp: Térmico

source: ThermalSolid
esp: Sólido térmico por defecto

source: ThermalSolid-012
esp: Hormigón

source: ThermalSolid-033
esp: Vidrio - Ventana de cal

source: ThermalSolid-081
esp: Aluminio

source: ThermalSolid-081-2
esp: Aluminio 6061

source: ThermalSolid-082-2
esp: Latón, amarillo claro

source: ThermalSolid-082-3
esp: Latón, amarillo claro, soldado

source: ThermalSolid-083-2
esp: Bronce, estaño suave

source: ThermalSolid-083-3
esp: Bronce, fundido

source: ThermalSolid-085-2
esp: Cobre, fundido

source: ThermalSolid-085-3
esp: Cobre, aleado

source: ThermalSolid-085-4
esp: Aleación de níquel y cobre 400

source: ThermalSolid-085-5
esp: Cobre, forjado

source: ThermalSolid-086
esp: Hierro

source: ThermalSolid-089
esp: Plomo

source: ThermalSolid-092
esp: Acero

source: ThermalSolid-092-10
esp: Acero, forjado

source: ThermalSolid-092-2
esp: Acero V2

source: ThermalSolid-092-3
esp: Acero, galvanizado

source: ThermalSolid-092-6
esp: Acero, aleación

source: ThermalSolid-092-7
esp: Acero, carbono

source: ThermalSolid-092-8
esp: Acero, no aleado

source: ThermalSolid-092-9
esp: Acero, alta resistencia, aleación baja

source: ThermalSolid-093-2
esp: Acero inoxidable V2

source: ThermalSolid-093-3
esp: Acero inoxidable, 440C

source: ThermalSolid-093-4
esp: Acero inoxidable, austenítico

source: ThermalSolid-093-8
esp: Acero inoxidable AISI 440C, soldado

source: ThermalSolid-095
esp: Titanio

source: ThermalSolid-118
esp: Lámina de acrílico

source: ThermalSolid-128
esp: Resina fenólica

source: ThermalSolid-130
esp: Policarbonato

source: ThermalSolid-132
esp: Polietileno - HDPE

source: ThermalSolid-133
esp: Polietileno - LDPE

source: ThermalSolid-137
esp: Polipropileno

source: ThermalSolid-142
esp: Poliestireno

source: ThermalSolid-149
esp: Cloruro de polivinilo - Rígido

source: ThermalSolid-152
esp: Goma

source: ThermalSolid-189
esp: Compuesto de epoxi con fibra de carbono

# ThermalSolidSchema_localname:Solid
source: Solid
esp: Sólido

# ThermalSolidSchema_localtype:Thermal
source: Thermal
esp: Térmico

source: Thermoplastic
esp: Termoplástico

source: Thermoplastic Resin
esp: Resina termoplástica

source: Thermoset
esp: Termoendurecible

source: Tile
esp: Azulejo

source: Tile map.
esp: Mapeado azulejo.

# TileSchema_localname:Tile Texture
source: Tile Texture
esp: Textura de azulejo

# TileSchema_localtype:Texture
source: Texture
esp: Textura

source: Time:
esp: Hora:

# Time:uilabel
source: Time:
esp: Hora:

source: Time Zone Offset:
esp: Desfase de huso horario:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
esp: Desfase de huso horario:

source: Titanium
esp: Titanio

source: Titanium, polished
esp: Titanio, pulido

source: Translucent
esp: Translúcido

source: Translucent white luminous material.
esp: Material luminoso blanco translúcido.

source: Transparent
esp: Transparente

source: Ultra High Molecular Weight Polyethylene
esp: Polietileno de peso molecular ultraalto

source: Ultra-high-molecular-weight polyethylene
esp: Polietileno de peso molecular ultraalto

source: Unfilled Polycarbonate, molded
esp: Policarbonato sin rellenar, moldeado

source: Unified Bitmap.
esp: Mapa de bits unificado.

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
esp: Textura en mapa de bits

# UnifiedBitmapSchema_localtype:Texture
source: Texture
esp: Textura

source: Vase swatch.
esp: Muestra de jarrón

source: Wall Covering
esp: Revestimiento de muros

source: Wall Paint/Glossy
esp: Pintura de muro/Brillante

source: Wall Paint/Matte
esp: Pintura de muro/Mate

source: Wall swatch.
esp: Muestra de muro.

source: WallPaint
esp: Pintura de muro

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
esp: Pintura de muro

# WallPaintSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Water
esp: Agua

source: Water material.
esp: Material de agua.

source: Water, properties @20C
esp: Agua, propiedades a 20C

source: Water-001
esp: Piscina cubierta

source: Water-002
esp: Pantano

source: Water-003
esp: Tropical

source: Water-004
esp: Lago transparente

source: Water-005
esp: Río turbio

source: Water-006
esp: Piscina

source: Water-007
esp: Piscina reflectante

source: Water-008
esp: Azul tropical

# WaterSchema_localname:Water
source: Water
esp: Agua

# WaterSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Wave
esp: Onda

source: Wave map.
esp: Mapeado onda.

# WaveSchema_localname:Wave
source: Wave
esp: Onda

# WaveSchema_localtype:Texture
source: Texture
esp: Textura

source: White and green marble stone floor
esp: Suelo de piedra de mármol blanco y verde

source: White square bricks with black floral patterns
esp: Ladrillos cuadrados blancos con patrones florales negros

source: Window glass
esp: Cristal de ventana

source: Wood
esp: Madera

source: Wood map.
esp: Mapeado madera.

source: Wood structural asset.
esp: Activo estructural de madera.

source: Wood-001
esp: Cerezo americano

source: Wood-002
esp: Haya - Estría

source: Wood-003
esp: Haya - Marrón

source: Wood-004
esp: Haya - Tostado Marrón

source: Wood-005
esp: Haya - Miel

source: Wood-006
esp: Haya - Cerezo

source: Wood-007
esp: Haya - Whisky

source: Wood-008
esp: Haya - Java

source: Wood-009
esp: Haya - Amaretto

source: Wood-010
esp: Haya - Natural

source: Wood-011
esp: Haya - Natural Sin acabado

source: Wood-012
esp: Haya - Palisandro

source: Wood-013
esp: Haya - Gunstock

source: Wood-014
esp: Haya - Galliano

source: Wood-015
esp: Haya - Marrón chocolate

source: Wood-016
esp: Haya - Bayas silvestres

source: Wood-017
esp: Haya - Marrón Místico

source: Wood-018
esp: Teca brasileña - Natural

source: Wood-019
esp: Carya

source: Wood-020
esp: Carya - Tinte tratado a presión

source: Wood-021
esp: Carya - Sin acabado

source: Wood-022
esp: Arce natural - Antiguo

source: Wood-023
esp: Arce natural - Clásico sin acabado

source: Wood-024
esp: Arce natural - Acabado clásico

source: Wood-025
esp: Arce - Palisandro

source: Wood-026
esp: Arce - Marrón tostado

source: Wood-027
esp: Arce - Galliano

source: Wood-028
esp: Arce - Marrón chocolate

source: Wood-029
esp: Arce - Bayas silvestres

source: Wood-030
esp: Arce - Marrón Místico

source: Wood-031
esp: Arce natural - Brillante

source: Wood-032
esp: Arce natural - De color oscuro brillante

source: Wood-033
esp: Kempas - Natural

source: Wood-034
esp: Carapa - Natural

source: Wood-035
esp: Roble rojo - Natural Antiguo

source: Wood-036
esp: Roble rojo - Natural Clásico

source: Wood-037
esp: Roble rojo - Natural Clásico Sin acabado

source: Wood-038
esp: Roble rojo - Natural Rústico

source: Wood-039
esp: Roble rojo - Palisandro

source: Wood-040
esp: Roble rojo - Miel

source: Wood-041
esp: Roble rojo - Whisky

source: Wood-042
esp: Roble rojo - Java

source: Wood-043
esp: Roble rojo - Amaretto

source: Wood-044
esp: Roble rojo - Marrón chocolate

source: Wood-045
esp: Roble rojo - Bayas silvestres

source: Wood-046
esp: Roble rojo - Marrón Místico

source: Wood-047
esp: Roble rojo - Natural

source: Wood-048
esp: Roble rojo - De color natural

source: Wood-049
esp: Arce plateado - Marrón

source: Wood-050
esp: Arce plateado - Palisandro

source: Wood-051
esp: Arce plateado - Miel

source: Wood-052
esp: Arce plateado - Gunstock

source: Wood-053
esp: Arce plateado - Galliano

source: Wood-054
esp: Arce plateado - Marrón chocolate

source: Wood-055
esp: Arce plateado - Bayas silvestres

source: Wood-056
esp: Arce plateado - Marrón Místico

source: Wood-057
esp: Arce plateado - Natural

source: Wood-058
esp: Arce plateado - De color natural

source: Wood-059
esp: Muiracatiara -Natural

source: Wood-060
esp: Fresno blanco - Java

source: Wood-061
esp: Fresno blanco - Amaretto

source: Wood-062
esp: Fresno blanco - Galliano

source: Wood-063
esp: Fresno blanco - Marrón chocolate

source: Wood-064
esp: Fresno blanco - Bayas silvestres

source: Wood-065
esp: Castaño - Natural

source: Wood-066
esp: Castaño - Sin acabado Natural

source: Wood-067
esp: Roble blanco - Galliano

source: Wood-068
esp: Roble blanco - Marrón chocolate

source: Wood-069
esp: Roble blanco - Bayas silvestres

source: Wood-070
esp: Roble blanco - Marrón Místico

source: Wood-071
esp: Roble blanco - Natural

source: Wood-072
esp: Cerezo silvestre - Natural 1

source: Wood-073
esp: Cerezo silvestre - Natural 2

source: Wood-074
esp: Cerezo silvestre - Estría

source: Wood-075
esp: Cerezo silvestre - Marrón medio

source: Wood-076
esp: Cerezo silvestre - Palisandro

source: Wood-077
esp: Cerezo silvestre - Marrón tostado

source: Wood-078
esp: Cerezo silvestre - Miel

source: Wood-079
esp: Cerezo silvestre - Cerezo

source: Wood-080
esp: Cerezo silvestre - Gunstock

source: Wood-081
esp: Cerezo silvestre - Gunstock Sin acabado

source: Wood-082
esp: Cerezo silvestre - Whisky

source: Wood-083
esp: Cerezo silvestre - Java

source: Wood-084
esp: Cerezo silvestre - Amaretto

source: Wood-085
esp: Cerezo silvestre - Galliano

source: Wood-086
esp: Cerezo silvestre - Marrón chocolate

source: Wood-087
esp: Cerezo silvestre - Bayas silvestres

source: Wood-088
esp: Cerezo silvestre - Marrón Místico

source: Wood-089
esp: Nogal - Tinte claro sin brillo

source: Wood-090
esp: Nogal - Natural pulido

source: Wood-091
esp: Abedul - Natural sin brillo

source: Wood-092
esp: Abedul - Sólido natural brillo bajo

source: Wood-093
esp: Abedul - Natural brillo medio

source: Wood-094
esp: Abedul - Natural pulido

source: Wood-095
esp: Abedul - Sólido tinte claro sin brillo

source: Wood-096
esp: Abedul - Sólido tinte oscuro sin brillo

source: Wood-097
esp: Abedul - Sólido tinte oscuro brillo medio

source: Wood-098
esp: Cerezo - Sólido tinte oscuro brillo medio

source: Wood-099
esp: Cerezo - Sólido tinte oscuro sin brillo

source: Wood-100
esp: Cerezo - Sólido tinte claro sin brillo

source: Wood-101
esp: Cerezo - Natural brillo medio

source: Wood-102
esp: Cerezo - Tinte claro brillo bajo

source: Wood-103
esp: Cerezo - Tinte claro sin brillo 1

source: Wood-104
esp: Cerezo - Claro grueso

source: Wood-105
esp: Cerezo - Claro

source: Wood-106
esp: Caoba - Sólido con tinte oscuro brillo medio

source: Wood-107
esp: Caoba - Sólido con tinte oscuro sin brillo

source: Wood-108
esp: Caoba - Sólido con tinte claro sin brillo

source: Wood-109
esp: Caoba - Natural pulida

source: Wood-110
esp: Caoba - Tinte oscuro pulido

source: Wood-111
esp: Roble blanco - Sólido tinte claro sin brillo

source: Wood-112
esp: Roble rojo - Natural sin brillo

source: Wood-113
esp: Roble rojo - Tinte claro brillo medio

source: Wood-114
esp: Roble rojo - Tinte claro sin brillo

source: Wood-115
esp: Roble blanco - Natural brillo medio

source: Wood-116
esp: Roble blanco - Tinte claro sin brillo 1

source: Wood-117
esp: Pino amarillo - Sólido natural brillo bajo

source: Wood-118
esp: Pino amarillo - Sólido natural pulido

source: Wood-119
esp: Pino amarillo - Sólido tinte oscuro brillo medio

source: Wood-120
esp: Pino amarillo - Sólido tinte oscuro sin brillo

source: Wood-121
esp: Pino amarillo - Sólido tinte claro sin brillo

source: Wood-122
esp: Pino amarillo - Natural sin brillo

source: Wood-123
esp: Pino amarillo - Tinte claro pulido

source: Wood-124
esp: Teca - Sólido tinte oscuro pulido

source: Wood-125
esp: Teca - Natural Pulido

source: Wood-126
esp: Teca - Sólido tinte claro sin brillo

source: Wood-127
esp: Teca

source: Wood-128
esp: Roble - Espina de pescado

source: Wood-129
esp: Contrachapado - Desgastado

source: Wood-130
esp: Tablero de partículas

source: Wood-131
esp: Palisandro - Natural brillo bajo

source: Wood-132
esp: Palisandro - Tinte claro sin brillo

source: Wood-133
esp: Palisandro - Sólido tinte claro sin brillo

source: Wood-134
esp: Paneles - Marrón

source: Wood-135
esp: Paneles - Amarillo-marrón

source: Wood-136
esp: Olmo - Nudo tinte claro sin brillo

source: Wood-137
esp: Abedul - Sólido tinte oscuro pulido

source: Wood-138
esp: Abedul - Sólido tinte claro brillo bajo

source: Wood-139
esp: Caoba - Sólido natural pulido

source: Wood-140
esp: Pino - Grueso

source: Wood-141
esp: Coba - Sólido tinte oscuro pulido 1

source: Wood-142
esp: Roble blanco - Sólido natural brillo medio

source: Wood-143
esp: Pino amarillo - Sólido tinte claro brillo bajo

source: Wood-144
esp: Teca - Sólido natural brillo medio

source: Wood-145
esp: Abedul - Tinte oscuro pulido 1

source: Wood-146
esp: Abedul - Tinte claro brillo medio

source: Wood-147
esp: Cerezo - Natural brillo bajo

source: Wood-148
esp: Cerezo - Natural sin brillo

source: Wood-149
esp: Cerezo - Tinte oscuro brillo bajo

source: Wood-150
esp: Cerezo - Tinte oscuro brillo medio 1

source: Wood-151
esp: Caoba - Natural brillo bajo

source: Wood-152
esp: Roble rojo - Natural brillo bajo

source: Wood-153
esp: Roble rojo - Tinte oscuro brillo bajo

source: Wood-154
esp: Roble blanco - Tinte oscuro pulido

source: Wood-155
esp: Roble blanco - Tinte claro pulido

source: Wood-156
esp: Pino amarillo - Natural pulido

source: Wood-157
esp: Pino amarillo - Tinte oscuro brillo medio

source: Wood-158
esp: Teca - Natural brillo medio 1

source: Wood-159
esp: Teca - Natural sin brillo

source: Wood-160
esp: Teca - Tinte oscuro brillo medio

source: Wood-161
esp: Teca - Tinte oscuro sin brillo

source: Wood-162
esp: Paneles - Fresno

source: Wood-163
esp: Arce - Sólido natural brillo bajo

source: Wood-164
esp: Arce - Sólido natural brillo medio

source: Wood-165
esp: Arce - Sólido natural sin brillo

source: Wood-166
esp: Arce - Sólido natural pulido

source: Wood-167
esp: Arce - Sólido tinte claro brillo bajo

source: Wood-168
esp: Arce - Tinte oscuro pulido

source: Wood-169
esp: Arce - Tinte claro brillo medio

source: Wood-170
esp: Arce - Tinte claro sin brillo

source: Wood/Panels
esp: Madera/Paneles

# WoodSchema_localname:Wood
source: Wood
esp: Madera

# WoodSchema_localtype:Texture
source: Texture
esp: Textura

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
esp: Maderas - plásticos.Acabados carpintería.Laminados plástico.Beis claro

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
esp: Maderas - plásticos.Acabados carpintería.Laminados plástico.Marrón claro

source: Woods - Plastics.Finish Carpentry.Wood.Boards
esp: Maderas - plásticos.Acabados carpintería.Madera.Tablas

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
esp: Maderas - Plásticos.Acabados carpintería.Madera.Cerezo

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
esp: Maderas - plásticos.Acabados carpintería.Madera.Cerezo.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
esp: Maderas - Plásticos.Acabados carpintería.Madera.Nogal americano

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
esp: Maderas - plásticos.Acabados carpintería.Madera.Caoba

source: Woods - Plastics.Finish Carpentry.Wood.Maple
esp: Maderas - Plásticos.Acabados carpintería.Madera.Arce

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
esp: Maderas - Plásticos.Acabados carpintería.Madera.Paneles.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
esp: Maderas - plásticos.Acabados carpintería.Madera.Pino

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
esp: Maderas - plásticos.Acabados carpintería.Madera.Álamo

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
esp: Maderas - plásticos.Acabados carpintería.Madera.Abedul rojo

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
esp: Maderas - plásticos.Acabados carpintería.Madera.Roble rojo

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
esp: Maderas - Plásticos.Acabados carpintería.Madera.Secoya

source: Woods - Plastics.Finish Carpentry.Wood.Teak
esp: Maderas - plásticos.Acabados carpintería.Madera.Teca

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
esp: Maderas - Plásticos.Acabados carpintería.Madera.Nogal

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
esp: Maderas - plásticos.Acabados carpintería.Madera.Fresno blanco

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
esp: Maderas - plásticos.Acabados carpintería.Madera.Roble blanco

source: Woods - Plastics.FinishCarpentry.Lacquer
esp: Maderas - plásticos.Acabados carpintería.Laca

source: Woods - Plastics.FinishCarpentry.Shellac
esp: Maderas - plásticos.Acabados carpintería.Shellac

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
esp: Maderas - Plásticos.Acabados carpintería.Revestimiento exterior.Bisel

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
esp: Maderas - plásticos.Acabados carpintería.Revestimiento exterior.Cubrejuntas

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
esp: Maderas - plásticos.Acabados carpintería.Revestimiento exterior.Cubrejuntas

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
esp: Maderas - plásticos.Acabados carpintería.Revestimiento exterior.Media madera

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
esp: Maderas - plásticos.Acabados carpintería.Revestimiento exterior.Caja y espiga

source: Woods - Plastics.FinishCarpentry.Urethane
esp: Maderas - plásticos.Acabados carpintería.Uretano

source: Woods - Plastics.FinishCarpentry.Wax.Black
esp: Maderas - plásticos.Acabados carpintería.Cera.Negro

source: Woods - Plastics.FinishCarpentry.Wax.Red
esp: Maderas - plásticos.Acabados carpintería.Cera.Rojo

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
esp: Maderas - plásticos.Acabados carpintería.Madera.Palo fierro

source: Woods - Plastics.FinishCarpentry.Wood.Roble
esp: Maderas - plásticos.Acabados carpintería.Madera.Roble

source: Woods - Plastics.Masonite.Paneling
esp: Maderas - plásticos.Conglomerado.Paneles

source: Woods - Plastics.Plastics.PVC.White
esp: Maderas - Plásticos.Plásticos.PVC.Blanco

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
esp: Maderas y plásticos.Cartón.Aglomerado

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
esp: Maderas y plásticos.Cartón.Ondulado

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
esp: Maderas de plásticos.Acabados carpintería.Madera.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
esp: Maderas y plásticos.Acabados carpintería.Madera.Haya

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
esp: Maderas y plásticos.Acabados carpintería.Madera.Bocote

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
esp: Maderas y plásticos.Acabados carpintería.Madera.Olmo irregular

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
esp: Maderas y plásticos.Acabados carpintería.Madera.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
esp: Maderas y plásticos.Acabados carpintería.Madera.Roble común

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
esp: Maderas y plásticos.Acabados carpintería.Madera.Gonçalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
esp: Maderas y plásticos.Acabados carpintería.Madera.Rosa Mirto

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
esp: Maderas y plásticos.Acabados carpintería.Madera.Abeto

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
esp: Maderas y plásticos.Conglomerado.Tablero clavijas

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
esp: Maderas y plásticos.Plásticos.Látex

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
esp: Maderas y plásticos.Cartón prensado.Paneles

source: Wrought copper
esp: Cobre forjado

source: Wrought steel
esp: Acero forjado

source: Year:
esp: Año:

# Year:uilabel
source: Year:
esp: Año:

# a_incandescent
source: Incandescent Filament Lamp
esp: Lámpara de filamento incandescente

source: acoustic
esp: acústica

source: Active
esp: Activo

# active:uilabel
source: Active
esp: Activo

# aerial_perspective
source: Atmospheric Haze
esp: Niebla atmosférica

source: aggregate
esp: aglomerado

source: alabaster
esp: alabastro

source: algae
esp: algas

source: alloy
esp: aleación

source: aluminium
esp: aluminio

source: aluminum
esp: aluminio

source: amber
esp: ámbar

source: Ambient Color:
esp: Color ambiente:

# ambientColor:uilabel
source: Ambient Color:
esp: Color ambiente:

source: Ambient Only:
esp: Solo ambiente:

# ambientOnly:uilabel
source: Ambient Only:
esp: Solo ambiente:

source: ambientocclusion
esp: oclusión ambiental

# ambientocclusion_group
source: Ambient Occlusion Properties
esp: Propiedades de oclusión ambiental

source: andiroba
esp: carapa

source: anodized
esp: anodizado

source: antique
esp: antiguo

# aperture:uilabel
source: aperture
esp: apertura

source: aqua
esp: turquesa-amarillo

source: architectural
esp: arquitectónico

source: Area
esp: Área

source: ash
esp: fresno

source: Aspect
esp: Aspecto

# aspect_ratio:uilabel
source: aspect_ratio
esp: relación_anchura/altura

source: asphalt
esp: asfalto

# asset_description
source: Description
esp: Descripción

# asset_information
source: Information
esp: Información

# asset_information1
source: Descriptive Information
esp: Información descriptiva

# asset_information2
source: Product Information
esp: Información del producto

# asset_information3
source: Revit Annotation Information
esp: Información de anotación de Revit

# asset_keywords
source: Keywords
esp: Palabras clave

# asset_name
source: Name
esp: Nombre

# asset_source
source: Source
esp: Origen

# asset_texture_paths
source: Texture Paths
esp: Rutas de textura

# asset_type
source: Type
esp: Tipo
