Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# solidglass_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# solidglass_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# solidglass_roundcorners_radius
source: Source
hun: Forrás

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# solidglass_roundcorners_radius:uilabel
source: Source
hun: Forrás

# solidglass_solidglassgroup
source: Solid Glass
hun: Tömör üveg

# solidglass_transmittance
source: Color
hun: Szín

# solidglass_transmittance:solidglass_blue
source: Blue
hun: Kék

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
hun: Zöldeskék

# solidglass_transmittance:solidglass_bronze
source: Bronze
hun: Bronz

# solidglass_transmittance:solidglass_clear
source: Clear
hun: Tiszta

# solidglass_transmittance:solidglass_custom
source: Custom
hun: Egyéni

# solidglass_transmittance:solidglass_gray
source: Gray
hun: Szürke

# solidglass_transmittance:solidglass_green
source: Green
hun: Zöld

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
hun: Előre megadott szín vagy Egyéni szín kiválasztása.

# solidglass_transmittance:uilabel
source: Color
hun: Szín

# solidglass_transmittance_custom_color
source: Custom Color
hun: Egyéni szín

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
hun: Szín, kép vagy procedurális mintázat kiválasztása az anyag megjelenésének létrehozásához.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
hun: Egyéni szín

# solidglass_wavy
source: Wavy
hun: Hullámos

source: spanish
hun: spanyol

source: special
hun: speciális

# speckle_Appearance
source: Appearance
hun: Megjelenés

# speckle_Color1
source: Color 1
hun: 1. szín

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
hun: A pettyes minta első színének megadása.

# speckle_Color1:uilabel
source: Color 1
hun: 1. szín

# speckle_Color2
source: Color 2
hun: 2. szín

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
hun: A pettyes minta második színének megadása.

# speckle_Color2:uilabel
source: Color 2
hun: 2. szín

# speckle_Position
source: Position
hun: Hely

# speckle_Size
source: Size
hun: Méret

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
hun: A pettyek méretének beállítása.

# speckle_Size:uilabel
source: Size
hun: Méret

# speckle_transforms_group
source: Transforms
hun: Transzformálások

source: speckled
hun: foltos

source: Specular:
hun: Csillogás:

# specular:uilabel
source: Specular:
hun: Csillogás:

source: Specular Color:
hun: Csillogás színe:

# specularColor:uilabel
source: Specular Color:
hun: Csillogás színe:

source: Sphere
hun: Gömb

# sphere_radius
source: Radius:
hun: Sugár:

# sphere_radius:uilabel
source: Radius:
hun: Sugár:

source: splatter
hun: foltos

source: split
hun: felosztott

source: spot
hun: Reflektor

# spread:uilabel
source: Spread:
hun: Eloszlás:

source: square
hun: négyzet

source: squares
hun: négyzetek

# ssao_blend_amount
source: Blending:
hun: Átmenet:

# ssao_blend_amount:uilabel
source: Blending:
hun: Átmenet:

# ssao_blur_radius
source: Blur:
hun: Elmosás:

# ssao_blur_radius:uilabel
source: Blur:
hun: Elmosás:

# ssao_custom
source: Custom
hun: Egyéni

# ssao_filter_color
source: Filter Color:
hun: Szűrő színe:

# ssao_filter_color:uilabel
source: Filter Color:
hun: Szűrő színe:

# ssao_high
source: Fine (Slowest)
hun: Finom (leglassabb)

# ssao_low
source: Coarse (Fastest)
hun: Durva (leggyorsabb)

# ssao_medium
source: Medium
hun: Közepes

# ssao_quality
source: Quality:
hun: Minőség:

# ssao_quality:ssao_custom
source: Custom
hun: Egyéni

# ssao_quality:ssao_high
source: Fine (Slowest)
hun: Finom (leglassabb)

# ssao_quality:ssao_low
source: Coarse (Fastest)
hun: Durva (leggyorsabb)

# ssao_quality:ssao_medium
source: Medium
hun: Közepes

# ssao_quality:uilabel
source: Quality:
hun: Minőség:

# ssao_sample_count
source: Samples:
hun: Minták:

# ssao_sample_count:uilabel
source: Samples:
hun: Minták:

# ssao_sample_radius
source: Sample Radius:
hun: Minta sugara:

# ssao_sample_radius:uilabel
source: Sample Radius:
hun: Minta sugara:

source: stacked
hun: halmozott

source: stainless
hun: rozsdamentes

# standardLight
source: Standard Light Parameters
hun: Szabványos fényforrás-paraméterek

source: standing
hun: álló

# std_incandescent
source: Standard Incandescent Light
hun: Szabványos izzólámpa

source: steel
hun: acél

source: stone
hun: kő

# stone_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# stone_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# stone_ao_distance
source: Max Distance
hun: Max. távolság

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# stone_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# stone_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# stone_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# stone_ao_samples
source: Samples
hun: Minták

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# stone_ao_samples:uilabel
source: Samples
hun: Minták

# stone_application
source: Finish
hun: Felület

# stone_application:stone_glossy
source: Glossy
hun: Magas fényű

# stone_application:stone_matte
source: Matte
hun: Matt

# stone_application:stone_polished
source: Polished
hun: Polírozott

# stone_application:stone_unfinished
source: Unfinished
hun: Kezeletlen

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
hun: Választás a polírozott, a magas fényű, a matt vagy a kezeletlen lehetőségek közül.

# stone_application:uilabel
source: Finish
hun: Felület

# stone_bump:stone_custom
source: Custom
hun: Egyéni

# stone_bump:stone_glossymarble
source: Glossy Marble
hun: Magas fényű márvány

# stone_bump:stone_none
source: None
hun: Nincs

# stone_bump:stone_polishedgranite
source: Polished Granite
hun: Polírozott gránit

# stone_bump:stone_stonewall
source: Stone Wall
hun: Kőfal

# stone_bump:uilabel
source: Type
hun: Típus

# stone_bump_amount
source: Amount
hun: Mérték

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
hun: Csúszka az egyenetlenség magasságának 0 - 1 érték közötti meghatározásához.

# stone_bump_amount:uilabel
source: Amount
hun: Mérték

# stone_bump_list_label
source: Type
hun: Típus

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
hun: Egyenetlenségtípus vagy az Egyéni beállítás kiválasztása.

# stone_bump_map
source: Image
hun: Kép

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
hun: Bitkép kiválasztása a felülethez.

# stone_bump_map:uilabel
source: Image
hun: Kép

# stone_bump_panel_label
source: Finish Bumps
hun: Felületi egyenetlenségek

# stone_color
source: Image
hun: Kép

# stone_color:tooltip
source: Selects a bitmap image for the stone.
hun: Bitkép kiválasztása a kőhöz.

# stone_color:uilabel
source: Image
hun: Kép

# stone_custom
source: Custom
hun: Egyéni

# stone_glossy
source: Glossy
hun: Magas fényű

# stone_glossymarble
source: Glossy Marble
hun: Magas fényű márvány

# stone_matte
source: Matte
hun: Matt

# stone_pattern:stone_custom
source: Custom
hun: Egyéni

# stone_pattern:stone_none
source: None
hun: Nincs

# stone_pattern:uilabel
source: Bump Pattern
hun: Egyenetlenségminta

# stone_pattern_amount
source: Amount
hun: Mérték

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
hun: Az egyenetlenség magasságának meghatározása 0 és 2 értékek között csúszka segítségével.

# stone_pattern_amount:uilabel
source: Amount
hun: Mérték

# stone_pattern_list_label
source: Bump Pattern
hun: Egyenetlenségminta

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
hun: Magasabb és alacsonyabb területek létrehozása a megadott képfájl sötét és világos területei alapján.

# stone_pattern_map
source: Image
hun: Kép

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
hun: Bitkép kiválasztása a felületmintához.

# stone_pattern_map:uilabel
source: Image
hun: Kép

# stone_pattern_panel_label
source: Relief Pattern
hun: Felületminta

# stone_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# stone_polished
source: Polished
hun: Polírozott

# stone_polishedgranite
source: Polished Granite
hun: Polírozott gránit

# stone_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# stone_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# stone_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# stone_roundcorners_radius
source: Source
hun: Forrás

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# stone_roundcorners_radius:uilabel
source: Source
hun: Forrás

# stone_stonegroup
source: Stone
hun: Kő

# stone_stonewall
source: Stone Wall
hun: Kőfal

# stone_unfinished
source: Unfinished
hun: Kezeletlen

# stonewall_tex:uilabel
source: Stonewall Texture
hun: Kőfal mintázat

source: street
hun: utca

# stress_curve_data:uilabel
source: Stress
hun: Feszültség

source: stripes
hun: csíkok

source: structural
hun: szerkezeti

source: structural concrete
hun: szerkezeti beton

# structural_Behavior
source: Behavior
hun: Viselkedés

# structural_Behavior:structural_isotropic
source: Isotropic
hun: Izotróp

# structural_Behavior:structural_orthotropic
source: Orthotropic
hun: Ortotróp

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
hun: Átlós izotróp

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
hun: Az Izotróp és az Ortotróp viselkedés közül választ.

# structural_Behavior:uilabel
source: Behavior
hun: Viselkedés

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
hun: Ciklikus keményedési együttható

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
hun: Ciklikus keményedési együttható

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
hun: Ciklikus keményedési kitevő

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
hun: Ciklikus keményedési kitevő

# structural_Density
source: Density
hun: Sűrűség

# structural_Density:uilabel
source: Density
hun: Sűrűség

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
hun: Kifáradási határ ciklusszáma

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
hun: Kifáradási határ ciklusszáma

# structural_Endurance_limit_stress
source: Endurance Limit Stress
hun: Kifáradási határ feszültsége

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
hun: Kifáradási határ feszültsége

# structural_ExternalMaterialID:uilabel
source: External Material ID
hun: Külső anyag azonosító

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
hun: Kifáradási duktilitási együttható

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
hun: Kifáradási duktilitási együttható

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
hun: Kifáradási duktilitási kitevő

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
hun: Kifáradási duktilitási kitevő

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
hun: Kifáradási szilárdsági együttható

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
hun: Kifáradási szilárdsági együttható

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
hun: Kifáradási szilárdsági kitevő

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
hun: Kifáradási szilárdsági kitevő

# structural_Minimum_tensile_strength
source: Tensile Strength
hun: Szakítószilárdság

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
hun: Szakítószilárdság

# structural_Minimum_yield_stress
source: Yield Strength
hun: Folyáshatár

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
hun: Folyáshatár

# structural_Poisson_ratio
source: Poisson's Ratio
hun: Poisson-tényező

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
hun: Poisson-tényező

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
hun: Poisson-tényező - 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
hun: Poisson-tényező - 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
hun: Poisson-tényező - 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
hun: Poisson-tényező - 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
hun: Poisson-tényező - X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
hun: Poisson-tényező - X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
hun: Poisson-tényező - Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
hun: Poisson-tényező - Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
hun: Poisson-tényező - Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
hun: Poisson-tényező - Z

# structural_Shear_modulus
source: Shear Modulus
hun: Nyírási rugalmassági modulus

# structural_Shear_modulus:uilabel
source: Shear Modulus
hun: Nyírási rugalmassági modulus

# structural_Shear_modulus_12
source: Shear Modulus 12
hun: Nyírási rugalmassági modulus 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
hun: Nyírási rugalmassági modulus 12

# structural_Shear_modulus_X
source: Shear Modulus X
hun: Nyírási rugalmassági modulus X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
hun: Nyírási rugalmassági modulus X

# structural_Shear_modulus_Y
source: Shear Modulus Y
hun: Nyírási rugalmassági modulus Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
hun: Nyírási rugalmassági modulus Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
hun: Nyírási rugalmassági modulus Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
hun: Nyírási rugalmassági modulus Z

# structural_Shear_strength_modification
source: Shear Strength Modification
hun: Szilárdságváltozás nyíráskor

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
hun: Szilárdságváltozás nyíráskor

# structural_Specific_heat
source: Specific Heat
hun: Fajhő

# structural_Specific_heat:uilabel
source: Specific Heat
hun: Fajhő

# structural_Thermal_conductivity
source: Thermal Conductivity
hun: Hővezetési tényező

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
hun: Hővezetési tényező

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
hun: Hővezetési tényező X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
hun: Hővezetési tényező X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
hun: Hővezetési tényező Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
hun: Hővezetési tényező Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
hun: Hővezetési tényező Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
hun: Hővezetési tényező Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
hun: Hőtágulási tényező

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
hun: Hőtágulási tényező

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
hun: Hőtágulási tényező 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
hun: Hőtágulási tényező 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
hun: Hőtágulási tényező 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
hun: Hőtágulási tényező 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
hun: Hőtágulási tényező X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
hun: Hőtágulási tényező X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
hun: Hőtágulási tényező Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
hun: Hőtágulási tényező Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
hun: Hőtágulási tényező Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
hun: Hőtágulási tényező Z

# structural_Thermally_treated
source: Thermally Treated
hun: Hőkezelt

# structural_Thermally_treated:uilabel
source: Thermally Treated
hun: Hőkezelt

# structural_Young_modulus
source: Young's Modulus
hun: Rugalmassági modulus

# structural_Young_modulus:uilabel
source: Young's Modulus
hun: Rugalmassági modulus

# structural_Young_modulus_1
source: Young's Modulus 1
hun: Rugalmassági modulus 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
hun: Rugalmassági modulus 1

# structural_Young_modulus_2
source: Young's Modulus 2
hun: Rugalmassági modulus 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
hun: Rugalmassági modulus 2

# structural_Young_modulus_X
source: Young's Modulus X
hun: Rugalmassági modulus X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
hun: Rugalmassági modulus X

# structural_Young_modulus_Y
source: Young's Modulus Y
hun: Rugalmassági modulus Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
hun: Rugalmassági modulus Y

# structural_Young_modulus_Z
source: Young's Modulus Z
hun: Rugalmassági modulus Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
hun: Rugalmassági modulus Z

# structural_concrete_compression
source: Concrete Compression
hun: Betontömörítés

# structural_concrete_compression:uilabel
source: Concrete Compression
hun: Betontömörítés

# structural_isotropic
source: Isotropic
hun: Izotróp

# structural_lightweight
source: Lightweight
hun: Könnyített

# structural_lightweight:uilabel
source: Lightweight
hun: Könnyített

# structural_orthotropic
source: Orthotropic
hun: Ortotróp

# structural_source
source: Source
hun: Forrás

# structural_source:uilabel
source: Source
hun: Forrás

# structural_sourceURL
source: Source URL
hun: Forrás URL

# structural_sourceURL:uilabel
source: Source URL
hun: Forrás URL

# structural_subclass
source: Subclass
hun: Alosztály

# structural_subclass:uilabel
source: Subclass
hun: Alosztály

# structural_transverse_isotropic
source: Transverse Isotropic
hun: Átlós izotróp

# structural_wood_Average_modulus
source: Average Modulus
hun: Átlagos tényező

# structural_wood_Average_modulus:uilabel
source: Average Modulus
hun: Átlagos tényező

# structural_wood_Bending
source: Bending
hun: Hajlítás

# structural_wood_Bending:uilabel
source: Bending
hun: Hajlítás

# structural_wood_Construction_Property
source: Construction
hun: Kivitelezés

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
hun: Ragasztott

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
hun: Ragasztott KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
hun: Ragasztott KertoS

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
hun: Természetes

# structural_wood_Construction_Property:uilabel
source: Construction
hun: Kivitelezés

# structural_wood_compression_parallel
source: Compression Parallel to Grain
hun: Szemcsével párhuzamos tömörítés
