Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
csy: Nastavuje teplotu barvy (teplá či studená) světla vyzařovaného tímto materiálem ve stupních Kelvina; např. svíčka = 1850, xenonová oblouková žárovka = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
csy: Teplota barvy

# generic_self_illum_color_temperature_candle
source: Candle
csy: Svíčka

# generic_self_illum_color_temperature_custom
source: Custom
csy: Vlastní

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
csy: Denní světlo studené

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
csy: TV obrazovka

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
csy: Denní světlo teplé

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
csy: Xenonová oblouková žárovka

# generic_self_illum_color_temperature_floodlight
source: Floodlight
csy: Světlomet

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
csy: Vláknová žárovka

# generic_self_illum_color_temperature_moonlight
source: Moonlight
csy: Měsíční světlo

# generic_self_illum_filter_map
source: Filter Color
csy: Barva filtru

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
csy: Nastavuje barvu světla propouštěného průhledným nebo poloprůhledným materiálem, jako je například sklo.

# generic_self_illum_filter_map:uilabel
source: Filter Color
csy: Barva filtru

# generic_self_illum_list_label
source: Luminance
csy: Svítivost

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
csy: Nastavuje jas světla vyzařovaného tímto povrchem, měřeno v kandelách na metr čtvereční; např. tlumené vyzařování = 10, čočky halogenové lampy = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
csy: Vlastní svítivost

# generic_self_illum_panel_label
source: Self Illumination
csy: Vlastní svítivost

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
csy: Obrazovka mobilního telefonu

# generic_self_illumination_crt_television
source: CRT Television
csy: Televizní obrazovka

# generic_self_illumination_custom
source: Custom
csy: Vlastní

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
csy: Čočky stolní lampičky

# generic_self_illumination_dim_glow
source: Dim Glow
csy: Tlumené vyzařování

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
csy: Mléčná žárovka

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
csy: Čočky halogenové lampy

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
csy: Vnějšek stínu lampy

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
csy: Vnitřek stínu lampy

# generic_self_illumination_led_screen
source: LED Screen
csy: LED obrazovka

# generic_transparancy_fade
source: Image
csy: Obrázek

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
csy: Přidá obrázek, který bude spojen s celkovou úrovní průhlednosti.

# generic_transparency:uilabel
source: Transparency
csy: Průhlednost

# generic_transparency_image_fade
source: Image Fade
csy: Vybledávání obrázku

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
csy: Řídí poměr obrázku a úrovně průhlednosti, tj. bílá obrázku bude průhledná na celkové úrovni a stupeň neprůsvitnosti černé je určen hodnotou vybledávání.

# generic_transparency_image_fade:uilabel
source: Image Fade
csy: Vybledávání obrázku

# generic_transparency_panel_label
source: Transparency
csy: Průhlednost

# generic_transparency_slider_label
source: Amount
csy: Množství

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
csy: Nastavuje množství světla, které prochází povrchem, místo aby bylo odraženo či pohlceno. Zadejte hodnotu mezi 0 %(zcela neprůhledné) a 100 % (zcela průhledné).

source: geometric
csy: geometrický

source: glass
csy: sklo

source: glazed
csy: zasklený

source: glazing
csy: zasklení

# glazing_blue
source: Blue
csy: Modrá

# glazing_bluegreen
source: Blue Green
csy: Modrozelená

# glazing_bronze
source: Bronze
csy: Bronzová

# glazing_clear
source: Clear
csy: Čirá

# glazing_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# glazing_custom_color
source: Custom
csy: Vlastní

# glazing_glazinggroup
source: Glazing
csy: Zasklení

# glazing_gray
source: Gray
csy: Šedá

# glazing_green
source: Green
csy: Zelená

# glazing_no_levels
source: Sheets of Glass
csy: Skleněné tabule

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
csy: Nastavuje počet skleněných panelů; např. pro dvojité zasklení nastavte tento parametr na hodnotu 2. Zadejte číslo mezi 1 a 6.

# glazing_no_levels:uilabel
source: Sheets of Glass
csy: Skleněné tabule

# glazing_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# glazing_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# glazing_reflectance
source: Reflectance
csy: Odrazivost

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
csy: Nastavuje množství světla, které se odrazí od povrchu skla, namísto aby jím proniklo. Zadejte hodnotu mezi 0 % a 100 %.

# glazing_reflectance:uilabel
source: Reflectance
csy: Odrazivost

# glazing_refr_depth
source: Refraction Max Trace Depth
csy: Maximální hloubka odrazu

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
csy: Je-li zaškrtnuto toto políčko, řídí se hloubka lomu materiálu místně a při dosažení limitu bude vržen dodatečný paprsek průhlednosti, což omezí efekt černého okraje, který se obvykle objevuje na objektech z plného skla.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# glazing_refr_depth_control_label
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# glazing_transmittance_color
source: Color
csy: Barva

# glazing_transmittance_color:glazing_blue
source: Blue
csy: Modrá

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
csy: Modrozelená

# glazing_transmittance_color:glazing_bronze
source: Bronze
csy: Bronzová

# glazing_transmittance_color:glazing_clear
source: Clear
csy: Čirá

# glazing_transmittance_color:glazing_custom
source: Custom
csy: Vlastní

# glazing_transmittance_color:glazing_gray
source: Gray
csy: Šedá

# glazing_transmittance_color:glazing_green
source: Green
csy: Zelená

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
csy: Nastavuje barvu zasklení a množství světla pronikajícího sklem.

# glazing_transmittance_color:uilabel
source: Color
csy: Barva

# glazing_transmittance_map
source: Custom Color
csy: Vlastní barva

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
csy: Vybírá barvu, obrázek nebo procedurální texturu k vytvoření vzhledu materiálu.

# glazing_transmittance_map:uilabel
source: Custom Color
csy: Vlastní barva

source: gloss
csy: lesk

source: glossy
csy: lesklý

source: glow
csy: záře

# glyphDisplay:uilabel
source: Glyph display:
csy: Zobrazení symbolu:

source: gold
csy: zlato

source: golden
csy: zlatá

source: goldenrod
csy: divizna

# gradient_Appearance
source: Appearance
csy: Vzhled

# gradient_Color:uilabel
source: Color
csy: Barva

# gradient_Position:uilabel
source: Position
csy: Umístění

# gradient_Repeat
source: Repeat
csy: Opakovat

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
csy: Umožňuje přidat uzly kliknutím na panel gradientu a odstranit uzly přetažením mimo panel nebo jejich výběrem a následným stisknutím klávesy Delete.

# gradient_interpolation:gradient_interp_custom
source: Custom
csy: Vlastní

# gradient_interpolation:gradient_interp_easyin
source: Ease in
csy: Zintenzivnit

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
csy: Turbulenční

# gradient_interpolation:gradient_interp_easyout
source: Ease out
csy: Zmírnit

# gradient_interpolation:gradient_interp_linear
source: Linear
csy: Lineární

# gradient_interpolation:gradient_interp_solid
source: Solid
csy: Plné

# gradient_interpolation:uilabel
source: Interpolation
csy: Interpolace

# gradient_noise:gradient_noise_fractal
source: Fractal
csy: Fraktálový

# gradient_noise:gradient_noise_regular
source: Regular
csy: Pravidelný

# gradient_noise:gradient_noise_turbulence
source: Turbulence
csy: Turbulenční

# gradient_noise:uilabel
source: Noise Type
csy: Typ šumu

# gradient_noise_amount:uilabel
source: Amount
csy: Množství

# gradient_noise_fractal
source: Fractal
csy: Fraktálový

# gradient_noise_high
source: High
csy: Vysoký

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
csy: Nastavuje horní mezní hodnotu. Rozsah = 0 až 1.

# gradient_noise_high:uilabel
source: High
csy: Vysoký

# gradient_noise_levels
source: Levels
csy: Úrovně

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
csy: Nastavuje počet fraktálových iterací nebo turbulenci (jako spojitou funkci).

# gradient_noise_levels:uilabel
source: Levels
csy: Úrovně

# gradient_noise_list_label
source: Noise Type
csy: Typ šumu

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
csy: Zobrazuje různé způsoby vytváření vzorů šumu: Pravidelný, Fraktálový nebo Turbulenční.

# gradient_noise_low
source: Low
csy: Nízký

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
csy: Nastavuje dolní mezní hodnotu šumu. Je-li hodnota šumu nad mezní hodnotou Nízký a pod mezní hodnotou Vysoký, je dynamický rozsah protažen tak, aby vyplnil interval 0 až 1. To je příčinou drobných nespojitostí na přechodu mezní hodnoty a vytváří nižší potenciálové vzorkování.

# gradient_noise_low:uilabel
source: Low
csy: Nízký

# gradient_noise_panel_label
source: Noise
csy: Šum

# gradient_noise_phase
source: Phase
csy: Fáze

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
csy: Ovládá rychlost animace šumové funkce. 3D šumová funkce se používá pro šum; první dva parametry jsou U a V, třetí parametr představuje fázi.

# gradient_noise_phase:uilabel
source: Phase
csy: Fáze

# gradient_noise_regular
source: Regular
csy: Pravidelný

# gradient_noise_size
source: Size
csy: Velikost

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
csy: Nastavuje měřítko šumové funkce. Menší hodnoty znamenají menší objem šumu.

# gradient_noise_size:uilabel
source: Size
csy: Velikost

# gradient_noise_slider_label
source: Amount
csy: Množství

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
csy: Při nenulové hodnotě se na gradient použije náhodný šumový efekt založený na interakci barev přechodů (a map, pokud existují). Čím je tato hodnota vyšší, tím je účinek větší. Rozsah = 0 až 1.

# gradient_noise_smooth
source: Smooth
csy: Hladký

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
csy: Nastavuje hladkost šumu. Rozsah = 0 až 1.

# gradient_noise_smooth:uilabel
source: Smooth
csy: Hladký

# gradient_noise_threshold
source: Noise Threshold
csy: Mezní hodnota šumu

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
csy: Určete mezní hodnotu šumu plochy, kterou představuje obrázek výše.

# gradient_noise_turbulence
source: Turbulence
csy: Turbulenční

# gradient_position
source: Position
csy: Umístění

# gradient_scale_group
source: Scale
csy: Měřítko

# gradient_transforms_group
source: Transforms
csy: Transformace

source: Gradient Type
csy: Typ gradientu

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
csy: Lineární asymetrický

# gradient_type:gradient_type_box
source: Box
csy: Obdélník

# gradient_type:gradient_type_diagonal
source: Diagonal
csy: Diagonální

# gradient_type:gradient_type_lighting
source: Light normal
csy: Normální světlo

# gradient_type:gradient_type_linear
source: Linear
csy: Lineární

# gradient_type:gradient_type_mapped
source: Mapped
csy: Mapovaný

# gradient_type:gradient_type_normal
source: Camera normal
csy: Normální kamera

# gradient_type:gradient_type_pong
source: Pong
csy: zrcadlový

# gradient_type:gradient_type_radial
source: Radial
csy: Radiální

# gradient_type:gradient_type_spiral
source: Spiral
csy: Spirála

# gradient_type:gradient_type_sweep
source: Sweep
csy: Rozsah

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
csy: Určuje tvar gradientu a výjimkou typů Světlo a Kamera, kde je tvar gradientu definován jako funkce kamery nebo osvětlení scény.

# gradient_type:uilabel
source: Gradient Type
csy: Typ gradientu

# gradient_type_4corner
source: Linear asymmetrical
csy: Lineární asymetrický

# gradient_type_box
source: Box
csy: Obdélník

# gradient_type_diagonal
source: Diagonal
csy: Diagonální

# gradient_type_lighting
source: Light normal
csy: Normální světlo

# gradient_type_linear
source: Linear
csy: Lineární

# gradient_type_normal
source: Camera normal
csy: Normální kamera

# gradient_type_pong
source: Pong
csy: zrcadlový

# gradient_type_radial
source: Radial
csy: Radiální

# gradient_type_spiral
source: Spiral
csy: Spirála

# gradient_type_sweep
source: Sweep
csy: Rozsah

source: grain
csy: žilkování

source: granite
csy: žula

# granite_tex:uilabel
source: Granite Texture
csy: Textura žuly

source: graphics asset
csy: grafická komponenta

# graphics_cut_pattern
source: Pattern
csy: Vzor

# graphics_cut_pattern:uilabel
source: Pattern
csy: Vzor

# graphics_cut_pattern_color
source: Color
csy: Barva

# graphics_cut_pattern_color:uilabel
source: Color
csy: Barva

# graphics_cut_pattern_label
source: Cut Pattern
csy: Vzor v řezu

# graphics_shading_color
source: Color
csy: Barva

# graphics_shading_color:uilabel
source: Color
csy: Barva

# graphics_shading_label
source: Shading
csy: Stínování

# graphics_shading_transparency
source: Transparency
csy: Průhlednost

# graphics_shading_transparency:uilabel
source: Transparency
csy: Průhlednost

# graphics_surface_pattern
source: Pattern
csy: Vzor

# graphics_surface_pattern:uilabel
source: Pattern
csy: Vzor

# graphics_surface_pattern_alignment
source: Alignment
csy: Zarovnání

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
csy: Zarovnání X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
csy: Zarovnání Y

# graphics_surface_pattern_color
source: Color
csy: Barva

# graphics_surface_pattern_color:uilabel
source: Color
csy: Barva

# graphics_surface_pattern_label
source: Surface Pattern
csy: Vzor povrchu

# graphics_use_appearance
source: Use Render Appearance
csy: Použít rendrovaný vzhled

# graphics_use_appearance:uilabel
source: Use Render Appearance
csy: Použít rendrovaný vzhled

source: grass
csy: tráva

source: gravel
csy: štěrk

source: gray
csy: šedá

source: green
csy: zelená

source: green carpet
csy: zelený koberec

source: grey
csy: šedý

source: grid
csy: osnova

source: Ground Color:
csy: Barva terénu:

# ground_color:uilabel
source: Ground Color:
csy: Barva terénu:

source: half
csy: půl

source: Halogen (Cool)
csy: Halogen (studený)

source: Halogen (Warm)
csy: Halogen (teplý)

source: hammered
csy: vykovaný

source: handsplit
csy: ručně dělený

source: hardwood
csy: tvrdé dřevo

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# hardwood_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# hardwood_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# hardwood_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# hardwood_ao_samples
source: Samples
csy: Vzorky

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# hardwood_ao_samples:uilabel
source: Samples
csy: Vzorky

# hardwood_application
source: Used For
csy: Použito na

# hardwood_application:hardwood_flooring
source: Flooring
csy: Podlahová krytina

# hardwood_application:hardwood_furniture
source: Furniture
csy: Nábytek

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
csy: Slouží k výběru způsobu využití dřevěného povrchu (podlahová krytina nebo nábytek).

# hardwood_application:uilabel
source: Used For
csy: Použito na

# hardwood_automatic
source: Based on Wood Grain
csy: Podle žilkování dřeva

# hardwood_color
source: Image
csy: Obrázek

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
csy: K nastavení barvy a textury dřeva používá rastrový obrázek.

# hardwood_color:uilabel
source: Image
csy: Obrázek

# hardwood_color_choice
source: Color
csy: Barva

# hardwood_custom
source: Custom
csy: Vlastní

# hardwood_finish
source: Finish
csy: Povrchová úprava

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
csy: Lesklý lak

# hardwood_finish:hardwood_satin
source: Satin Varnish
csy: Saténový lak

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
csy: Pololesklý lak

# hardwood_finish:hardwood_unfinished
source: Unfinished
csy: Neopracovaný

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
csy: Slouží k výběru mezi lesklým lakem, pololesklým lakem, saténovým lakem a neupraveným povrchem.

# hardwood_finish:uilabel
source: Finish
csy: Povrchová úprava

# hardwood_flooring
source: Flooring
csy: Podlahová krytina

# hardwood_furniture
source: Furniture
csy: Nábytek

# hardwood_glossy
source: Glossy Varnish
csy: Lesklý lak

# hardwood_hardwoodgroup
source: Wood
csy: Dřevo

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
csy: Podle žilkování dřeva

# hardwood_imperfections:hardwood_custom
source: Custom
csy: Vlastní

# hardwood_imperfections:hardwood_none
source: None
csy: Žádné

# hardwood_imperfections:uilabel
source: Relief Pattern
csy: Vzor reliéfu

# hardwood_imperfections_amount
source: Amount
csy: Množství

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
csy: Nastavuje výšku povrchových nerovností. Zadáním hodnoty 0 získáte plochý povrch, zadáním kladného čísla (mezi 0 a 10) se žilkování zvětší, zadáním záporného čísla (mezi 0 a -10) se žilkování invertuje.

# hardwood_imperfections_amount:uilabel
source: Amount
csy: Množství

# hardwood_imperfections_list_label
source: Type
csy: Typ

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
csy: Slouží k výběru mezi dřevěným nebo vlastním vzorem povrchu.

# hardwood_imperfections_panel_label
source: Relief Pattern
csy: Vzor reliéfu

# hardwood_imperfections_shader
source: Image
csy: Obrázek

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
csy: K úpravě vzoru reliéfu dřeva používá rastrový obrázek.

# hardwood_imperfections_shader:uilabel
source: Image
csy: Obrázek

# hardwood_no_color
source: None
csy: Žádné

# hardwood_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# hardwood_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály
