Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Tiers coulissant

source: Masonry.Unit Masonry.Brick.Modular.Press
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Pressée

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Rowlock

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Assise de boutisses de champ.Décalage

source: Masonry.Unit Masonry.Brick.Modular.Running
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Coulissant

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Coulissant.Marron

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Coulissant.Glacé.Bleu

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Coulissant.Gris

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Coulissant.Rouge

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Coulissant.Strié.Rouge

source: Masonry.Unit Masonry.Brick.Modular.Sailor
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Marin

source: Masonry.Unit Masonry.Brick.Modular.Screen
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Ecran

source: Masonry.Unit Masonry.Brick.Modular.Shiner
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Fil brillant

source: Masonry.Unit Masonry.Brick.Modular.Soldier
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Soldat

source: Masonry.Unit Masonry.Brick.Modular.Stack
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Pile

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
fra: Maçonnerie.Maçonnerie unitaire.Brique.Modulaire.Superposé.Gris

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
fra: Maçonnerie.Maçonnerie unitaire.Brique.Norman.Tiers coulissant

source: Masonry.Unit Masonry.Brick.Norman.Soldier
fra: Maçonnerie.Maçonnerie unitaire.Brique.Norman.Soldat

source: Masonry.Unit Masonry.CMU.Efflorescence
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Efflorescence

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
fra: Maçonnerie.Maçonnerie unitaire.CMU.Mur de soutènement.Coulissant

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Nervuré.Superposé

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Marin.Superposé

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Sablé.Gris

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Sablé.Tan

source: Masonry.Unit Masonry.CMU.Scored.Running
fra: Maçonnerie.Maçonnerie unitaire.CMU.Strié.Coulissant

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Strié.Coulissant.Granulat apparent

source: Masonry.Unit Masonry.CMU.Screen.Stacked
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Ecran.Superposé

source: Masonry.Unit Masonry.CMU.Shadow.Running
fra: Maçonnerie.Maçonnerie unitaire.CMU.Ombré.Coulissant

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Insonorisant.Coulissant

source: Masonry.Unit Masonry.CMU.Split-Face.Running
fra: Maçonnerie.Maçonnerie unitaire.CMU.Face divisée.Coulissant

source: Masonry.Unit Masonry.CMU.Stretcher.Running
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Panneresse.Coulissant

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Panneresse.Coulissant.Granulat apparent

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Panneresse.Coulissant.Glacé.Bleu

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Panneresse.Superposé

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Panneresse.Superposé.Glacé.Bleu

source: Masonry.Unit Masonry.Glass Block.Square.Stack
fra: Maçonnerie.Maçonnerie unitaire.Bloc vitré.Carré.Superposition

source: Masonry/Brick
fra: Maçonnerie/Brique

source: Masonry/CMU
fra: Maçonnerie/CMU

source: Masonry/Stone
fra: Maçonnerie/Pierre

source: MasonryCMU
fra: CMU de maçonnerie

# MasonryCMUSchema_localname:Masonry
source: Masonry
fra: Maçonnerie

# MasonryCMUSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Material-010
fra: BRFV

source: Material-068
fra: Or

source: Material-071
fra: Fonte, ductile

source: Material-072
fra: Plomb

source: Material-076
fra: Argent

source: Material-077
fra: Acier

source: Material-079
fra: Acier, galvanisé

source: Material-094
fra: Titane

source: Material-111
fra: PRFC

source: Material-121
fra: Résine phénolique

source: Material-123
fra: Polyéthylène, faible densité

source: Material-124
fra: Polyéthylène, densité élevée

source: Material-127
fra: Polypropylène

source: Material-128
fra: Polystyrène, choc

source: Material-193
fra: Eau

source: MaterialInv_001
fra: Béton

source: MaterialInv_002
fra: Verre

source: MaterialInv_003
fra: Acier, alliage

source: MaterialInv_004
fra: Aluminium 6061

source: MaterialInv_005
fra: Aluminium 6061-AHC

source: MaterialInv_006
fra: Laiton, jaune doux

source: MaterialInv_007
fra: Bronze, étain doux

source: MaterialInv_008
fra: Acier, carbone

source: MaterialInv_009
fra: Bronze, moulé

source: MaterialInv_010
fra: Cuivre, moulé

source: MaterialInv_011
fra: Fonte, moulé

source: MaterialInv_012
fra: Acier, moulé

source: MaterialInv_013
fra: Cuivre

source: MaterialInv_014
fra: Alliage de cuivre

source: MaterialInv_018
fra: Fonte, grise

source: MaterialInv_020
fra: Fonte, malléable

source: MaterialInv_021
fra: Alliage nickel-cuivre 400

source: MaterialInv_022
fra: Acier, non allié

source: MaterialInv_024
fra: Acier inoxydable

source: MaterialInv_025
fra: Acier inoxydable 440C

source: MaterialInv_026
fra: Acier inoxydable, austénitique

source: MaterialInv_028
fra: Acier, haute résistance, modérément allié

source: MaterialInv_029
fra: Acier, doux

source: MaterialInv_031
fra: Aluminium 6061, soudé

source: MaterialInv_032
fra: Laiton, jaune doux, soudé

source: MaterialInv_033
fra: Acier inoxydable AISI 440C, soudé

source: MaterialInv_034
fra: Acier, doux, soudé

source: MaterialInv_035
fra: Cuivre, forgé

source: MaterialInv_036
fra: Acier, forgé

source: MaterialInv_037
fra: Plastique ABS

source: MaterialInv_038
fra: Résine acétal, noir

source: MaterialInv_039
fra: Résine acétal, blanc

source: MaterialInv_042
fra: Plastique PCL

source: MaterialInv_044
fra: Nylon, disulfure de molybdène

source: MaterialInv_045
fra: Nylon 6/6

source: MaterialInv_046
fra: Plastique PBT

source: MaterialInv_047
fra: Plastique PC/ABS

source: MaterialInv_048
fra: Plastique PET

source: MaterialInv_049
fra: Plastique PMMA

source: MaterialInv_050
fra: Plastique PAEK

source: MaterialInv_051
fra: Polycarbonate, transparent

source: MaterialInv_052
fra: Polycarbonate, fumée

source: MaterialInv_054
fra: Polystyrène

source: MaterialInv_055
fra: Plastique PPS

source: MaterialInv_056
fra: Tuyauterie PVC

source: MaterialInv_057
fra: PVC, non plastifié

source: MaterialInv_058
fra: Caoutchouc

source: MaterialInv_059
fra: Plastique SAN

source: MaterialInv_060
fra: Caoutchouc, silicone

source: MaterialInv_061
fra: Résine thermoplastique

source: MaterialInv_062
fra: UHMW, noir

source: MaterialInv_063
fra: UHMW, blanc

source: MaterialInv_064
fra: Nitrure de silicium

source: MaterialInv_066
fra: Bois (bouleau)

source: MaterialInv_067
fra: Bois (cerisier)

source: MaterialInv_068
fra: Bois (érable)

source: MaterialInv_069
fra: Bois (Chêne)

source: MaterialInv_070
fra: Bois (noyer)

source: MaterialInv_072
fra: Générique

source: Materials
fra: Matériaux

source: Medium gray and circular roofing shingles
fra: Bardeaux de toiture gris moyen et circulaires

source: Medium gray and rectangular roofing shingles
fra: Bardeaux de toiture gris moyen et rectangulaires

source: Medium gray and rippled edge roofing shingles
fra: Bardeaux de toiture gris moyen et bord ondoyant

source: Medium gray and small rectangular roofing shingles
fra: Bardeaux de toiture gris moyen et petits rectangles

source: Medium gray color
fra: Couleur gris moyen

source: Metal
fra: Métal

source: Metal structural asset.
fra: Ressource de matériaux métalliques structurels.

source: Metal-001
fra: Anodisé - Bleu

source: Metal-002
fra: Anodisé - Bronze

source: Metal-003
fra: Zinc

source: Metal-004
fra: Aluminum - Poli

source: Metal-005
fra: Poli - brossé lourd - Version 1.1

source: Metal-005-1-2
fra: Poli - brossé lourd

source: Metal-006
fra: Poli - Martelé

source: Metal-007
fra: Poli - Petite molette pyramidale - Version 1.1

source: Metal-007-1-2
fra: Poli - Petite molette pyramidale

source: Metal-008
fra: Satiné

source: Metal-009
fra: Satiné - Brossé lourd

source: Metal-010
fra: Satiné - Brossé

source: Metal-011
fra: Satiné - Martelé

source: Metal-012
fra: Laiton - Poli

source: Metal-013
fra: Laiton - Satiné

source: Metal-014
fra: Bronze - Poli

source: Metal-015
fra: Bronze - Poli brossé

source: Metal-016
fra: Bronze - Satiné

source: Metal-017
fra: Chrome - Poli

source: Metal-018
fra: Chrome - Poli brossé - Version 1.1

source: Metal-018-1-2
fra: Chrome - Poli brossé

source: Metal-019
fra: Chrome - Satiné

source: Metal-020
fra: Cuivre - Patine martelé

source: Metal-021
fra: Cuivre - Poli

source: Metal-022
fra: Cuivre - Satiné

source: Metal-023
fra: Cuivre - Satiné brossé lourd - Version 1.1

source: Metal-023-1-2
fra: Cuivre - Satiné brossé lourd

source: Metal-024
fra: Laiton - Ecran satiné

source: Metal-025
fra: Inoxydable - Poli

source: Metal-026
fra: Bronze - Patine

source: Metal-027
fra: Acier inoxydable - Satiné

source: Metal-028
fra: Inoxydable - Ecran satiné grossier - Version 1.1

source: Metal-028-1-2
fra: Inoxydable - Ecran satiné grossier

source: Metal-029
fra: Inoxydable - Satiné brossé lourd - Version 1.1

source: Metal-029-1-2
fra: Inoxydable - Satiné brossé lourd

source: Metal-030
fra: Inoxydable - Satiné grande molette pyramidale

source: Metal-031
fra: Poli brossé - Version 1.1

source: Metal-031-1-2
fra: Poli brossé

source: Metal-032
fra: Ecran satiné

source: Metal-033
fra: Satiné brossé - Version 1.1

source: Metal-033-1-2
fra: Satiné brossé

source: Metal-034
fra: Satiné martelé

source: Metal-035
fra: Plaque en damiers

source: Metal-036
fra: Anodisé - Noir

source: Metal-037
fra: Anodisé - Bleu-gris

source: Metal-038
fra: Anodisé - Gris foncé

source: Metal-039
fra: Anodisé - Gris clair

source: Metal-040
fra: Anodisé - Gris

source: Metal-041
fra: Anodisé - Rouge

source: Metal-042
fra: Anodisé - Blanc

source: Metal-043
fra: Anodisé - Gris texturé

source: Metal-044
fra: Inoxydable - Brossé

source: Metal-045
fra: Semi-poli

source: Metal-046
fra: Poli plaque losange - Version 1.1

source: Metal-046-1-2
fra: Poli plaque losange

source: Metal-047
fra: Satiné

source: Metal-048
fra: Anodisé - Bronze foncé

source: Metal-049
fra: Poli brossé - Version 1.1

source: Metal-049-1-2
fra: Poli brossé

source: Metal-050
fra: Laiton - Satiné brossé lourd

source: Metal-051
fra: Cuivre - Patine

source: Metal-052
fra: Bronze - Satiné martelé

source: Metal-053
fra: Chrome - Poli brossé lourd - Version 1.1

source: Metal-053-1-2
fra: Chrome - Poli brossé lourd

source: Metal-054
fra: Cuivre - Satiné brossé - Version 1.1

source: Metal-054-1-2
fra: Cuivre - Satiné brossé

source: Metal-055
fra: Inoxydable - Poli brossé - Version 1.1

source: Metal-055-1-2
fra: Inoxydable - Poli brossé

source: Metal-056
fra: Inoxydable - Satiné martelé

source: Metal-057
fra: Chrome - Ecran satiné

source: Metal-058
fra: Clôture chaînée

source: Metal-059
fra: Toit avec joint

source: Metal-060
fra: Aluminium - Noir

source: Metal-061
fra: Usiné - Aluminium

source: Metal-062
fra: Plaque losange - Gris foncé - Version 1.1

source: Metal-062-1-2
fra: Plaque losange - Gris foncé

source: Metal-063
fra: Moleté 45 - Version 1.1

source: Metal-063-1-2
fra: Moleté 45

source: Metal-065
fra: Plaque losange 2 - Gris foncé - Version 1.1

source: Metal-065-1-2
fra: Plaque losange 2 - Gris foncé

source: Metal.
fra: Métal.

source: Metal/Aluminum
fra: Métal/Aluminium

source: Metal/Fabricated
fra: Métal/Fabrication

source: Metal/Iron
fra: Métal/Fer

source: Metal/Non Ferrous
fra: Métal/Non ferreux

source: Metal/Steel
fra: Métal/Acier

source: MetalPaint-001
fra: Satiné en paillette - Noir

source: MetalPaint-002
fra: Vitré - Noir

source: MetalPaint-003
fra: Lustré - Noir

source: MetalPaint-004
fra: Satiné - Noir

source: MetalPaint-005
fra: Réfléchissant en paillette - Beige

source: MetalPaint-006
fra: Réfléchissant - Blé

source: MetalPaint-007
fra: Réfléchissant - Ivoire

source: MetalPaint-008
fra: Réfléchissant - Blanc

source: MetalPaint-009
fra: Satiné en paillette - Bleu acier

source: MetalPaint-010
fra: Satiné en paillette - Bleu

source: MetalPaint-011
fra: Satiné - Vert olive

source: MetalPaint-012
fra: Satiné - Violet

source: MetalPaint-013
fra: Satiné - Brun

source: MetalPaint-014
fra: Satiné en paillette - Bleu foncé

source: MetalPaint-015
fra: Lustré - Sienne

source: MetalPaint-016
fra: Lustré - Vert forêt

source: MetalPaint-017
fra: Satiné - Rouge clair

source: MetalPaint-018
fra: Satiné - Lin

source: MetalPaint-019
fra: Satiné - Bleu nuit

source: MetalPaint-020
fra: Satiné en paillette - Vert eau

source: MetalPaint-021
fra: Satiné - Rose brume

source: MetalPaint-022
fra: Satiné - Jaune vif

source: MetalPaint-023
fra: Vitré - Brique

source: MetalPaint-024
fra: Lustré - Violet foncé

source: MetalPaint-025
fra: Satiné en paillette - Gris ardoise

source: MetalPaint-026
fra: Satiné - Jaune citron mousseline

source: MetalPaint-027
fra: Satiné - Bleu lavande

source: MetalPaint-028
fra: Réfléchissant en paillette - Magenta

source: MetalPaint-029
fra: Lustré - Or

source: MetalPaint-030
fra: Satiné - Or

source: MetalPaint-031
fra: Satiné - Argent

source: MetalPaint-032
fra: Argent poli

# MetalSchema_localname:Metal
source: Metal
fra: Métal

# MetalSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Metallic Paint
fra: Peinture métallisée

source: Metallic Paint material.
fra: Matériau peinture métallisée.

source: MetallicPaint
fra: Peinture métallisée

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
fra: Peinture métallisée

# MetallicPaintSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
fra: Métaux.Fabrications métalliques.Escaliers métalliques.Galvanisés

source: Metals.Metal Handrails and Railings.Painted.White
fra: Métaux.Garde-corps et main courante en métal.Peinture.Blanc

source: Metals.Metal Joists.Steel
fra: Métaux.Solives métalliques.Acier

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
fra: Métaux.Parures métalliques.Aluminum.Anodisé.Bronze foncé

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
fra: Métaux.Parures métalliques.Aluminum.Anodisé.Bronze foncé.Satin

source: Metals.Ornamental Metals.Aluminum.Brushed
fra: Métaux.Parures métalliques.Aluminum.Borssé

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
fra: Métaux.Parures métalliques.Aluminum.Borssé.Bleu-argent

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
fra: Métaux.Parures métalliques.Aluminum.Borssé.Au hasard

source: Metals.Ornamental Metals.Brass.Satin
fra: Métaux.Parures métalliques.Laiton.Satiné

source: Metals.Ornamental Metals.Bronze.Satin
fra: Métaux.Parures métalliques.Bronze.Satiné

source: Metals.Ornamental Metals.Checker Plate.45deg
fra: Métaux.Parures métalliques.Plaque en damiers.45deg

source: Metals.Ornamental Metals.Checker Plate.Parquet
fra: Métaux.Parures métalliques.Plaque en damiers.Parquet

source: Metals.Ornamental Metals.Chrome.Satin
fra: Métaux.Parures métalliques.Chrome.Satin

source: Metals.Ornamental Metals.Copper
fra: Métaux.Parures métalliques.Cuivre

source: Metals.Ornamental Metals.Galvanized
fra: Métaux.Parures métalliques.Galvanisé

source: Metals.Ornamental Metals.Plate.Mesh
fra: Métaux.Parures métalliques.Plaque.Maille

source: Metals.Ornamental Metals.Plate.Mesh.1
fra: Métaux.Parures métalliques.Plaque.Maille.1

source: Metals.Ornamental Metals.Plate.Mesh.2
fra: Métaux.Parures métalliques.Plaque.Maille.2

source: Metals.Ornamental Metals.Plate.Perforated
fra: Métaux.Parures métalliques.Plaque.Maille.Perforé

source: Metals.Ornamental Metals.Plate.Perforated.1
fra: Métaux.Parures métalliques.Plaque.Perforé.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
fra: Métaux.Parures métalliques.Plaque.Rivé.Gris uniforme

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
fra: Métaux.Parures métalliques.Plaque.Rivé.2

source: Metals.Ornamental Metals.Rust.1
fra: Métaux.Parures métalliques.Rouille.1

source: Metals.Ornamental Metals.Rust.2
fra: Métaux.Parures métalliques.Rouille.2

source: Metals.Ornamental Metals.Rust.3
fra: Métaux.Parures métalliques.Rouille.3

source: Metals.Ornamental Metals.Stainless.Bright
fra: Métaux.Parures métalliques.Stainless.Clair

source: Metals.Ornamental Metals.Stainless.Satin
fra: Métaux.Parures métalliques.Acier inoxydable.Satin

source: Metals.Ornamental Metals.Weathered
fra: Métaux.Parures métalliques.Altéré

source: Metals.Structural Metal Framing.Steel
fra: Métaux.Encadrement structurel en métal.Acier

source: Mics
fra: Divers

source: Mild Steel
fra: Acier doux

source: Mild steel - welded
fra: Acier doux - soudé

source: Mirror
fra: Miroir

source: Mirror material.
fra: Matériau miroir.

source: Mirror-001
fra: Basique

source: Mirror-002
fra: Teinte chaude

source: Mirror-003
fra: Salle de bain

source: Mirror-004
fra: Teinte fraîche

source: Mirror-005
fra: Lavabo

source: Mirror-006
fra: Sans teinte

source: Mirror-007
fra: Fumé - Foncé

source: Mirror-008
fra: Fumé - Clair

# MirrorSchema_localname:Mirror
source: Mirror
fra: Miroir

# MirrorSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Misc
fra: Divers

source: Miscellaneous
fra: Divers

source: Molded HDPE
fra: HDPE moulé

source: Molded LDPE
fra: LDPE moulé

source: Molybdenum disulphide filled nylon
fra: Nylon contenant du molybdène disulphide

source: Monel metal
fra: Monel

source: Month:
fra: Mois:

# Month:uilabel
source: Month:
fra: Mois:

source: Natural Rubber
fra: Caoutchouc naturel

source: Natural rubber
fra: Caoutchouc naturel

source: Noise
fra: Bruit

source: Noise map.
fra: Texture bruit.

# NoiseSchema_localname:Noise
source: Noise
fra: Bruit

source: Non Ferrous
fra: Non ferreux

source: Non alloy steel
fra: Acier non allié

source: Oxygen free copper
fra: Cuivre exempt d'oxygène

source: PMMA
fra: Polyméthacrylate de méthyle

source: PP
fra: Polypropylène

source: Paint
fra: Peinture

source: Paint material for interiors.
fra: Matériau peinture pour intérieurs.

source: Paint-001
fra: Noir

source: Paint-002
fra: Noir

source: Paint-003
fra: Aquamarine

source: Paint-004
fra: Vert turquoise

source: Paint-005
fra: Bleu ciel foncé

source: Paint-006
fra: Turquoise foncé

source: Paint-007
fra: Bleu ciel foncé

source: Paint-008
fra: Turquoise foncé

source: Paint-009
fra: Bleu ciel moyen

source: Paint-010
fra: Turquoise

source: Paint-011
fra: Bleu ardoise

source: Paint-012
fra: Cyan

source: Paint-013
fra: Cyan

source: Paint-014
fra: Pervenche

source: Paint-015
fra: Bleu acier clair

source: Paint-016
fra: Bleu acier clair

source: Paint-017
fra: Bleu acier

source: Paint-018
fra: Violet

source: Paint-019
fra: Fauve

source: Paint-020
fra: Chocolat

source: Paint-021
fra: Brindille

source: Paint-022
fra: Chocolat clair

source: Paint-023
fra: Café

source: Paint-024
fra: Beige clair

source: Paint-025
fra: Beige clair

source: Paint-026
fra: Sable

source: Paint-027
fra: Blé

source: Paint-028
fra: Blé

source: Paint-029
fra: Perle

source: Paint-030
fra: Gris foncé

source: Paint-031
fra: Gris foncé

source: Paint-032
fra: Gris clair

source: Paint-033
fra: Gris clair

source: Paint-034
fra: Gris

source: Paint-035
fra: Chartreuse

source: Paint-036
fra: Vert forêt

source: Paint-037
fra: Vert forêt

source: Paint-038
fra: Vert olive foncé

source: Paint-039
fra: Vert olive

source: Paint-040
fra: Vert foncé

source: Paint-041
fra: Châtaignier

source: Paint-042
fra: Rouge-orange

source: Paint-043
fra: Orange

source: Paint-044
fra: Rouge foncé

source: Paint-045
fra: Rouge clair

source: Paint-046
fra: Rouge

source: Paint-047
fra: Rouge

source: Paint-048
fra: Saumon

source: Paint-049
fra: Sienne

source: Paint-050
fra: Blanc froid

source: Paint-051
fra: Blanc froid

source: Paint-052
fra: Ivoire terne

source: Paint-053
fra: Ivoire lustré

source: Paint-054
fra: Blanc lin

source: Paint-055
fra: Blanc lin

source: Paint-056
fra: Blanche

source: Paint-057
fra: Blanche

source: Paint-058
fra: Jaune canari

source: Paint-059
fra: Jaune

source: Paint-060
fra: Pâle - Blanc antique

source: Paint-061
fra: Bleu - Peinture murale - Brillant

source: Paint-062
fra: Beige

source: Paint-063
fra: Vert turquoise foncé

source: Paint-064
fra: Marine

source: Paint-065
fra: Marine

source: Paint-066
fra: Cyan foncé

source: Paint-067
fra: Pervenche

source: Paint-068
fra: Turquoise

source: Paint-069
fra: Fauve clair

source: Paint-070
fra: Gris

source: Paint-071
fra: Chartreuse

source: Paint-072
fra: Olive foncé

source: Paint-073
fra: Châtaignier

source: Paint-074
fra: Châtain

source: Paint-075
fra: Réfléchissant - Rouge

source: Paint-076
fra: Rouge-orange clair

source: Paint-077
fra: Rouge foncé

source: Paint-078
fra: Or

source: Paint-079
fra: Jaune

source: Paint-080
fra: Magenta

source: Paint-081
fra: Rouge clair

source: Peach tint
fra: Teinte pêche

source: Phenolic Resin
fra: Résine phénolique

source: Phenolic formaldehyde resins
fra: Résines formaldéhyde phénolique

source: Photographic Tone Operator
fra: Opérateur de tonalité photographique

source: PhotographicToneOp
fra: OpTon photographique

# PhotographicToneOpGroup
source: Photographic ToneOp
fra: OpTon photographique

source: PhysMat
fra: MatPhysique

# PhysMatSchema_localname:Physical Material
source: Physical Material
fra: Matériau physique

# PhysMatSchema_localtype:Material
source: Material
fra: Matériau

source: Physical material.
fra: Matériau physique.

source: PhysicalGen_103
fra: Matériau générique

source: PhysicalLiquid-001
fra: Eau

source: PhysicalMetal_100
fra: Acier allié

source: PhysicalMetal_103
fra: Laiton - jaune doux

source: PhysicalMetal_106
fra: Bronze - Moulé

source: PhysicalMetal_107
fra: Cuivre - Moulé

source: PhysicalMetal_108
fra: Fonte - Fonte

source: PhysicalMetal_109
fra: Acier - Moulé

source: PhysicalMetal_111
fra: Alliage de cuivre

source: PhysicalMetal_113
fra: Acier - Galvanisé

source: PhysicalMetal_115
fra: Fonte - Fonte grise

source: PhysicalMetal_117
fra: Fonte - Malléable

source: PhysicalMetal_118
fra: Alliage nickel-cuivre 400

source: PhysicalMetal_119
fra: Acier - Non allié

source: PhysicalMetal_121
fra: Acier inoxydable

source: PhysicalMetal_122
fra: Acier inoxydable AISI 440C

source: PhysicalMetal_123
fra: Acier inoxydable - Austénitique

source: PhysicalMetal_124
fra: Acier

source: PhysicalMetal_125
fra: Acier - Modérément allié haute résistance

source: PhysicalMetal_126
fra: Acier - doux

source: PhysicalMetal_128
fra: Aluminium 6061 - Soudé

source: PhysicalMetal_129
fra: Laiton, jaune doux, soudé
