Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# ceramic_ao_samples
source: Samples
hun: Minták

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# ceramic_ao_samples:uilabel
source: Samples
hun: Minták

# ceramic_application
source: Finish
hun: Felület

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
hun: Nagymértékben fényes/üvegezett

# ceramic_application:ceramic_matte
source: Matte
hun: Matt

# ceramic_application:ceramic_satin
source: Satin
hun: Selyemfényű

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
hun: A kész felület mintázatának beállítása.

# ceramic_application:uilabel
source: Finish
hun: Felület

# ceramic_bump:ceramic_custom
source: Custom
hun: Egyéni

# ceramic_bump:ceramic_none
source: None
hun: Nincs

# ceramic_bump:ceramic_wavy
source: Wavy
hun: Hullámos

# ceramic_bump:uilabel
source: Type
hun: Típus

# ceramic_bump_amount
source: Amount
hun: Mérték

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
hun: A kerámiákon gyakran előforduló alacsony frekvenciájú hullámok vezérlése. Írjon be magasabb tizedes értékeket (1.0-ig) a felületi szabálytalanságok mélységének növeléséhez.

# ceramic_bump_amount:uilabel
source: Amount
hun: Mérték

# ceramic_bump_list_label
source: Type
hun: Típus

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
hun: A kerámiákon gyakran előforduló alacsony frekvenciájú hullámok ábrázolásához használt minta beállítása.

# ceramic_bump_map
source: Image
hun: Kép

# ceramic_bump_map:uilabel
source: Image
hun: Kép

# ceramic_bump_panel_label
source: Finish Bumps
hun: Felületi egyenetlenségek

# ceramic_ceramic
source: Ceramic
hun: Kerámia

# ceramic_color
source: Color
hun: Szín

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
hun: Szín, kép vagy procedurális mintázat kiválasztása az anyag megjelenésének létrehozásához.

# ceramic_color:uilabel
source: Color
hun: Szín

# ceramic_color_by_object:uilabel
source: Color
hun: Szín

# ceramic_custom
source: Custom
hun: Egyéni

# ceramic_high_glossy
source: High Gloss / Glazed
hun: Nagymértékben fényes/üvegezett

# ceramic_matte
source: Matte
hun: Matt

# ceramic_pattern:ceramic_custom
source: Custom
hun: Egyéni

# ceramic_pattern:ceramic_none
source: None
hun: Nincs

# ceramic_pattern:uilabel
source: Type
hun: Típus

# ceramic_pattern_amount
source: Amount
hun: Mérték

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
hun: Dekoratív felületminták meghatározása.

# ceramic_pattern_amount:uilabel
source: Amount
hun: Mérték

# ceramic_pattern_list_label
source: Type
hun: Típus

# ceramic_pattern_map:uilabel
source: Image
hun: Kép

# ceramic_pattern_map_slider_label
source: Image
hun: Kép

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
hun: Dekoratív felületminták megjelenítése.

# ceramic_pattern_map_stack_label
source: Relief Pattern
hun: Felületminta

# ceramic_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# ceramic_porcelain
source: Porcelain
hun: Porcelán

# ceramic_props
source: Ceramic
hun: Kerámia

# ceramic_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# ceramic_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# ceramic_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# ceramic_roundcorners_radius
source: Source
hun: Forrás

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# ceramic_roundcorners_radius:uilabel
source: Source
hun: Forrás

# ceramic_satin
source: Satin
hun: Selyemfényű

# ceramic_type
source: Type
hun: Típus

# ceramic_type:ceramic_ceramic
source: Ceramic
hun: Kerámia

# ceramic_type:ceramic_porcelain
source: Porcelain
hun: Porcelán

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
hun: Anyagtípus kiválasztása: kerámia vagy porcelán.

# ceramic_type:uilabel
source: Type
hun: Típus

# ceramic_wavy
source: Wavy
hun: Hullámos

source: cerulean
hun: mélykék

source: chartreuse
hun: karthauzi

source: checker
hun: kockás

# checker_Appearance
source: Appearance
hun: Megjelenés

# checker_Position
source: Position
hun: Hely

# checker_Repeat
source: Repeat
hun: Ismétlés

# checker_Scale
source: Scale
hun: Lépték

# checker_color1
source: Color 1
hun: 1. szín

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
hun: Szín kiválasztása vagy egy alárendelt procedurális térkép kiválasztása a kockás mintázatok egyikéhez

# checker_color1:uilabel
source: Color 1
hun: 1. szín

# checker_color2
source: Color 2
hun: 2. szín

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
hun: Szín kiválasztása vagy egy alárendelt procedurális térkép kiválasztása a másik kockás mintázathoz.

# checker_color2:uilabel
source: Color 2
hun: 2. szín

# checker_soften
source: Soften
hun: Lágyítás

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
hun: Lágysági vagy elmosási mérték értékének beállítása két szín vagy térképtípus szélei között. A magasabb értékek nagyobb elmosást eredményeznek. A 0.0 érték éles széleket jelöl. Tartomány = 0 - 5.00, alapértelmezett érték = 0.

# checker_soften:uilabel
source: Soften
hun: Lágyítás

# checker_transforms_group
source: Transforms
hun: Transzformálások

source: cherry
hun: cseresznye

source: chestnut
hun: gesztenye

source: chiffon
hun: tojásfehér

source: chipboard
hun: forgácslemez

source: chocolate
hun: csokoládé

source: chromate
hun: kromát

source: chrome
hun: króm

source: circular
hun: kör

source: clear
hun: tiszta

source: cmu
hun: betonblokk

source: coarse
hun: érdes

source: cobble
hun: kavics

source: coffee
hun: kávé

source: Color Correction
hun: Színjavítás

# colorCorrection:uilabel
source: Color Correction
hun: Színjavítás

# colorDifferentiation
source: Desaturate Low Levels
hun: Alacsony szintek telítettségének csökkentése

# colorDifferentiation:uilabel
source: Desaturate Low Levels
hun: Alacsony szintek telítettségének csökkentése

# colorMapIndependent
source: Affect Indirect Only
hun: Csak közvetett hatás

# colorMapIndependent:uilabel
source: Affect Indirect Only
hun: Csak közvetett hatás

source: Color Shifting:
hun: Színeltolás:

# colorShifting:none
source: None
hun: Nincs

# colorShifting:std_incandescent
source: Standard Incandescent Light
hun: Szabványos izzólámpa

# colorShifting:uilabel
source: Color Shifting:
hun: Színeltolás:

# color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# color_color_input
source: Color:
hun: Szín:

# color_color_input:uilabel
source: Color:
hun: Szín:

# common_Shared_Asset:common_independent
source: Independent
hun: Független

# common_Shared_Asset:common_shared
source: Shared
hun: Megosztott

# common_Shared_Asset:uilabel
source: Sharing
hun: Megosztás

# common_Tint_color
source: Tint Color
hun: Árnyalat színe

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
hun: Szín kiválasztása az anyag megjelenítésének színezéséhez

# common_Tint_color:uilabel
source: Tint Color
hun: Árnyalat színe

# common_Tint_toggle
source: Tint
hun: Árnyalat

# common_Tint_toggle:uilabel
source: Tint
hun: Árnyalat

source: composition
hun: kompozíció

# compressive_strength_ultimate
source: Ultimate
hun: Szakítószilárdság

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
hun: Szakítószilárdság nyomásra

# compressive_stress_yield
source: Yield
hun: Folyáshatár

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
hun: Folyáshatár nyomásra

source: computer
hun: számítógép

source: concrete
hun: beton

# concrete_acrylic
source: Acrylic
hun: Akril

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
hun: A Környezeti fényelnyelés még komplexebb módját teszi elérhetővé, amely figyelembe veszi az objektum színét. Megjegyzés: Ez javítja a túlzott 'sarok sötétítést' és 'sötét körvonalak' készítését a környezeti fényelnyelés során, önmegvilágító objektumok esetében.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
hun: Más anyagok színeinek használata

# concrete_ao_distance
source: Max Distance
hun: Max. távolság

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
hun: Meghatározza a környezeti fényelnyelés sugarát (Magas = nagy fedési terület/kisebb; alacsony = kis fedési terület/gyorsabb)

# concrete_ao_distance:uilabel
source: Max Distance
hun: Max. távolság

# concrete_ao_on
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
hun: Aktiválja a környezeti fényelnyelést. Árnyékolók használatával kiszámítja a fényelnyelési terület, vagy a fénytől mentes terület méretét, így emulálja a valós globális megvilágítási megjelenést. Ezt az effektust indirekt fény esetén használja.

# concrete_ao_on:uilabel
source: Ambient Occlusion
hun: Környezeti fényelnyelés

# concrete_ao_samples
source: Samples
hun: Minták

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
hun: Környezeti fényelnyelés minősége (Magas= simább/lassabb; alacsony= szemcsésebb/gyorsabb)

# concrete_ao_samples:uilabel
source: Samples
hun: Minták

# concrete_automatic
source: Automatic
hun: Automatikus

# concrete_base
source: Concrete
hun: Beton

# concrete_bm_map
source: Image
hun: Kép

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
hun: Időjárási hatások (foltok vagy elszíneződés) hozzáadása egy kiválasztott kép alapján.

# concrete_bm_map:uilabel
source: Image
hun: Kép

# concrete_brightmode:concrete_automatic
source: Automatic
hun: Automatikus

# concrete_brightmode:concrete_custom
source: Custom - Image
hun: Egyéni - kép

# concrete_brightmode:concrete_none
source: None
hun: Nincs

# concrete_brightmode:uilabel
source: Weathering
hun: Időjárási hatások

# concrete_brightmode_custom
source: Custom - Image
hun: Egyéni - kép

# concrete_brightmode_list_label
source: Type
hun: Típus

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
hun: Időjárási hatások (foltok vagy elszíneződés) automatikus hozzáadása.

# concrete_brightmode_panel_label
source: Weathering
hun: Időjárási hatások

# concrete_bump_amount
source: Amount
hun: Mérték

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
hun: Csúszka használata a felület mintázatának módosításához.

# concrete_bump_amount:uilabel
source: Amount
hun: Mérték

# concrete_bump_map
source: Image
hun: Kép

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
hun: Bitkép használata a felület kiválasztásához.

# concrete_bump_map:uilabel
source: Image
hun: Kép

# concrete_color
source: Color
hun: Szín

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
hun: Szín, kép vagy procedurális mintázat kiválasztása az anyag megjelenésének létrehozásához.

# concrete_color:uilabel
source: Color
hun: Szín

# concrete_color_by_object:uilabel
source: Color By Object
hun: Szín objektum szerint

# concrete_curved
source: Broom Curved
hun: Íves söpréssel

# concrete_custom
source: Stamped/Custom
hun: Pecsét/egyéni

# concrete_epoxy
source: Epoxy
hun: Epoxi

# concrete_finish
source: Finish Bumps
hun: Felületi egyenetlenségek

# concrete_finish:concrete_curved
source: Broom Curved
hun: Íves söpréssel

# concrete_finish:concrete_custom
source: Stamped/Custom
hun: Pecsét/egyéni

# concrete_finish:concrete_polished
source: Polished
hun: Polírozott

# concrete_finish:concrete_smooth
source: Smooth
hun: Sima

# concrete_finish:concrete_straight
source: Broom Straight
hun: Egyenes söpréssel

# concrete_finish:uilabel
source: Type
hun: Típus

# concrete_finish_list_label
source: Type
hun: Típus

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
hun: A betonfelületeken gyakran megtalálható felületi mintázatok meghatározása.

# concrete_none
source: None
hun: Nincs

# concrete_performance_tunning_group
source: Performance Tuning
hun: Teljesítménybeállítás

# concrete_polished
source: Polished
hun: Polírozott

# concrete_props1
source: Basic Thermal
hun: Egyszerű hőtani

# concrete_props2
source: Mechanical
hun: Mechanikai

# concrete_props4
source: Concrete
hun: Beton

# concrete_refl_depth
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
hun: Az egyes sugarak visszaverődéseinek száma. Ha nulla, a globális renderelési beállítások élveznek elsőbbséget.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
hun: Visszaverődés max. követési mélysége

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
hun: Sarkok lekerekítésének aktiválása bármely anyag esetében. Sarkok lekerekítésének leállítása az aktuális anyag felületén.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
hun: Keverés egyéb anyagokkal

# concrete_roundcorners_on
source: Round Corners
hun: Sarkok lekerekítése

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
hun: Sarok lekerekítésének szimulációja. Megjegyzés: Ez csak egy árnyalási effektus, amely felülettérképre hasonlít. A geometriát nem módosítja. Ez az effektus csak egyenes éleken működik megfelelően.

# concrete_roundcorners_on:uilabel
source: Round Corners
hun: Sarkok lekerekítése

# concrete_roundcorners_radius
source: Source
hun: Forrás

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
hun: Beállítja a saroklekerekítési effektus sugarát.

# concrete_roundcorners_radius:uilabel
source: Source
hun: Forrás

# concrete_sealant
source: Sealant
hun: Tömítés

# concrete_sealant:concrete_acrylic
source: Acrylic
hun: Akril

# concrete_sealant:concrete_epoxy
source: Epoxy
hun: Epoxi

# concrete_sealant:concrete_none
source: None
hun: Nincs

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
hun: A betonfelület tömítéséhez használt anyag megadása.

# concrete_sealant:uilabel
source: Sealant
hun: Tömítés

# concrete_smooth
source: Smooth
hun: Sima

# concrete_straight
source: Broom Straight
hun: Egyenes söpréssel

source: construction
hun: kivitelezés

source: Contrast:
hun: Kontraszt:

# contrast:uilabel
source: Contrast:
hun: Kontraszt:

source: cool
hun: hűvös

source: copper
hun: réz

source: coral
hun: korall

source: cork
hun: parafa

source: cornsilk
hun: csemegekukorica

source: cozy
hun: kényelmes

source: cream
hun: krémszínű

source: cross
hun: kereszt

# crush_blacks
source: Shadows:
hun: Árnyékok:

# crush_blacks:uilabel
source: Shadows:
hun: Árnyékok:

source: Custom
hun: Egyéni

# custom_environment:uilabel
source: Custom Environment
hun: Egyéni környezet

# cutoff_threshold
source: Cutoff Threshold (lx)
hun: Levágási szint (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
hun: Levágási szint (lx)

source: cyan
hun: vkék

source: Cylinder
hun: Henger

# cylinder_axis
source: Axis:
hun: Tengelyek:

# cylinder_axis:uilabel
source: Axis:
hun: Tengelyek:

# cylinder_radius
source: Radius:
hun: Sugár:

# cylinder_radius:uilabel
source: Radius:
hun: Sugár:

# d50
source: D50 Illuminant (Reference White)
hun: D50 megvilágítás (referenciafehér)

# d65
source: D65 Illuminant (Reference White)
hun: D65 megvilágítás (referenciafehér)

source: dark
hun: sötét

source: dark bronze
hun: sötétbronz

source: dark green
hun: sötétzöld

# decApp_backface_cull:uilabel
source: Backface Cull:
hun: Hátsó felület kiválasztása:

# decApp_bump_amount
source: Bump Amount:
hun: Egyenetlenség mértéke:

# decApp_bump_amount:uilabel
source: Bump Amount:
hun: Egyenetlenség mértéke:

# decApp_bump_map
source: Bump Pattern:
hun: Egyenetlenségminta:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
hun: A dekoráció magasabb és alacsonyabb részeinek meghatározása egy kép sötétebb és fényesebb részei alapján

# decApp_bump_map:uilabel
source: Bump Pattern:
hun: Egyenetlenségminta:

# decApp_cutout_opacity
source: Cutouts:
hun: Kivágások:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
hun: Területek kivágása a dekorációból egy fekete-fehér kép alapján. A fekete területek kerülnek kivágásra.

# decApp_cutout_opacity:uilabel
source: Cutouts:
hun: Kivágások:

# decApp_diffuse
source: Decal Image File:
hun: Dekoráció képfájlja:

# decApp_diffuse:uilabel
source: Decal Image File:
hun: Dekoráció képfájlja:

# decApp_glossiness
source: Finish:
hun: Felület:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
hun: A dekoráció csillogó csúcsfényei fényerejének megadása

# decApp_glossiness:uilabel
source: Finish:
hun: Felület:

# decApp_glossiness_gloss
source: Gloss
hun: Fényes

# decApp_glossiness_high_gloss
source: High Gloss
hun: Nagymértékben fényes

# decApp_glossiness_matte
source: Matte
hun: Matt

# decApp_glossiness_semi_gloss
source: Semi-gloss
hun: Félfényes

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
hun: Visszaverődés fényes mintái:

# decApp_reflectivity_at_0deg
source: Reflectivity:
hun: Visszaverődés:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
hun: tükör

# decApp_reflectivity_at_0deg:minlabel
source: dull
hun: matt

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
hun: Annak megadása, hogy a dekoráció milyen mértékben tükrözi vissza a körülötte található objektumokat

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
hun: Visszaverődés:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
hun: Visszaverődés:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
hun: Fénytörés fényes mintái:

# decApp_refraction_index:uilabel
source: Refraction Index:
hun: Törésmutató:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
hun: Fénytörés áttetszőségének súlya:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
hun: Fénysűrűség színhőmérséklete

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
hun: Fénysűrűség szűrőtérképe:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
hun: Megvilágítottság (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
hun: A dekoráció megvilágításának és a megvilágítás módjának megadása

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
hun: Megvilágítottság (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
hun: Mobiltelefon képernyője

# decApp_self_illum_luminance_crt_television
source: CRT television
hun: Katódsugárcsöves televízió

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
hun: Asztali lámpa lencséje

# decApp_self_illum_luminance_dim_glow
source: Dim glow
hun: Fakó izzás

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
hun: Homályos izzó

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
hun: Halogénlámpa lencséje

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
hun: Kültéri lámpaernyő

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
hun: Beltéri lámpaernyő

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
hun: LCD képernyő

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
hun: Nincs megvilágítva

# decApp_transparency
source: Transparency:
hun: Átlátszóság:

# decApp_transparency:maxlabel
source: transparent
hun: átlátszó

# decApp_transparency:minlabel
source: opaque
hun: átlátszatlan

# decApp_transparency:uilabel
source: Transparency:
hun: Átlátszóság:
