Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
deu: Oberflächen.Gips.Stuck.Rauputz.Grau

source: Finishes.Plaster.Venetian.Rough
deu: Oberflächen.Gips.Venezianisch.Grob

source: Finishes.Plaster.Venetian.Smooth
deu: Oberflächen.Gips.Venezianisch.Glatt

source: Finishes.Tiling.Ceramic.Checker
deu: Oberflächen.Kacheln.Keramik.Schachbrettmuster

source: Finishes.Tiling.Ceramic.Mosaic.Blue
deu: Oberflächen.Kacheln.Keramik.Mosaik.Blau

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
deu: Oberflächen.Kacheln.Keramik.Mosaik.Geblümt.Rosarot - Grün

source: Finishes.Tiling.Ceramic.Mosaic.Grey
deu: Oberflächen.Kacheln.Keramik.Mosaik.Grau

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
deu: Oberflächen.Kacheln.Keramik.Mosaik.Gelb-Raster

source: Finishes.Wall Covering.Floral.White
deu: Oberflächen.Wandverkleidung.Geblümt.Weiß

source: Finishes.Wall Covering.Pattern1
deu: Oberflächen.Wandverkleidung.Muster1

source: Finishes.Wall Covering.Pattern2
deu: Oberflächen.Wandverkleidung.Muster2

source: Finishes.Wall Covering.Pattern3
deu: Oberflächen.Wandverkleidung.Muster3

source: Finishes.Wall Covering.Pattern4
deu: Oberflächen.Wandverkleidung.Muster4

source: Finishes.Wall Covering.Pattern5
deu: Oberflächen.Wandverkleidung.Muster5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
deu: Oberflächen.Wandverkleidung.Streifen.Vertikal.Blaugrau

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
deu: Oberflächen.Wandverkleidung.Streifen.Vertikal.Mehrfarbig

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
deu: Oberflächen.Wandverkleidung.Streifen.Vertikal.Rosa-Beige

source: Finishes.Wall Covering.Tan
deu: Oberflächen.Wandverkleidung.Gelbbraun

source: Finishes.Wax.Lacquer
deu: Oberflächen.Wachs.Firnis

source: Finishes.Wax.SatinWax
deu: Oberflächen.Wachs.Satinwachs

source: Finishes.Wax.Shellac
deu: Oberflächen.Wachs.Schellack

source: Finishes.Wax.Urethane
deu: Oberflächen.Wachs.Urethan

source: Finishes.Wax.Varnish
deu: Oberflächen.Wachs.Lack

source: Flooring/Carpet
deu: Boden/Teppich

source: Flooring/Stone
deu: Boden/Stein

source: Flooring/Tile
deu: Boden/Fliese

source: Flooring/Vinyl
deu: Boden/Vinyl

source: Flooring/Wood
deu: Boden/Holz

source: Furnishings.Fabrics.Bandage
deu: Verkleidungen.Gewebe.Binde

source: Furnishings.Fabrics.Burlap
deu: Verkleidungen.Gewebe.Sackleinen

source: Furnishings.Fabrics.Caning.Tan
deu: Verkleidungen.Gewebe.Rattan.Gelbbraun

source: Furnishings.Fabrics.Canvas.White
deu: Verkleidungen.Gewebe.Leinwand.Weiß

source: Furnishings.Fabrics.Lace
deu: Verkleidungen.Gewebe.Spitze

source: Furnishings.Fabrics.Leather.Black
deu: Verkleidungen.Gewebe.Leder.Schwarz

source: Furnishings.Fabrics.Leather.Black.1
deu: Verkleidungen.Gewebe.Leder.Schwarz.1

source: Furnishings.Fabrics.Leather.Brown
deu: Verkleidungen.Gewebe.Leder.Braun

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
deu: Verkleidungen.Gewebe.Leder.Kies.Hellbraun

source: Furnishings.Fabrics.Leather.Pebble.Mauve
deu: Verkleidungen.Gewebe.Leder.Kies.Violett

source: Furnishings.Fabrics.Leather.Tan
deu: Verkleidungen.Gewebe.Leder.Gelbbraun

source: Furnishings.Fabrics.Linen.Beige
deu: Verkleidungen.Gewebe.Leinen.Beige

source: Furnishings.Fabrics.Linen.Tweed
deu: Verkleidungen.Gewebe.Leinen.Tweed

source: Furnishings.Fabrics.Linen.White
deu: Verkleidungen.Gewebe.Leinen.Weiß

source: Furnishings.Fabrics.Mesh
deu: Verkleidungen.Gewebe.Netz

source: Furnishings.Fabrics.Netting
deu: Verkleidungen.Gewebe.Geflecht

source: Furnishings.Fabrics.Plaid.1
deu: Verkleidungen.Gewebe.Karomuster.1

source: Furnishings.Fabrics.Plaid.3
deu: Verkleidungen.Gewebe.Karomuster.3

source: Furnishings.Fabrics.Plaid.4
deu: Verkleidungen.Gewebe.Karomuster.4

source: Furnishings.Fabrics.Stripes.1
deu: Verkleidungen.Gewebe.Streifen.1

source: Furnishings.Fabrics.Stripes.2
deu: Verkleidungen.Gewebe.Streifen.2

source: Furnishings.Fabrics.Stripes.3
deu: Verkleidungen.Gewebe.Streifen.3

source: Furnishings.Fabrics.Stripes.4
deu: Verkleidungen.Gewebe.Streifen.4

source: Furnishings.Fabrics.Stripes.5
deu: Verkleidungen.Gewebe.Streifen.5

source: Furnishings.Fabrics.Stripes.6
deu: Verkleidungen.Gewebe.Streifen.6

source: Furnishings.Fabrics.Stripes.7
deu: Verkleidungen.Gewebe.Streifen.7

source: Furnishings.Fabrics.Velvet.Black
deu: Verkleidungen.Gewebe.Samt.Schwarz

source: Furnishings.Fabrics.Velvet.Red
deu: Verkleidungen.Gewebe.Samt.Rot

source: GFRC
deu: Glasfaserbeton

source: Galvanized steel
deu: Verzinkter Stahl

source: Gas structural asset.
deu: Gas Strukturmedien.

source: Gas thermal asset.
deu: Gas, thermische Medien.

source: Generic
deu: Generisch

source: Generic Photometric light.
deu: Generische fotometrische Beleuchtung.

source: Generic material.
deu: Generisches Material.

source: Generic structural asset.
deu: Generische Strukturmedien.

source: Generic-001
deu: Leuchtend - durchscheinend Weiß

source: Generic-002
deu: LED - rot - ein

source: Generic-003
deu: LED - rot - aus

source: Generic-004
deu: LED - grün - ein

source: Generic-005
deu: LED - grün - aus

source: Generic-006
deu: LED - gelb - ein

source: Generic-007
deu: LED - gelb - aus

source: Generic-008
deu: Leuchtend - cremefarben

source: Generic-009
deu: Niederflor - grau

source: Generic-010
deu: Niederflor - sandfarben

source: Generic-011
deu: Schallschutzplatte - 2x4 Weiß Rissig

source: Generic-012
deu: Schallschutzplatte - 2x4 Weiß Gekörnt

source: Generic-013
deu: Schallschutzplatte - 2x2 Weiß Gekörnt

source: Generic-014
deu: Horizontal - 4 Zoll - weiß

source: Generic-015
deu: Dachschindel - Verbundmaterial - grau

source: Generic-016
deu: Dachschindel - halbrund - grau

source: Generic-017
deu: Dachschindel - grob - grau

source: Generic-018
deu: Spanische Dachziegel

source: Generic-019
deu: Zuschlag - hoch

source: Generic-020
deu: Erde - Dunkelbraun

source: Generic-021
deu: Gras - dunkel - Roggen

source: Generic-022
deu: Sand - natürlich - mittel

source: Generic-023
deu: Hecke

source: Generic-024
deu: Laminat - normal

source: Generic-025
deu: Glühbirne - ein

source: Generic-026
deu: Glühbirne - aus

source: Generic-027
deu: Klar - hell

source: Generic-028
deu: Leuchtend - durchscheinend - blau

source: Generic-029
deu: Leuchtend - durchscheinend - orange

source: Generic-030
deu: Niederflor - beige

source: Generic-031
deu: Niederflor - marine

source: Generic-032
deu: Niederflor - gold

source: Generic-033
deu: Horizontal - 6 Zoll - beige

source: Generic-034
deu: Horizontal - 4 Zoll - grau

source: Generic-035
deu: Horizontal - 6 Zoll - grau

source: Generic-036
deu: Horizontal - 8 Zoll - grau

source: Generic-037
deu: Vertikal - 6 Zoll - weiß

source: Generic-038
deu: Mittelflor - dunkelgrau

source: Generic-039
deu: Spanische Dachziegel - braun

source: Generic-040
deu: Spanische Dachziegel - rot 3

source: Generic-041
deu: Schnee

source: Generic-042
deu: Dachschindel - halbrund - hellbraun

source: Generic-043
deu: Tapete - Streifen - Spritzer

source: Generic-044
deu: Kies - braun

source: Generic-045
deu: Tapete - Blumenmuster - gelb

source: Generic-046
deu: Tapete - Blumenmuster - blau

source: Generic-047
deu: Tapete - Rosen

source: Generic-048
deu: Tapete - viktorianisch

source: Generic-049
deu: Tapete - geometrisch

source: Generic-050
deu: Denim - Blau

source: Generic-051
deu: Schallschutzplatte - 2x2 Grau Rissig

source: Generic-052
deu: Dachschindel - verwittert

source: Generic-053
deu: Dachschindel - Verbundmaterial - braun

source: Generic-054
deu: Dachschindel - Verbundmaterial - dunkelgrau

source: Generic-055
deu: Dachschindel - Verbundmaterial - pink

source: Generic-056
deu: Dachschindel - handgespalten

source: Generic-057
deu: Asphalt - nass

source: Generic-058
deu: Asphalt 3

source: Generic-059
deu: Gras - dunkel - Bermuda

source: Generic-060
deu: Gras - hell - Roggen

source: Generic-061
deu: Rautenförmig - Rosette

source: Generic-062
deu: Eisen schwarz

source: Generic-063
deu: Glasblock

source: Generic-064
deu: Karton - Spanplatte

source: Generic/Ceramic
deu: Generisch/Keramik

source: Generic/Glass
deu: Generisch/Glas

source: GenericPhotometricLight
deu: Generische fotometrische Beleuchtung

# GenericPhotometricLightSchema_localname:Light
source: Light
deu: Licht

# GenericPhotometricLightSchema_localtype:Light
source: Light
deu: Licht

# GenericSchema_localname:Generic
source: Generic
deu: Generisch

# GenericSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Glass
deu: Glas

source: Glass Fiber Reinforced Concrete, 5% fibers
deu: Glasfaserbewehrter Beton, 5 % Fasern

source: Glass fiber reinforced concrete
deu: Glasfaserbewehrter Beton

source: Glass-001
deu: Klar - grün

source: Glass-002
deu: Rauchfarben - grau

source: Glass-003
deu: Getönt - blau

source: Glass-004
deu: Getönt - blaugrün

source: Glass-005
deu: Rauchfarben - bronze

source: Glass-006
deu: Klar - bernsteinfarben

source: Glass-007
deu: Rauchfarben - schwarz

source: Glass-008
deu: Klar

source: Glass-009
deu: Matt - weiß

source: Glass-010
deu: Klar - weiß

source: Glass-011
deu: Geriffelt - weiß

source: Glass-012
deu: Halbdurchsichtig - weiß

source: Glass-013
deu: Matt - klar

source: Glass-014
deu: Matt - dunkelblau

source: Glass-015
deu: Matt - hellblau

source: Glass-016
deu: Geriffelt - mittelblau

source: Glass-017
deu: Matt - grau

source: Glass-018
deu: Geriffelt - hellgrün

source: Glass-019
deu: Matt - dunkelrot

source: Glass-020
deu: Matt - blau

source: Glass-021
deu: Geriffelt - hellblau

source: Glass-022
deu: Matt - dunkelbronze

source: Glass-023
deu: Matt - hellbronze

source: Glass/Glazing
deu: Glas/Verglasung

source: Glazing
deu: Verglasung

source: Glazing material.
deu: Verglasungsmaterial.

source: Glazing-001
deu: Dunkelblau - reflektierend

source: Glazing-002
deu: Dunkelblau

source: Glazing-003
deu: Hellblau - reflektierend

source: Glazing-004
deu: Dunkelbronze - reflektierend

source: Glazing-005
deu: Hellbronze - reflektierend

source: Glazing-006
deu: Hellbronze

source: Glazing-007
deu: Dunkelgrau

source: Glazing-008
deu: Dunkelrot

source: Glazing-009
deu: Blaugrün

source: Glazing-010
deu: Gold

source: Glazing-011
deu: Klar - reflektierend

source: Glazing-012
deu: Klar

source: Glazing-013
deu: Hellrot

source: Glazing-014
deu: Blau - Verglasung

source: Glazing-015
deu: Blau - reflektierend

source: Glazing-016
deu: Dunkelbronze

source: Glazing-017
deu: Hellgrau - reflektierend

source: Glazing-018
deu: Hellgrau

source: Glazing-019
deu: Dunkelgrün - reflektierend

# GlazingSchema_localname:Glazing
source: Glazing
deu: Verglasung

# GlazingSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Gradient
deu: Abstufung

source: Gradient map.
deu: Abstufungs-Map.

# GradientSchema_localname:Gradient
source: Gradient
deu: Abstufung

# GradientSchema_localtype:Texture
source: Texture
deu: Textur

source: Graphics
deu: Grafiken

# GraphicsSchema_localname:Graphics
source: Graphics
deu: Grafiken

# GraphicsSchema_localtype:Graphics
source: Graphics
deu: Grafiken

source: Gray bricks
deu: Graue Ziegel

source: Gray marble stone floor
deu: Grauer Marmorfussboden

source: Gray modular bricks
deu: Graue modulare Ziegel

source: Grey cast iron
deu: Graues Gusseisen

source: Hardwood
deu: Hartholz

source: Hardwood material.
deu: Hartholzmaterial.

# HardwoodSchema_localname:Wood
source: Wood
deu: Holz

# HardwoodSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Has a beige tint
deu: Hat beigefarbene Tönung

source: Has a blue tint
deu: Hat blaue Tönung

source: Has a medium beige tint
deu: Hat mittelbeigefarbene Tönung

source: Has a slight blue tint
deu: Hat leicht blaue Tönung

source: Hemispherical Map.
deu: Halbkugelförmige Abbildung.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
deu: Halbkugelförmige Abbildung

# HemisphericalSchema_localtype:Texture
source: Texture
deu: Textur

source: High density polyethylene
deu: Hochdichtes Polyethylen

source: High impact polystyrene
deu: Polystyrol mit hoher Schlagzähigkeit

source: High strength low alloy steel
deu: Stahl, hochfest, niedrig legiert

source: Hill swatch.
deu: Hügelmuster.

source: Illuminated display color
deu: Hervorgehobene Anzeigefarbe

# ImageSwitch:uilabel
source: Image Switch:
deu: Bild wechseln:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
deu: Bilder freundlicherweise zur Verfügung gestellt von Precast/Prestressed Concrete Institute (PCI).

source: InvCer-001
deu: 4 Zoll- quadratisch - hellblau

source: InvGen-001
deu: Klar - blau - Version 1.1

source: InvGen-001-1-2
deu: Klar - blau

source: InvGen-002
deu: Karton

source: InvGen-003
deu: Treibholz

source: InvGen-004
deu: Blattgold

source: InvGen-005
deu: Klar - grün 1 - Version 1.1

source: InvGen-005-1-2
deu: Klar - grün 1

source: InvGen-006
deu: Gusszinnbronze

source: InvGen-007
deu: Gusszinnbronze - alt - glänzend

source: InvGen-008
deu: Gusszinnbronze - glänzend

source: InvGen-009
deu: Stein - blau

source: InvGen-010
deu: Magenta

source: InvGen-011
deu: Metall - 1400F (heiß)

source: InvGen-012
deu: Metall - 1600F (heiß)

source: InvGen-013
deu: Metall - 1800F (heiß)

source: InvGen-014
deu: Metall - 2400F (heiß)

source: InvGen-015
deu: Nickel - Version 1.1

source: InvGen-015-1-2
deu: Nickel

source: InvGen-016
deu: Öl

source: InvGen-017
deu: Opal

source: InvGen-018
deu: Pink

source: InvGen-019
deu: Polycarbonat - klar - Version 1.1

source: InvGen-019-1-2
deu: Polycarbonat - klar

source: InvGen-020
deu: Polycarbonat - Rauch - Version 1.1

source: InvGen-020-1-2
deu: Polycarbonat - Rauch

source: InvGen-021
deu: Nylon 6

source: InvGen-022
deu: PTFE

source: InvGen-023
deu: Siliziumnitrid - poliert - Version 1.1

source: InvGen-023-1-2
deu: Siliziumnitrid - poliert

source: InvGen-024
deu: Guillochiert

source: InvGen-025
deu: Gehont

source: InvGen-027
deu: Oxidiert

source: InvGen-028
deu: Platte

source: InvGen-029
deu: Gerostet - Version 1.1

source: InvGen-029-1-2
deu: Gerostet

source: InvGen-031
deu: Titan - Version 1.1

source: InvGen-031-1-2
deu: Titan

source: InvGen-032
deu: Titan - poliert - Version 1.1

source: InvGen-032-1-2
deu: Titan - poliert

source: InvGen-033
deu: Wasserblasen

source: InvGen-034
deu: Schweißnaht - Aluminum

source: InvGen-035
deu: Schweißnaht - Messing

source: InvGen-036
deu: Schweißnaht - rostfreier Stahl

source: InvGen-037
deu: Schweißnaht - Stahl - weich

source: InvGen-038
deu: Gummi - schwarz - Version 1.1

source: InvGen-038-1-2
deu: Gummi - schwarz

source: InvGen-039
deu: Gummi - blau - Version 1.1

source: InvGen-039-1-2
deu: Gummi - blau

source: InvGen-040
deu: Gummi - grün - Version 1.1

source: InvGen-040-1-2
deu: Gummi - grün

source: InvGen-042
deu: Holz - bemalt - weiß

source: InvGen-043
deu: Klar - gelb - Version 1.1

source: InvGen-043-1-2
deu: Klar - gelb

source: InvGen-044
deu: Zinkchromat 1

source: InvGen-045
deu: Grün - poliert

source: InvGen-046
deu: Aluminiumguss

source: InvGen-048
deu: Schwarz - Guss

source: InvGen-049
deu: Kohlenstofffaser 1

source: InvGen-050
deu: Streckmetall 01

source: InvGen-051
deu: Streckmetall 02

source: InvGen-052
deu: Streckmetall 03

source: InvGen-053
deu: Streckmetall 04

source: InvGen-054
deu: Maschinell bearbeitet 02

source: InvGen-055
deu: Maschinell bearbeitet 03

source: InvGen-056
deu: Rost

source: InvGen-057
deu: Schutzplatte

source: InvGen-058
deu: Platte - blau

source: InvGen-059
deu: Chrom - poliert - schwarz

source: InvGen-060
deu: Chrom - poliert - blau

source: InvGen-061
deu: Zinkchromat 2

source: InvGen-062
deu: Aluminium - flach - Version 1.1

source: InvGen-062-1-2
deu: Aluminium - flach

source: InvGen-063
deu: Gold - Metall - Version 1.1

source: InvGen-063-1-2
deu: Gold - Metall

source: InvGen-064
deu: Silber - Version 1.1

source: InvGen-064-1-2
deu: Silber

source: InvGen-065
deu: Blei

source: InvGen-066
deu: Stahl

source: InvGen-067
deu: Eisen - grau

source: InvGen-068
deu: Eisen - Guss

source: InvGen-069
deu: Stahl - Guss

source: InvGen-070
deu: Gehont - dunkelgrau

source: InvGen-071
deu: Vorgabe

source: InvHW-001
deu: Kork - grob

source: InvMet-004
deu: Rautenblech - Version 1.1

source: InvMet-004-1-2
deu: Rautenblech

source: InvMet-005
deu: Galvanisiert

source: InvMet-006
deu: Kordiert - Version 1.1

source: InvMet-006-1-2
deu: Kordiert

source: InvMet-007
deu: Stahl - poliert

source: InvMet-008
deu: Halbpoliert

source: Iron
deu: Gusseisen

# Latitude
source: Scene Latitude:
deu: Breitengrad für Szene:

# Latitude:uilabel
source: Scene Latitude:
deu: Breitengrad für Szene:

source: Lead, oxidized
deu: Blei, oxidiert

source: Lead, oxidized finish
deu: Blei, oxidierte Oberfläche

source: Light
deu: Licht

source: Light beige colour
deu: hellbeigefarbener Farbton

source: Light brown modular bricks
deu: Hellbraune modulare Ziegel

source: Light brown rectangular herringbone bricks
deu: Hellbraune rechteckige Ziegel im Fischgrätverband

source: Light gray rectangular stones
deu: Hellgraue rechteckige Steine

source: Light gray slate bricks
deu: Hellgraue Schieferziegel

source: Light red and large square slate bricks
deu: Hellrote große und quadratische Schieferziegel

source: Light red modular bricks
deu: Hellrote modulare Ziegel

source: Liquid
deu: Flüssigkeit

source: Liquid Crystal Polymer
deu: Flüssigkristallines Polymer

source: Liquid structural asset.
deu: Flüssige Strukturmedien.

source: Liquid thermal asset.
deu: Flüssige thermische Medien.

# Location:uilabel
source: Location
deu: Position

source: Logarithmic Tone Operator
deu: Logarithmischer Tonoperator

source: LogarithmicToneOp
deu: Logarithmischer Tonop.

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
deu: Logarithmischer Tonop.

# Longitude
source: Scene Longitude:
deu: Längengrad für Szene:

# Longitude:uilabel
source: Scene Longitude:
deu: Längengrad für Szene:

source: Low Carbon Steel
deu: Kohlenstoffarmer Stahl

source: Low density polyethylene
deu: Polyethylen niedriger Dichte

source: Malleable cast iron
deu: Schmiedbares Gusseisen

source: Marble
deu: Marmor

source: Marble map.
deu: Marmor-Map.

# MarbleSchema_localname:Marble
source: Marble
deu: Marmor

# MarbleSchema_localtype:Texture
source: Texture
deu: Textur

source: Martensitic stainless steel
deu: Martensitischer Edelstahl

source: Masonry and CMU material.
deu: Mauer- und CMU-Material.

source: Masonry-001
deu: Gleichmäßig - Läufer hochkant - Burgund

source: Masonry-002
deu: Ungleichmäßig - Läuferverband - Burgund

source: Masonry-003
deu: 12 Zoll - Läuferverband - Burgund

source: Masonry-004
deu: Einfach - mittelgrau

source: Masonry-005
deu: Fischgrätverband - hellbraun

source: Masonry-006
deu: Fischgrätverband - braun

source: Masonry-007
deu: Quadrat

source: Masonry-008
deu: Vertikal

source: Masonry-009
deu: Modular - hellbraun

source: Masonry-010
deu: Modular - grau

source: Masonry-011
deu: Modular - braun

source: Masonry-012
deu: Modular - hellrot

source: Masonry-013
deu: Dachziegel - quadratisch - rot

source: Masonry-014
deu: Dachziegel - unregelmäßig - grau

source: Masonry-015
deu: Lehmziegel - beige

source: Masonry-016
deu: Kreuzmuster

source: Masonry-017
deu: Dekorative Blöcke

source: Masonry-018
deu: Stützmauer - Schlackenbetonblöcke

source: Masonry-019
deu: Stützmauer - Gestreifte Schlackenbetonblöcke

source: Masonry-020
deu: Kleine - unregelmäßige - rechteckige Steine - braun

source: Masonry-021
deu: Kleine - rechteckige Steine - grau

source: Masonry-022
deu: Rechteckige Steine - hellgrau

source: Masonry-023
deu: Travertin - cremeweiß

source: Masonry-024
deu: Marmor - weiß-grün

source: Masonry-025
deu: Marmor - grau

source: Masonry-026
deu: Feldstein - verwittert

source: Masonry-027
deu: Burgund

source: Masonry-028
deu: Gleichmäßig - Läuferverband - braun

source: Masonry-029
deu: Gleichmäßig - Läufer hochkant - braun

source: Masonry-030
deu: Ungleichmäßig - Läuferverband - braun

source: Masonry-031
deu: Gleichmäßig - Läuferverband - Burgund

source: Masonry-032
deu: Ungleichmäßig - Läufer hochkant - Burgund

source: Masonry-033
deu: 12 Zoll - ungleichmäßig - Läufer hochkant - Burgund

source: Masonry-034
deu: Gleichmäßig - Läuferverband - Koralle

source: Masonry-035
deu: Gleichmäßig - Läuferverband - grau

source: Masonry-036
deu: 12 Zoll - gleichmäßig - Läuferverband - grau

source: Masonry-037
deu: Gleichmäßig - Läuferverband - orange

source: Masonry-038
deu: Ungleichmäßig - Läuferverband - rot

source: Masonry-039
deu: Gleichmäßig - Läuferverband - gelb

source: Masonry-040
deu: Gleichmäßig - Läufer hochkant - gelb

source: Masonry-041
deu: Geteilte Fläche - gestapelt - braun

source: Masonry-042
deu: Geteilte Fläche - Läuferverband - Koralle

source: Masonry-043
deu: Läuferverband - hellgrau

source: Masonry-044
deu: Geteilte Fläche - gestapelt - grau

source: Masonry-045
deu: Fischgrätverband - grau

source: Masonry-046
deu: Fischgrätverband - rot

source: Masonry-047
deu: Ungleichmäßig - Läuferverband - grau

source: Masonry-048
deu: Gewebeverband - braun

source: Masonry-049
deu: Bruchstein - Fluss

source: Masonry-050
deu: Bruchstein - Taliesin West

source: Masonry-051
deu: Geteilte Fläche - gestapelt - pink

source: Masonry.Masonry Accessories.Control Joints.Black
deu: Mauerwerk.Mauerwerk-Zusatzteile.Bewegungs- und Entspannungsfugen.Schwarz

source: Masonry.Stone.Ashlar.Patterned
deu: Mauerwerk.Stein.Quaderstein.Gemustert

source: Masonry.Stone.Ashlar.Random.Broken Coursed
deu: Mauerwerk.Stein.Quaderstein.Unregelmäßig.Geschichtet

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
deu: Mauerwerk.Stein.Quaderstein.Unregelmäßig.Geschichtet.Verfugt

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
deu: Mauerwerk.Stein.Feldstein.Unregelmäßiger Bruchstein.Weit

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
deu: Mauerwerk.Stein.Feldstein.Unregelmäßiger Bruchstein.Eng

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
deu: Mauerwerk.Stein.Feldstein.Unregelmäßiger Bruchstein.Verwittert

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
deu: Mauerwerk.Stein.Granit.Quadratisch.Geschichtet.Poliert.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
deu: Mauerwerk.Stein.Granit.Quadratisch.Geschichtet.Poliert.Schwarzweiß

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
deu: Mauerwerk.Stein.Granit.Quadratisch.Geschichtet.Poliert.Kupfer-Schwarz

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
deu: Mauerwerk.Stein.Granit.Quadratisch.Geschichtet.Poliert.Grau

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
deu: Mauerwerk.Stein.Granit.Quadratisch.Geschichtet.Poliert.Violett-Grau

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
deu: Mauerwerk.Stein.Granit.Quadratisch.Geschichtet.Poliert.Rosa-Schwarz-Grau

source: Masonry.Stone.Limestone.Ashlar.Coursed
deu: Mauerwerk.Stein.Kalkstein.Quaderstein.Regelmäßig geschichtet

source: Masonry.Stone.Limestone.Rubble
deu: Mauerwerk.Stein.Kalkstein.Bruchstein

source: Masonry.Stone.Limestone.Rustic Joint.Pink
deu: Mauerwerk.Stein.Kalkstein.Bossenfuge.Rosa

source: Masonry.Stone.Limestone.Rustication
deu: Mauerwerk.Stein.Kalkstein.Bossenwerk

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
deu: Mauerwerk.Stein.Marmor.Quadratisch.Geschichtet.Poliert.Weiß - Grün

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
deu: Mauerwerk.Stein.Marmor.Quadratisch.Geschichtet.Poliert.Weiß - Schwarz

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
deu: Mauerwerk.Stein.Marmor.Quadratisch.Geschichtet.Poliert.Weiß - Schwarz.Großadrig

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
deu: Mauerwerk.Stein.Marmor.Quadratisch.Geschichtet.Poliert.Weiß - Braun
