Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# wallpaint_finish:wallpaint_gloss
source: Gloss
ita: Lucida

# wallpaint_finish:wallpaint_pearl
source: Pearl
ita: Perla

# wallpaint_finish:wallpaint_platinum
source: Platinum
ita: Platino

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
ita: Semilucida

# wallpaint_flat
source: Flat/Matte
ita: Piana/Opaca

# wallpaint_gloss
source: Gloss
ita: Lucida

# wallpaint_paintgroup
source: Wall Paint
ita: Vernice muro

# wallpaint_pearl
source: Pearl
ita: Perla

# wallpaint_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# wallpaint_platinum
source: Platinum
ita: Platino

# wallpaint_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ita: Definisce il numero massimo di campioni (raggi) elaborati da mental ray per la creazione di riflessi lucidi.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

# wallpaint_roller
source: Roller
ita: Rullo

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# wallpaint_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# wallpaint_roundcorners_radius
source: Source
ita: Origine

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# wallpaint_roundcorners_radius:uilabel
source: Source
ita: Origine

# wallpaint_semigloss
source: Semi-gloss
ita: Semilucida

# wallpaint_spray
source: Spray
ita: Spruzzo

source: wallpaper
ita: carta da parati

source: walnut
ita: noce

source: warm
ita: caldo

source: water
ita: acqua

# water_algae
source: Algae/Green
ita: Alghe/Verde

# water_bump_amount
source: Wave Height
ita: Altezza onda

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
ita: Regola l'altezza relativa delle onde dell'acqua. Immettere un valore compreso tra 0 (nessuna onda) e 5 (onde di grandi dimensioni).

# water_bump_amount:uilabel
source: Wave Height
ita: Altezza onda

# water_color_by_object:uilabel
source: Custom Color
ita: Colore personalizzato

# water_custom
source: Custom
ita: Personalizzata

# water_lake
source: Generic Pond/Lake
ita: Stagno/Lago generico

# water_murky
source: Murky/Brown
ita: Torbida/Marrone

# water_ocean
source: Generic Sea/Ocean
ita: Mare/Oceano generico

# water_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# water_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# water_reflecting_pool
source: Generic Reflecting Pool
ita: Vasca riflettente generica

# water_refr_depth
source: Refraction Max Trace Depth
ita: Profondità massima traccia rifrazione

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ita: Se l'opzione è selezionata, la profondità di rifrazione del materiale viene controllata localmente e quando si raggiunge il limite viene proiettato un raggio di trasparenza aggiuntivo, limitando l'effetto di bordo scuro riscontrato in genere sugli oggetti in vetro uniforme.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
ita: Profondità massima traccia rifrazione

# water_refr_depth_control_label
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# water_river
source: Generic Stream/River
ita: Ruscello/Fiume generico

# water_swimming_pool
source: Swimming Pool
ita: Piscina

# water_tint_color
source: Custom Color
ita: Colore personalizzato

# water_tint_color:tooltip
source: Sets a color via RGB value.
ita: Consente di impostare un colore tramite un valore RGB.

# water_tint_color:uilabel
source: Custom Color
ita: Colore personalizzato

# water_tint_enable
source: Color
ita: Colore

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
ita: Regola la tinta dell'acqua (Tropicale, Alghe/Verde, Torbida/Marrone e così via).

# water_tint_enable:uilabel
source: Color
ita: Colore

# water_tint_enable:water_algae
source: Algae/Green
ita: Alghe/Verde

# water_tint_enable:water_custom
source: Custom
ita: Personalizzata

# water_tint_enable:water_lake
source: Generic Pond/Lake
ita: Stagno/Lago generico

# water_tint_enable:water_murky
source: Murky/Brown
ita: Torbida/Marrone

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
ita: Mare/Oceano generico

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
ita: Vasca riflettente generica

# water_tint_enable:water_river
source: Generic Stream/River
ita: Ruscello/Fiume generico

# water_tint_enable:water_tropical
source: Tropical
ita: Tropicale

# water_tropical
source: Tropical
ita: Tropicale

# water_type
source: Type
ita: Tipo

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
ita: Consente di selezionare la composizione dell'acqua (Piscina, Fiume, Lago, Oceano e così via).

# water_type:uilabel
source: Type
ita: Tipo

# water_type:water_lake
source: Generic Pond/Lake
ita: Stagno/Lago generico

# water_type:water_ocean
source: Generic Sea/Ocean
ita: Mare/Oceano generico

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
ita: Vasca riflettente generica

# water_type:water_river
source: Generic Stream/River
ita: Ruscello/Fiume generico

# water_type:water_swimming_pool
source: Swimming Pool
ita: Piscina

# water_watergroup
source: Water
ita: Acqua

source: watts
ita: watt

# wave_Amplitude
source: Amplitude
ita: Ampiezza

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
ita: Specifica l'ampiezza delle onde. Intervallo = da 0 a 10000. Impostazione di default = 1.

# wave_Amplitude:uilabel
source: Amplitude
ita: Ampiezza

# wave_Appearance
source: Appearance
ita: Aspetto

# wave_Color1
source: Color 1
ita: Colore 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
ita: Specifica il primo colore per le onde.

# wave_Color1:uilabel
source: Color 1
ita: Colore 1

# wave_Color2
source: Color 2
ita: Colore 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
ita: Specifica il secondo colore per le onde.

# wave_Color2:uilabel
source: Color 2
ita: Colore 2

# wave_Distribution
source: Distribution
ita: Distribuzione

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
ita: Specifica la distribuzione delle onde. Se si sceglie 3D, il centro delle onde viene distribuito sulla superficie in base a una sfera immaginaria, applicata a tutti i lati di un oggetto 3D. Se si sceglie 2D, l'onda viene distribuita in cerchi il cui centro risiede nel piano XY; questa opzione è più indicata per le superfici acquatiche piatte quali oceani e laghi.

# wave_Distribution:uilabel
source: Distribution
ita: Distribuzione

# wave_NumWaveSets
source: Number
ita: Numero

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
ita: Specifica il numero di gruppi di onde da utilizzare per il motivo. Per acque calme, impostare il numero su un valore basso. Intervallo = da 1 a 50. Impostazione di default = 3.

# wave_NumWaveSets:uilabel
source: Number
ita: Numero

# wave_Phase
source: Phase
ita: Fase

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
ita: Consente di spostare il motivo onda. Intervallo = da 0 a 10.000. Impostazione di default = 0.

# wave_Phase:uilabel
source: Phase
ita: Fase

# wave_Position
source: Position
ita: Posizione

# wave_RandomSeed
source: Random Seed
ita: Origine casuale

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
ita: Fornisce un numero di origini da cui generare il motivo onda. Il motivo cambia a seconda delle diverse origini. Intervallo = da 0 a 65535. Impostazione di default = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
ita: Origine casuale

# wave_WaveLenMax
source: Len Max
ita: Lunghezza massima

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
ita: Definisce l'intervallo massimo per ogni centro delle onde. Se i valori sono vicini tra loro le onde sono più regolari, mentre se sono distanti tra loro le onde sono meno regolari. Impostazione di default = 1,97.

# wave_WaveLenMax:uilabel
source: Len Max
ita: Lunghezza massima

# wave_WaveLenMin
source: Len Min
ita: Lunghezza minima

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
ita: Definisce l'intervallo minimo per ogni centro delle onde. Se i valori sono vicini tra loro le onde sono più regolari, mentre se sono distanti tra loro le onde sono meno regolari. Impostazione di default = 1,97.

# wave_WaveLenMin:uilabel
source: Len Min
ita: Lunghezza minima

# wave_WaveRadius
source: Radius
ita: Raggio

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
ita: Specifica il raggio della sfera immaginaria (distribuzione 3D) o del cerchio (distribuzione 2D) la cui superficie rappresenta l'origine di ogni gruppo di onde. Un raggio di grandi dimensioni produce motivi onda circolari di grandi dimensioni, mentre un raggio piccolo produce onde dense di dimensioni minori. Impostazione di default = 39,37.

# wave_WaveRadius:uilabel
source: Radius
ita: Raggio

# wave_paramgroup
source: Waves
ita: Onde

# wave_transforms_group
source: Transforms
ita: Trasformazioni

source: waves
ita: onde

source: wavy
ita: ondulato

source: weathered
ita: anticato

source: weave
ita: intrecciato

# web
source: Use Light Profile
ita: Web

# webHasSymmetry
source: Symmetric:
ita: Simmetrico:

# webHasSymmetry:uilabel
source: Symmetric:
ita: Simmetrico:

# webRotation
source: Rotation:
ita: Rotazione:

# webRotation:tooltip
source: Web spatial rotation
ita: Rotazione spaziale Web

# webRotation:uilabel
source: Rotation:
ita: Rotazione:

# webScaling:uilabel
source: webScaling
ita: Scala Web

# webTranslation:uilabel
source: webTranslation
ita: Traslazione Web

source: west
ita: ovest

source: wet
ita: fresco

source: wheat
ita: grano

source: white
ita: bianco

source: White Color:
ita: Colore bianco:

# whiteColor:uilabel
source: White Color:
ita: Colore bianco:

source: Whitepoint:
ita: Punto di bianco:

# whitepoint:uilabel
source: Whitepoint:
ita: Punto di bianco:

source: Width
ita: Larghezza

# width:uilabel
source: Width
ita: Larghezza

source: window
ita: finestra

source: wood
ita: legno

# wood_Appearance
source: Appearance
ita: Aspetto

# wood_AxialNoise
source: Axial Noise
ita: Disturbo assiale

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
ita: Imposta la casualità relativa del motivo disturbo assiale su un piano parallelo alla grana del legno. Intervallo = da 0 a 100. Impostazione di default = 1,00.

# wood_AxialNoise:uilabel
source: Axial Noise
ita: Disturbo assiale

# wood_Color1
source: Color 1
ita: Colore 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
ita: Specifica il primo colore per la composizione del legno.

# wood_Color1:uilabel
source: Color 1
ita: Colore 1

# wood_Color2
source: Color 2
ita: Colore 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
ita: Specifica il secondo colore per la composizione del legno.

# wood_Color2:uilabel
source: Color 2
ita: Colore 2

# wood_Position
source: Position
ita: Posizione

# wood_RadialNoise
source: Radial Noise
ita: Disturbo radiale

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
ita: Imposta la casualità relativa del motivo disturbo radiale su un piano perpendicolare alla grana del legno. Intervallo = da 0 a 100. Impostazione di default = 1,00.

# wood_RadialNoise:uilabel
source: Radial Noise
ita: Disturbo radiale

# wood_Thickness
source: Grain Thickness
ita: Spessore grana

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
ita: Imposta lo spessore relativo delle fasce di colore che compongono la grana del legno. Intervallo: da 0 a 100. Impostazione di default = 0,50.

# wood_Thickness:uilabel
source: Grain Thickness
ita: Spessore grana

# wood_props1
source: Basic Thermal
ita: Proprietà termiche di base

# wood_props2
source: Mechanical
ita: Proprietà meccaniche

# wood_transforms_group
source: Transforms
ita: Trasformazioni

source: yellow
ita: giallo

source: yellow-brown
ita: giallo marrone

source: zinc
ita: zinco

source: ABS Plastic
ita: Plastica ABS

source: Acetal Resin, Black
ita: Resina acetalica , Nero

source: Acetal Resin, White
ita: Resina acetalica, Bianco

source: Alloy Steel
ita: Acciaio legato

source: Aluminum-6061
ita: Alluminio-6061

source: Aluminum-6061-AHC
ita: Alluminio-6061-AHC

source: Brass, Soft Yellow
ita: Ottone, Giallo chiaro

source: Bronze, Soft Tin
ita: Bronzo, Stagno dolce

source: Carbon Steel
ita: Acciaio al carbonio

source: Cast Bronze
ita: Bronzo fuso

source: Cast Copper
ita: Rame fuso

source: Cast Steel
ita: Acciaio fuso

source: Copper
ita: Rame

source: Copper Alloy
ita: Lega di rame

source: Ductile Iron
ita: Ferro duttile

source: Galvanized Steel
ita: Acciaio zincato

source: GFRC (Glass Fiber Reinforced Concrete)
ita: Cemento GFRC (Cemento armato con fibra di vetro)

source: Gold
ita: Oro

source: Gray Iron
ita: Ghisa grigia

source: High Density Polyethylene
ita: Polietilene ad alta densità

source: High Impact Polystyrene
ita: Polistirene ad elevata resilienza

source: LCP Plastic
ita: Plastica LCP

source: Lead
ita: Piombo

source: Low Density Polyethylene
ita: Polietilene a bassa densità

source: Malleable Iron
ita: Ferro malleabile

source: Nickel-Copper Alloy 400
ita: Lega di nichel-rame 400

source: Non-Alloy Steel
ita: Acciaio non legato

source: Nylon Composite (Nylon, molybdenum disulphide)
ita: Nylon composto (nylon, bisolfuro di molibdeno)

source: PBT Plastic
ita: Plastica PBT

source: PC_ABS Plastic
ita: PC_Plastica ABS

source: PET Plastic
ita: Plastica PET

source: Phenolic
ita: Fenolica

source: PMMA Plastic
ita: Plastica PMMA

source: Polycarbonate, Clear
ita: Policarbonato, Trasparente

source: Polycarbonate, Smoke
ita: Policarbonato, Fumo

source: Polypropylene
ita: Polipropilene

source: PPS Plastic
ita: Plastica PPS

source: PVC-Piping
ita: Tubazione in PVC

source: SAN Plastic
ita: Plastica SAN

source: Stainless Steel
ita: Acciaio inossidabile

source: Stainless Steel, 440C
ita: Acciaio inox, 440C

source: Stainless Steel, Austenitic
ita: Acciaio inox, Austenitico

source: Steel, High Strength Low Alloy
ita: Acciaio, Microlegato

source: Steel, Mild
ita: Acciaio, Dolce

source: UHMW, Black
ita: UHMW, Nero

source: UHMW, White
ita: UHMW, Bianco

source: Welded Aluminum-6061
ita: Alluminio saldato-6061

source: Welded Brass, Soft Yellow
ita: Ottone saldato, giallo chiaro

source: Welded Stainless Steel, 440C
ita: Acciaio inossidabile saldato, 440C

source: Welded Steel Mild
ita: Acciaio dolce saldato

source: Wood (Birch)
ita: Legno (betulla)

source: Wood (Cherry)
ita: Legno (ciliegio)

source: Wood (Maple)
ita: Legno (acero)

source: Wood (Oak)
ita: Mappa del legno.

source: Wood (Walnut)
ita: Legno (noce)

source: Wrought Copper
ita: Rame battuto

source: Wrought Steel
ita: Acciaio battuto

source: Threaded
ita: Filettato
