Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

source: Paint-073
ptb: Marrom claro

source: Paint-074
ptb: Grená

source: Paint-075
ptb: Reflexivo - Vermelho

source: Paint-076
ptb: Vermelho alaranjado claro

source: Paint-077
ptb: Vermelho escuro

source: Paint-078
ptb: Dourado

source: Paint-079
ptb: Amarelo

source: Paint-080
ptb: Magenta

source: Paint-081
ptb: Vermelho claro

source: Peach tint
ptb: Tom de pêssego

source: Phenolic Resin
ptb: Resina fenólica

source: Phenolic formaldehyde resins
ptb: Resinas de formaldeído fenólico

source: Photographic Tone Operator
ptb: Operador de tom fotográfico

source: PhotographicToneOp
ptb: Operador de tom fotográfico

# PhotographicToneOpGroup
source: Photographic ToneOp
ptb: Operador de tom fotográfico

source: PhysMat
ptb: Material físico

# PhysMatSchema_localname:Physical Material
source: Physical Material
ptb: Material físico

source: Physical material.
ptb: Material físico.

source: PhysicalGen_103
ptb: Material genérico

source: PhysicalLiquid-001
ptb: Água

source: PhysicalMetal_100
ptb: Liga de aço

source: PhysicalMetal_103
ptb: Latão - amarelo macio

source: PhysicalMetal_106
ptb: Bronze - Fundido

source: PhysicalMetal_107
ptb: Cobre - Fundido

source: PhysicalMetal_108
ptb: Ferro - Fundido

source: PhysicalMetal_109
ptb: Aço - Fundido

source: PhysicalMetal_111
ptb: Liga de cobre

source: PhysicalMetal_113
ptb: Aço - galvanizado

source: PhysicalMetal_115
ptb: Ferro - cinza

source: PhysicalMetal_117
ptb: Ferro maleável

source: PhysicalMetal_118
ptb: Liga de Nickel-Copper 400

source: PhysicalMetal_119
ptb: Aço - Não ligado

source: PhysicalMetal_121
ptb: Aço inoxidável

source: PhysicalMetal_122
ptb: Aço inoxidável - 440C

source: PhysicalMetal_123
ptb: Aço inoxidável - Austenítico

source: PhysicalMetal_124
ptb: Aço

source: PhysicalMetal_125
ptb: Aço - alta resistência liga baixa

source: PhysicalMetal_126
ptb: Aço - suave

source: PhysicalMetal_128
ptb: Alumínio 6061 - Soldado

source: PhysicalMetal_129
ptb: Latão - Amarelo suave - Soldado

source: PhysicalMetal_130
ptb: Aço inoxidável - 440C - Soldado

source: PhysicalMetal_131
ptb: Aço - Suave - Soldado

source: PhysicalMetal_132
ptb: Cobre - Forjado

source: PhysicalMetal_133
ptb: Aço - Forjado

source: PhysicalPlastic_101
ptb: Resina de acetal - Preto

source: PhysicalPlastic_107
ptb: Náilon 6/6 composto

source: PhysicalPlastic_110
ptb: Mescla Policarbonato - ABS

source: PhysicalPlastic_117
ptb: Poliestireno

source: PhysicalPlastic_119
ptb: PVC-Tubulação

source: PhysicalPlastic_120
ptb: Cloreto de polivinilo - Sem plastificação

source: PhysicalPlastic_122
ptb: Plástico SAN

source: PhysicalPlastic_124
ptb: Resina termoplástica

source: PhysicalWood_100
ptb: Madeira - Bétula

source: PhysicalWood_101
ptb: Madeira - Cerejeira

source: PhysicalWood_102
ptb: Madeira - Bordo

source: PhysicalWood_103
ptb: Madeira - Carvalho

source: PhysicalWood_104
ptb: Madeira - Amendoeira

source: Piping
ptb: Tubulação

source: Plane swatch.
ptb: Amostra plana.

source: Plastic
ptb: Plástico

source: Plastic and vinyl material.
ptb: Material de plástico e vinil.

source: Plastic structural asset.
ptb: Recurso estrutural de plástico.

source: Plastic-001
ptb: Liso - Preto

source: Plastic-002
ptb: Texturizado fino - Preto

source: Plastic-003
ptb: Texturizado áspero - Preto - Versão 1.1

source: Plastic-003-1-2
ptb: Texturizado áspero - Preto

source: Plastic-004
ptb: Transparente - Preto

source: Plastic-005
ptb: Suave - Marrom escuro

source: Plastic-006
ptb: Suave - Bege claro

source: Plastic-007
ptb: Suave - Cinza escuro

source: Plastic-008
ptb: Texturizado fino - Cinza escuro

source: Plastic-009
ptb: Texturizado áspero - Cinza escuro - Versão 1.1

source: Plastic-009-1-2
ptb: Texturizado áspero - Cinza escuro

source: Plastic-010
ptb: Suave - Cinza claro

source: Plastic-011
ptb: Suave - Cinza médio

source: Plastic-012
ptb: Suave - Verde floresta escuro

source: Plastic-013
ptb: Suave - Verde mar escuro

source: Plastic-014
ptb: Liso - Amarelo

source: Plastic-015
ptb: Texturizado áspero - Laranja claro - Versão 1.1

source: Plastic-015-1-2
ptb: Texturizado áspero - Laranja claro

source: Plastic-016
ptb: Liso - Branco

source: Plastic-017
ptb: Texturizado fino - Branco

source: Plastic-018
ptb: Texturizado áspero - Branco - Versão 1.1

source: Plastic-018-1-2
ptb: Texturizado áspero - Branco

source: Plastic-019
ptb: Marrom

source: Plastic-020
ptb: Liso - Âmbar

source: Plastic-021
ptb: Liso - Água

source: Plastic-022
ptb: Suave - Vermelho queimado

source: Plastic-023
ptb: Liso - Freixo

source: Plastic-024
ptb: Liso - Marfim

source: Plastic-025
ptb: Suave - Cor de osso

source: Plastic-026
ptb: Liso - Púrpura

source: Plastic-027
ptb: Liso - Vermelho

source: Plastic-028
ptb: Transparente - Claro

source: Plastic-029
ptb: Transparente - Cinza claro

source: Plastic-030
ptb: Transparente - Vermelho com brilho com saliência

source: Plastic-031
ptb: Laminado - Marrom claro

source: Plastic-032
ptb: Laminado - Cinza amarronzado

source: Plastic-033
ptb: Laminado - Marinho

source: Plastic-034
ptb: Losangos

source: Plastic-035
ptb: Pontos

source: Plastic-036
ptb: Grade

source: Plastic-037
ptb: Mosaico

source: Plastic-038
ptb: Dividido - Quadriculado

source: Plastic-039
ptb: Quadriculado 2

source: Plastic-040
ptb: Opaco granulado

source: Plastic-041
ptb: Piso de madeira

source: Plastic-042
ptb: Placa em padrão xadrez

source: Plastic-043
ptb: Ardósia

source: Plastic-044
ptb: Suave - Azul esverdeado escuro

source: Plastic-045
ptb: Liso - Marinho

source: Plastic-046
ptb: Transparente - Azul ardósia

source: Plastic-047
ptb: Texturizado - Castanho

source: Plastic-048
ptb: Texturizado áspero - Ferrugem - Versão 1.1

source: Plastic-048-1-2
ptb: Texturizado áspero - Ferrugem

source: Plastic-049
ptb: Texturizado - Cinza

source: Plastic-050
ptb: Transparente - Verde oliva

source: Plastic-051
ptb: Suave - Grená escuro

source: Plastic-052
ptb: Suave - Grená claro

source: Plastic-053
ptb: Transparente - Vermelho claro

source: Plastic-054
ptb: Suave - Laranja claro

source: Plastic-055
ptb: Transparente - Laranja claro

source: Plastic-056
ptb: Transparente - Vermelho polido

source: Plastic-057
ptb: Texturizado - Dourado escuro

source: Plastic-058
ptb: Suave - Dourado claro

source: Plastic-059
ptb: Alto brilho - Vermelho queimado

source: Plastic-060
ptb: Pouco brilho - Preto

source: Plastic-061
ptb: Texturizado - Cinza opaco

source: Plastic-062
ptb: Texturizado - Verde escuro opaco

source: Plastic-063
ptb: Texturizado - Azul real opaco

source: Plastic/Composite
ptb: Plástico composto

source: Plastic/Elastomer
ptb: Plástico/elastômero

source: Plastic/Thermoplastic
ptb: Plástico/Termoplástico

source: Plastic/Thermoset
ptb: Plástico/Termoplástico

source: PlasticVinyl
ptb: Plástico de vinil

# PlasticVinylSchema_localname:Plastic
source: Plastic
ptb: Plástico

# PlasticVinylSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: PointLight-001
ptb: Luz pontual

source: Polished
ptb: Polido

source: Polyamide
ptb: Poliamida

source: Polyaryletherketone
ptb: Polieteretercetona

source: Polybutylene terephthalate
ptb: Polibutileno Tereftalato

source: Polycarbonate
ptb: Policarbonato

source: Polycarbonate - acrylonitrile butadiene styrene blend
ptb: Policarbonato - mescla de acrilonitrilo butadieno estireno

source: Polycarbonate sheet or molding
ptb: Molde ou folha de policarbonato

source: Polyethylene terephthalate
ptb: Polibutileno Tereftalato

source: Polymethylmethacrylate, Molding and Extrusion
ptb: Polimetilmetacrilato, moldagem e extrusão

source: Polyoxymethylene
ptb: Polioximetileno

source: Polyphenylene Sulfide
ptb: Poli (sulfeto de p-fenileno)

source: Polypropylene molding
ptb: Molde de polipropileno

source: Polystyrene
ptb: Poliestireno

source: Polyvinyl Chloride Rigid
ptb: Cloreto de polivinilo rígido

source: Polyvinyl chloride
ptb: Cloreto de polivinilo

source: Portland Cement Concrete
ptb: Concreto de cimento Portland

source: Preview a texture on a flat surface.
ptb: Visualizar uma textura em uma superfície plana.

source: Preview material as a pool of liquid.
ptb: Visualizar o material como uma piscina de líquido.

source: Preview material on a flat surface.
ptb: Visualizar o material em uma superfície plana.

# ProvidesLighting:uilabel
source: Provides Lighting
ptb: Fornece a iluminação

source: Pure lead
ptb: Chumbo puro

source: Pure titanium
ptb: Titânio puro

source: Pure white color
ptb: Cor branco puro

source: Rectangle tiles with gray speckles
ptb: Azulejos retangulares salpicados de cinza

source: Rectangle tiles with light gray speckles
ptb: Azulejos retangulares salpicados de cinza claro

source: Refractory ceramic
ptb: Cerâmica refratária

source: Rigid PVC, molded
ptb: PVC rígido moldado

source: Rigid polyvinyl chloride - unplasticized
ptb: Cloreto de polivinilo rígido - sem plastificação

source: Roofing
ptb: Telhado

source: Rubber
ptb: Borracha

# Scene:uilabel
source: Scene
ptb: Cena

# Settings:uilabel
source: Settings
ptb: Configurações

source: Siding
ptb: Revestimento lateral

source: Silicon Nitride
ptb: Nitreto de silício

source: Silicone Rubber
ptb: Borracha de silicone

source: Silicone rubber
ptb: Borracha de silicone

source: Silver
ptb: Prata

source: SiteWork.Planting.Basket.Woven.Loose
ptb: Trabalho de campo.Plantação.Cesto.Trançado.Solto

source: SiteWork.Planting.Basket.Woven.Tight
ptb: Trabalho de campo.Plantação.Cesta.Trançado.Justo

source: SiteWork.Planting.Grass.Bermuda
ptb: Trabalho de campo.Plantação.Grama.Bermuda

source: SiteWork.Planting.Grass.Bluegrass
ptb: Trabalho de campo.Plantação.Grama.Grama-azul

source: SiteWork.Planting.Grass.StAugustine
ptb: Trabalho de campo.Plantação.Grama.Santo Agostinho

source: Sitework
ptb: Trabalho no local

source: Sitework.Paving - Surfacing.Asphalt
ptb: Trabalho de campo.Pavimentação - Superfície.Asfalto

source: Sitework.Paving - Surfacing.Asphalt.1
ptb: Trabalho de campo.Pavimentação - Superfície.Asfalto.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra brita.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra brita.Esmaltado.Multi-cor

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra brita.Herringbone

source: Sitework.Paving - Surfacing.Pavers.1
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.1

source: Sitework.Paving - Surfacing.Pavers.2
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.2

source: Sitework.Paving - Surfacing.Pavers.3
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.3

source: Sitework.Paving - Surfacing.Pavers.4
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.Interlock

source: Sitework.Paving - Surfacing.Pavers.Square
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.Quadrado

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
ptb: Trabalho de campo.Pavimentação - Superfície.Pavimentadores.Terracota

source: Sitework.Paving - Surfacing.Riverstone
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra lavada

source: Sitework.Paving - Surfacing.Riverstone.Mortared
ptb: Trabalho de campo.Pavimentação - Superfície.Pedra lavada.Granulado

source: Sitework.Planting.Grass.Short
ptb: Trabalho de campo.Plantação.Grama.Curta

source: Sitework.Planting.Grass.Thick
ptb: Trabalho de campo.Plantação.Grama.Espessa

source: Sitework.Planting.Gravel.Compact
ptb: Trabalho de campo.Plantação.Cascalho.Compacto

source: Sitework.Planting.Gravel.Crushed
ptb: Trabalho de campo.Plantação.Cascalho.Esmagado

source: Sitework.Planting.Gravel.Loose
ptb: Trabalho de campo.Plantação.Cascalho.Solto

source: Sitework.Planting.Gravel.Mixed
ptb: Trabalho de campo.Plantação.Cascalho.Misturado

source: Sitework.Planting.Sand
ptb: Trabalho de campo.Plantação.Areia

source: Sitework.Planting.Soil
ptb: Trabalho de campo.Plantação.Solo

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
ptb: Terreno de trabalho.Aprimoramentos de terreno.Cercas e portõesCadeia-vínculo

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
ptb: Terreno de trabalho.Aprimoramentos de terreno.Cercas e portõesMadeira.Cerca

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
ptb: Trabalho de campo.Melhorias no campo.Grades - Portões de madeira.Caixa de sombra - Treliça

source: Slightly Translucent cream coloured low luminant material.
ptb: Material de baixa luminância levemente translúcido cor de creme.

source: Small gray rectangular stones
ptb: Pedras retangulares pequenas cinza

source: Small uneven brown rectangle stones
ptb: Pequenas pedras retangulares desiguais marrom

source: Soda Lime Glass
ptb: Vidro Soda Verde-lima

source: Soft tin bronze
ptb: Bronze de estanho suave

source: Soft yellow brass
ptb: Latão amarelo suave

source: Soft yellow brass, welded
ptb: Latão amarelo suave, soldado

source: Solid Glass material.
ptb: Material de vidro sólido.

source: Solid thermal asset.
ptb: Recurso térmico sólido.

source: Solid/Concrete
ptb: Sólido/Concreto

source: Solid/Glass
ptb: Sólido/Vidro

source: Solid/Metal
ptb: Sólido/Metal

source: Solid/Plastic
ptb: Sólido/Plástico

source: SolidGlass
ptb: Vidro sólido

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
ptb: Vidro sólido

# SolidGlassSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Speckle
ptb: Salpico

source: Speckle map.
ptb: Mapeamento de salpicos.

# SpeckleSchema_localname:Speckle
source: Speckle
ptb: Salpico

# SpeckleSchema_localtype:Texture
source: Texture
ptb: Textura

source: Sphere swatch.
ptb: Amostra de esfera.

source: SpotLight-001
ptb: Refletor

source: Square tiles with light gray speckles
ptb: Azulejos quadrados salpicados de cinza claro

source: Square tiles with white and black circular mosaics
ptb: Azulejos quadrados com mosaicos circulares em preto e branco

source: Stainless Steel 18/8
ptb: Aço inoxidável 18/8

source: Stainless Steel, polished
ptb: Aço inoxidável polido

source: Steel
ptb: Aço

source: Steel, mill finish
ptb: Aço, acabamento laminado

source: Steel, sheet
ptb: Aço, folha

source: Stone
ptb: Pedra

source: Stone material.
ptb: Material de pedra.

source: Stone-001
ptb: Ardósia - Azul

source: Stone-002
ptb: Ardósia - Cinza

source: Stone-003
ptb: Polido - Preto

source: Stone-004
ptb: Polido - Rosa

source: Stone-005
ptb: Fino - Alabastro

source: Stone-006
ptb: Polido áspero - Branco

source: Stone-007
ptb: Polido fino - Branco

source: Stone-008
ptb: Travertino

source: Stone-009
ptb: Quadriculados - Cinza-Marrom

source: Stone-010
ptb: Quadriculados - Cobre-Preto-Azul

source: Stone-011
ptb: Cinza salpicado

source: Stone-012
ptb: Multicolorido

source: Stone-013
ptb: Rosa

source: Stone-014
ptb: Pedra de pavimentação

source: Stone-015
ptb: Quadriculado - Grande com veios

source: Stone-016
ptb: Paralelepípedo - Jateado multi-colorido

source: Stone-017
ptb: Pedra bruta - Entrelaçada

source: Stone-018
ptb: Cascalho - Solto

source: Stone-019
ptb: Bruto - Preto

source: Stone-020
ptb: Bruto - Rosa

source: Stone-021
ptb: Bruto - Vermelho

source: Stone-022
ptb: Áspero polido - Alabastro

source: Stone-023
ptb: Fino polido - Alabastro

source: Stone-024
ptb: Parede de pedra entalhada

source: Stone-025
ptb: Agregado exposto

source: Stone-026
ptb: Pedra de rio - Azul

source: Stone-027
ptb: Sem acabamento

source: Stone/Granite
ptb: Pedra/Granito

source: Stone/Marble
ptb: Pedra/Mármore

# StoneSchema_localname:Stone
source: Stone
ptb: Pedra

# StoneSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: StructuralBasic
ptb: Estrutural básico padrão

# StructuralBasicSchema_localname:Basic
source: Basic
ptb: Básico

# StructuralBasicSchema_localtype:Physical
source: Physical
ptb: Físico

source: StructuralConcrete
ptb: Concreto estrutural padrão

source: StructuralConcrete-001
ptb: Concreto

source: StructuralConcrete-021
ptb: Concreto reforçado com fibra de vidro

# StructuralConcreteSchema_localname:Concrete
source: Concrete
ptb: Concreto

# StructuralConcreteSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralFatigue
ptb: Fadiga estrutural padrão

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
ptb: Fadiga

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
ptb: Fadiga

source: StructuralGas
ptb: Estrutural de gás padrão

# StructuralGasSchema_localname:Gas
source: Gas
ptb: Gás

# StructuralGasSchema_localtype:Physical
source: Physical
ptb: Físico

source: StructuralGeneric
ptb: Genérico estrutural padrão

source: StructuralGeneric-004
ptb: Vidro

source: StructuralGeneric-010
ptb: Nitreto de silício

# StructuralGenericSchema_localname:Generic
source: Generic
ptb: Genérico

# StructuralGenericSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralLiquid
ptb: Estrutural líquido padrão

# StructuralLiquidSchema_localname:Liquid
source: Liquid
ptb: Líquido

# StructuralLiquidSchema_localtype:Physical
source: Physical
ptb: Físico

source: StructuralMetal
ptb: Metal estrutural padrão

source: StructuralMetal-001
ptb: Aço - Carbono

source: StructuralMetal-031
ptb: Alumínio

source: StructuralMetal-031-2
ptb: Alumínio 6061

source: StructuralMetal-037
ptb: Ferro fundido dúctil

source: StructuralMetal-043
ptb: Cobre

source: StructuralMetal-045
ptb: Titânio

source: StructuralMetal-047
ptb: Chumbo

source: StructuralMetal-051
ptb: Ouro

source: StructuralMetal-054
ptb: Prata

source: StructuralMetal-058
ptb: Bronze - estanho suave

# StructuralMetalSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralPlastic
ptb: Plástico estrutural padrão

source: StructuralPlastic-002
ptb: Acrílico

source: StructuralPlastic-004
ptb: Acrilonitrilo butadieno estireno ABS

source: StructuralPlastic-006
ptb: Plástico reforçado com fibra de carbono

source: StructuralPlastic-009
ptb: Resina fenólica

source: StructuralPlastic-010
ptb: Policarbonato

source: StructuralPlastic-011
ptb: Polietileno LDPE

source: StructuralPlastic-012
ptb: Polietileno HDPE

source: StructuralPlastic-013
ptb: Polipropileno

source: StructuralPlastic-014
ptb: Poliestireno, alto impacto

source: StructuralPlastic-017
ptb: Cloreto de polivinilo - rígido

source: StructuralPlastic-019
ptb: Borracha natural

source: StructuralPlastic-023
ptb: Polibutileno Tereftalato

source: StructuralPlastic-024
ptb: Poli (sulfeto de p-fenileno)

source: StructuralPlastic-025
ptb: Polibutileno Tereftalato

source: StructuralPlastic-026
ptb: Polímero de cristal líquido

source: StructuralPlastic-027
ptb: Silicone

source: StructuralPlastic-028
ptb: Estireno-acrilonitrilo

source: StructuralPlastic-029
ptb: Resina poliariletercetona

source: StructuralPlastic-030
ptb: Polietileno - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
ptb: Plástico

# StructuralPlasticSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: StructuralWood
ptb: Madeira estrutural padrão

# StructuralWoodSchema_localname:Wood
source: Wood
ptb: Madeira

# StructuralWoodSchema_localtype:Physical
source: Physical
ptb: Propriedades físicas

source: Stucco
ptb: Estuque

source: Styrene acrylonitrile
ptb: Estireno-acrilonitrilo

source: Sun and Sky.
ptb: Sol e céu.

source: SunAndSky
ptb: SoleCéu

source: SunAndSky-001
ptb: Muito poucas nuvens

source: SunAndSky-002
ptb: Poucas nuvens

source: SunAndSky-003
ptb: Nebuloso

source: SunAndSky-004
ptb: Muito nebuloso

source: SunAndSky-005
ptb: Sem nuvens

# SunAndSkyGroup
source: Sun And Sky
ptb: Sol e céu

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
ptb: Sol e céu

# SunAndSkySchema_localtype:Environment
source: Environment
ptb: Ambiente

source: Swatch Scene.
ptb: Cena de amostra.

source: Swatch scene for holidays; shows colored lights.
ptb: Cena de amostra para feriados; exibe luzes coloridas.

source: Swatch-Branded
ptb: Objeto

source: Swatch-Cube
ptb: Cubo

source: Swatch-CurtainWall
ptb: Parede cortina de vidro

source: Swatch-Cylinder
ptb: Cilindro

source: Swatch-Drapery
ptb: Tecido drapejado

source: Swatch-Flat
ptb: Superfície plana

source: Swatch-Hill
ptb: Plano

source: Swatch-Lights
ptb: Luzes

source: Swatch-Liquid
ptb: Piscina de líquido

source: Swatch-Plane
ptb: Lona

source: Swatch-Sphere2
ptb: Esfera

source: Swatch-Technical2
ptb: Utilitário

source: Swatch-TexturePreview-MentalRay
ptb: Amostra 1 de visualização da textura

source: Swatch-TexturePreview-OGS
ptb: Amostra 2 de visualização da textura

source: Swatch-Vase
ptb: Vaso

source: Swatch-Wall
ptb: Paredes

source: SwatchScene
ptb: Cena de amostra

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
ptb: Cena de amostra

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
ptb: Cena de amostra

source: Thermal - Moisture.Insulation.Rigid Insulation
ptb: Térmico - Umidade.Isolamento.Isolamento rígido

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Azul

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Azul.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Vermelho

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Vermelho.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
ptb: Térmico - Umidade.Azulejo de teto.Espanhol.Vermelho.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Painéis compostos.Cinza

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Metal riscado.Cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Fenda de metal em pé.Pátina cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Fenda de metal em pé.Cobre.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Metal.Cobre

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Metal.Pátina cobre

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Batente de madeira.Novo

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Horizontal

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Horizontal.Cedro

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Horizontal.Branco

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
ptb: Térmico - Umidade.Telhado - Painéis corrediços.Madeira.Vertical.Branco

source: Thermal - Moisture.Shakes.Weathered
ptb: Térmico - Umidade.Fendas.Exterior

source: Thermal - Moisture.Shingles.Asphalt Roofing
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
ptb: Térmico - Umidade.Telha de madeira.Manta asfáltica.3-guias.Preto
