Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

source: Paint-074
csy: Tmavě kaštanová

source: Paint-075
csy: Reflexní – červená

source: Paint-076
csy: Světle červeno-oranžová

source: Paint-077
csy: Tmavě červená

source: Paint-078
csy: Zlatá

source: Paint-079
csy: Žlutá

source: Paint-080
csy: Purpurová

source: Paint-081
csy: Světle červená

source: Peach tint
csy: Broskvový odstín

source: Phenolic Resin
csy: Fenolová pryskyřice

source: Phenolic formaldehyde resins
csy: Fenolformaldehydové pryskyřice

source: Photographic Tone Operator
csy: Fotografický operátor tónů

source: PhotographicToneOp
csy: FotografickýOperátorTónů

# PhotographicToneOpGroup
source: Photographic ToneOp
csy: Fotografický OperátorTónů

source: PhysMat
csy: FyzickýMat

# PhysMatSchema_localname:Physical Material
source: Physical Material
csy: Fyzický materiál

# PhysMatSchema_localtype:Material
source: Material
csy: Materiál

source: Physical material.
csy: Fyzický materiál.

source: PhysicalGen_103
csy: Obecný materiál

source: PhysicalLiquid-001
csy: Voda

source: PhysicalMetal_100
csy: Legovaná ocel

source: PhysicalMetal_103
csy: Mosaz – měkká žlutá

source: PhysicalMetal_106
csy: Bronz – litý

source: PhysicalMetal_107
csy: Měď – litá

source: PhysicalMetal_108
csy: Železo – lité

source: PhysicalMetal_109
csy: Ocel – litá

source: PhysicalMetal_111
csy: Slitina mědi

source: PhysicalMetal_113
csy: Ocel – pozinkovaná

source: PhysicalMetal_115
csy: Železo – šedé

source: PhysicalMetal_117
csy: Železo – surové

source: PhysicalMetal_118
csy: Slitina nikl-měď 400

source: PhysicalMetal_119
csy: Ocel – nelegovaná

source: PhysicalMetal_121
csy: Nerezová ocel

source: PhysicalMetal_122
csy: Nerezová ocel AISI 440C

source: PhysicalMetal_123
csy: Nerezová ocel – austenitická

source: PhysicalMetal_124
csy: Ocel

source: PhysicalMetal_125
csy: Ocel – vysokopevnostní nízkolegovaná

source: PhysicalMetal_126
csy: Ocel – měkká

source: PhysicalMetal_128
csy: Hliník 6061 – svařovaný

source: PhysicalMetal_129
csy: Mosaz – měkká žlutá – svařovaná

source: PhysicalMetal_130
csy: Nerezová ocel 440C – svařovaná

source: PhysicalMetal_131
csy: Ocel – měkká – svařovaná

source: PhysicalMetal_132
csy: Měď – kovaná

source: PhysicalMetal_133
csy: Ocel – kovaná

source: PhysicalPlastic_101
csy: Polyacetátová pryskyřice

source: PhysicalPlastic_107
csy: Nylon 6/6 kompozitní

source: PhysicalPlastic_110
csy: Polykarbonát – ABS plast

source: PhysicalPlastic_117
csy: Polystyren

source: PhysicalPlastic_119
csy: PVC potrubí

source: PhysicalPlastic_120
csy: Polyvinylchlorid – neplastifikovaný

source: PhysicalPlastic_122
csy: SAN plast

source: PhysicalPlastic_124
csy: Termoplastická pryskyřice

source: PhysicalWood_100
csy: Dřevo – bříza

source: PhysicalWood_101
csy: Dřevo – třešeň

source: PhysicalWood_102
csy: Dřevo – javor

source: PhysicalWood_103
csy: Dřevo – dub

source: PhysicalWood_104
csy: Dřevo – ořech

source: Piping
csy: Potrubí

source: Plane swatch.
csy: Ukázka – rovina

source: Plastic
csy: Plast

source: Plastic and vinyl material.
csy: Plastové a vinylové materiály.

source: Plastic structural asset.
csy: Plastová konstrukční komponenta.

source: Plastic-001
csy: Hladká – černá

source: Plastic-002
csy: Jemná textura – černá

source: Plastic-003
csy: Surová textura – černá – verze 1.1

source: Plastic-003-1-2
csy: Surová textura – černá

source: Plastic-004
csy: Průhledná – černá

source: Plastic-005
csy: Hladká – tmavě hnědá

source: Plastic-006
csy: Hladká – světle béžová

source: Plastic-007
csy: Hladká – tmavě šedá

source: Plastic-008
csy: Jemná textura – tmavě šedá

source: Plastic-009
csy: Surová textura – tmavě šedá – verze 1.1

source: Plastic-009-1-2
csy: Surová textura – tmavě šedá

source: Plastic-010
csy: Hladká – světle šedá

source: Plastic-011
csy: Hladká – středně šedá

source: Plastic-012
csy: Hladká – tmavá lesní zelená

source: Plastic-013
csy: Hladká – tmavá mořská zelená

source: Plastic-014
csy: Hladká – žlutá

source: Plastic-015
csy: Surová textura – světle oranžová – verze 1.1

source: Plastic-015-1-2
csy: Surová textura – světle oranžová

source: Plastic-016
csy: Hladká – bílá

source: Plastic-017
csy: Jemná textura – bílá

source: Plastic-018
csy: Surová textura – bílá – verze 1.1

source: Plastic-018-1-2
csy: Surová textura – bílá

source: Plastic-019
csy: Hnědá

source: Plastic-020
csy: Hladká – jantarová

source: Plastic-021
csy: Hladká – světle zelenomodrá

source: Plastic-022
csy: Hladká – spálená červená

source: Plastic-023
csy: Hladká – popel

source: Plastic-024
csy: Hladká – slonová kost

source: Plastic-025
csy: Hladká – špinavě bílá

source: Plastic-026
csy: Hladká – purpurová

source: Plastic-027
csy: Hladká – červená

source: Plastic-028
csy: Průhledná – čirá

source: Plastic-029
csy: Průhledná – světle šedá

source: Plastic-030
csy: Průhledná – lesklá červená

source: Plastic-031
csy: Laminát – světle hnědý

source: Plastic-032
csy: Laminát – světle hnědošedý

source: Plastic-033
csy: Laminát – tmavomodrý

source: Plastic-034
csy: Kosočtverce

source: Plastic-035
csy: Tečky

source: Plastic-036
csy: Rastr

source: Plastic-037
csy: Mozaika

source: Plastic-038
csy: Půlené – čtverce

source: Plastic-039
csy: Čtverce 2

source: Plastic-040
csy: Matný žilkovaný vzor

source: Plastic-041
csy: Parkety

source: Plastic-042
csy: Šachovnicová deska

source: Plastic-043
csy: Břidlice

source: Plastic-044
csy: Hladká – tmavá kadetská modrá

source: Plastic-045
csy: Hladká – tmavomodrá

source: Plastic-046
csy: Průhledná – břidlicově modrá

source: Plastic-047
csy: Textura – šedobéžová

source: Plastic-048
csy: Surová textura – okrová – verze 1.1

source: Plastic-048-1-2
csy: Surová textura – okrová

source: Plastic-049
csy: Textura – šedá

source: Plastic-050
csy: Průhledná – olivově zelená

source: Plastic-051
csy: Hladká – tmavě kaštanová

source: Plastic-052
csy: Hladká – světle kaštanová

source: Plastic-053
csy: Průhledná – světle červená

source: Plastic-054
csy: Hladká – světle oranžová

source: Plastic-055
csy: Průhledná – světle oranžová

source: Plastic-056
csy: Průhledná – leštěná červená

source: Plastic-057
csy: Textura – tmavě zlatá

source: Plastic-058
csy: Hladká – světle zlatá

source: Plastic-059
csy: Vysoký lesk – spálená červená

source: Plastic-060
csy: Nízký lesk – černá

source: Plastic-061
csy: Textura – šedá – matná

source: Plastic-062
csy: Textura – tmavě zelená – matná

source: Plastic-063
csy: Textura – pruská modrá – matná

source: Plastic/Composite
csy: Plast/kompozit

source: Plastic/Elastomer
csy: Plast/elastomer

source: Plastic/Thermoplastic
csy: Plast/termoplast

source: Plastic/Thermoset
csy: Plast/reaktoplast

source: PlasticVinyl
csy: Plast – vinyl

# PlasticVinylSchema_localname:Plastic
source: Plastic
csy: Plast

# PlasticVinylSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: PointLight-001
csy: BodovéSvětlo

source: Polished
csy: Leštěný

source: Polyamide
csy: Polyamid

source: Polybutylene terephthalate
csy: Polybutylentereftalát

source: Polycarbonate
csy: Polykarbonát

source: Polycarbonate - acrylonitrile butadiene styrene blend
csy: Polykarbonát – akrylonitril butadien styrenová směs

source: Polycarbonate sheet or molding
csy: Polykarbonátový plát nebo výlisek

source: Polyethylene terephthalate
csy: Polyetylentereftalát

source: Polymethylmethacrylate, Molding and Extrusion
csy: Polymetylmetakrylát, tvarování a vysunutí

source: Polyoxymethylene
csy: Polyoxymetylen

source: Polyphenylene Sulfide
csy: Polyfenylen sulfid

source: Polypropylene molding
csy: Polypropylenový výlisek

source: Polystyrene
csy: Polystyren

source: Polyvinyl Chloride Rigid
csy: Polyvinylchlorid - pevný

source: Polyvinyl chloride
csy: Polyvinylchlorid

source: Portland Cement Concrete
csy: Beton z portlandského cementu

source: Preview a texture on a flat surface.
csy: Náhled textury na rovném povrchu.

source: Preview material as a pool of liquid.
csy: Náhled materiálu formou nádrže s tekutinou.

source: Preview material on a flat surface.
csy: Náhled materiálu na plochém povrchu.

# ProvidesLighting:uilabel
source: Provides Lighting
csy: Poskytující osvětlení

source: Pure lead
csy: Čisté olovo

source: Pure titanium
csy: Čistý titan

source: Pure white color
csy: Čistě bílá barva

source: Rectangle tiles with gray speckles
csy: Obdélníkové dlaždice s šedými skvrnami

source: Rectangle tiles with light gray speckles
csy: Obdélníkové dlaždice se světle šedými skvrnami

source: Refractory ceramic
csy: Žáruvzdorná keramika

source: Rigid PVC, molded
csy: Pevné PVC, lisované

source: Rigid polyvinyl chloride - unplasticized
csy: Pevný polyvinylchlorid – neplastifikovaný

source: Roofing
csy: Střešní krytina

source: Rubber
csy: Pryž

# Scene:uilabel
source: Scene
csy: Scéna

# Settings:uilabel
source: Settings
csy: Nastavení

source: Siding
csy: Obklad

source: Silicon Nitride
csy: Nitrid křemíku

source: Silicone Rubber
csy: Silikonová pryž

source: Silicone rubber
csy: Silikonová guma

source: Silver
csy: Stříbro

source: SiteWork.Planting.Basket.Woven.Loose
csy: Venkovní úpravy.Výsadba.Koš.Pletený.Volný

source: SiteWork.Planting.Basket.Woven.Tight
csy: Venkovní úpravy.Výsadba.Koš.Tkaný.Těsný

source: SiteWork.Planting.Grass.Bermuda
csy: Venkovní úpravy.Výsadba.Tráva.Bermuda

source: SiteWork.Planting.Grass.Bluegrass
csy: Venkovní úpravy.Výsadba.Tráva.Parková

source: SiteWork.Planting.Grass.StAugustine
csy: Venkovní úpravy.Výsadba.Tráva.StAugustine

source: Sitework
csy: Venkovní úpravy

source: Sitework.Paving - Surfacing.Asphalt
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Asfalt

source: Sitework.Paving - Surfacing.Asphalt.1
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Asfalt.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kámen.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kámen.Glazovaný.Vícebarevný

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kámen.Diagonální

source: Sitework.Paving - Surfacing.Pavers.1
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kostky.1

source: Sitework.Paving - Surfacing.Pavers.2
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kostky.2

source: Sitework.Paving - Surfacing.Pavers.3
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kostky.3

source: Sitework.Paving - Surfacing.Pavers.4
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kostky.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kostky.Vzájemné spojení

source: Sitework.Paving - Surfacing.Pavers.Square
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kostky.Čtverec

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Dlažební kostky.Terakota

source: Sitework.Paving - Surfacing.Riverstone
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Říční kámen

source: Sitework.Paving - Surfacing.Riverstone.Mortared
csy: Venkovní úpravy.Dlažba a povrchové úpravy.Říční kámen.Maltovaný

source: Sitework.Planting.Grass.Short
csy: Venkovní úpravy.Výsadba.Trávník.Krátký

source: Sitework.Planting.Grass.Thick
csy: Venkovní úpravy.Výsadba.Trávník.Hustý

source: Sitework.Planting.Gravel.Compact
csy: Venkovní úpravy.Výsadba.Štěrk.Zpevněný

source: Sitework.Planting.Gravel.Crushed
csy: Venkovní úpravy.Výsadba.Štěrk.Drcený

source: Sitework.Planting.Gravel.Loose
csy: Venkovní úpravy.Výsadba.Štěrk.Volný

source: Sitework.Planting.Gravel.Mixed
csy: Venkovní úpravy.Výsadba.Štěrk.Smíšený

source: Sitework.Planting.Sand
csy: Venkovní úpravy.Výsadba.Písek

source: Sitework.Planting.Soil
csy: Venkovní úpravy.Výsadba.Zemina

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
csy: Venkovní úpravy.Exteriérové doplňky.Ploty a brány.Řetěz

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
csy: Venkovní úpravy.Exteriérové doplňky.Ploty a brány.Dřevo.Palisáda

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
csy: Venkovní úpravy.Exteriérové doplňky.Ploty a branky.Stínidlo – laťková mříž

source: Slightly Translucent cream coloured low luminant material.
csy: Lehce průsvitný krémově zbarvený slabě luminantní materiál.

source: Small gray rectangular stones
csy: Malé šedé obdélníkové kameny

source: Small uneven brown rectangle stones
csy: Malé nepravidelné hnědé obdélníkové kameny

source: Soda Lime Glass
csy: Vápenné sklo s uhličitanem sodným

source: Soft tin bronze
csy: Měkký cínový bronz

source: Soft yellow brass
csy: Měkká žlutá mosaz

source: Soft yellow brass, welded
csy: Měkká žlutá mosaz, svařovaná

source: Solid Glass material.
csy: Materiál z plného skla.

source: Solid thermal asset.
csy: Pevná tepelná komponenta.

source: Solid/Concrete
csy: Pevné/Beton

source: Solid/Glass
csy: Pevné/Sklo

source: Solid/Metal
csy: Pevné/Kov

source: Solid/Plastic
csy: Pevné/Plast

source: SolidGlass
csy: Plné sklo

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
csy: Plné sklo

# SolidGlassSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: Speckle
csy: Skvrnka

source: Speckle map.
csy: Skvrnková mapa.

# SpeckleSchema_localname:Speckle
source: Speckle
csy: Skvrnka

# SpeckleSchema_localtype:Texture
source: Texture
csy: Textura

source: Sphere swatch.
csy: Ukázka – koule

source: SpotLight-001
csy: Reflektor

source: Square tiles with light gray speckles
csy: Čtvercové dlaždice se světle šedými skvrnami

source: Square tiles with white and black circular mosaics
csy: Čtvercové dlaždice s bílými a černými kruhovými mozaikami

source: Stainless Steel 18/8
csy: Nerezová ocel 18/8

source: Stainless Steel, polished
csy: Nerezová ocel, leštěná

source: Standard
csy: Standardní

source: Steel
csy: Ocel

source: Steel, mill finish
csy: Ocel, frézovaný povrch

source: Steel, sheet
csy: Ocel – plát

source: Stone
csy: Kámen

source: Stone material.
csy: Kamenný materiál.

source: Stone-001
csy: Břidlice – modrá

source: Stone-002
csy: Břidlice – šedá

source: Stone-003
csy: Leštěný – černý

source: Stone-004
csy: Leštěný – růžový

source: Stone-005
csy: Jemný – alabastrový

source: Stone-006
csy: Surově leštěný – bílý

source: Stone-007
csy: Jemně leštěný – bílý

source: Stone-008
csy: Travertin

source: Stone-009
csy: Čtverce – šedo-hnědá

source: Stone-010
csy: Čtverce – měděná černo-modrá

source: Stone-011
csy: Šedá – tečkovaná

source: Stone-012
csy: Vícebarevná

source: Stone-013
csy: Růžová

source: Stone-014
csy: Kamenné dlaždice

source: Stone-015
csy: Čtverec – velké žíly

source: Stone-016
csy: Dlažební kámen – glazovaný – vícebarevný

source: Stone-017
csy: Dlažební kámen – zámková dlažba

source: Stone-018
csy: Štěrk – volný

source: Stone-019
csy: Hrubá – černá

source: Stone-020
csy: Hrubá – růžová

source: Stone-021
csy: Hrubá – červená

source: Stone-022
csy: Surově leštěný – alabastrový

source: Stone-023
csy: Jemně leštěný – alabastrový

source: Stone-024
csy: Stěna – zoubkovaný kámen

source: Stone-025
csy: Nekrytá přísada

source: Stone-026
csy: Říční kámen – modrý

source: Stone-027
csy: Neopracovaný

source: Stone/Granite
csy: Kámen/Žula

source: Stone/Marble
csy: Kámen/Mramor

# StoneSchema_localname:Stone
source: Stone
csy: Kámen

# StoneSchema_localtype:Appearance
source: Appearance
csy: Vzhled

source: StructuralBasic
csy: Výchozí základní konstrukční

# StructuralBasicSchema_localname:Basic
source: Basic
csy: Základní

# StructuralBasicSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: StructuralConcrete
csy: Výchozí betonový konstrukční

source: StructuralConcrete-001
csy: Beton

source: StructuralConcrete-021
csy: Beton zpevněný skleněnými vlákny

# StructuralConcreteSchema_localname:Concrete
source: Concrete
csy: Beton

# StructuralConcreteSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: StructuralFatigue
csy: Výchozí únava konstrukční

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
csy: Únavové

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
csy: Únavové

source: StructuralGas
csy: Výchozí plyn konstrukční

# StructuralGasSchema_localname:Gas
source: Gas
csy: Plyn

# StructuralGasSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: StructuralGeneric
csy: Výchozí všeobecný konstrukční

source: StructuralGeneric-004
csy: Sklo

source: StructuralGeneric-010
csy: Nitrid křemíku

# StructuralGenericSchema_localname:Generic
source: Generic
csy: Všeobecné

# StructuralGenericSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: StructuralLiquid
csy: Výchozí kapalina konstrukční

# StructuralLiquidSchema_localname:Liquid
source: Liquid
csy: Kapalina

# StructuralLiquidSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: StructuralMetal
csy: Výchozí kovový konstrukční

source: StructuralMetal-001
csy: Ocel – uhlík

source: StructuralMetal-031
csy: Hliník

source: StructuralMetal-031-2
csy: Hliník 6061

source: StructuralMetal-037
csy: Železo – kujné

source: StructuralMetal-043
csy: Měď

source: StructuralMetal-045
csy: Titan

source: StructuralMetal-047
csy: Olovo

source: StructuralMetal-051
csy: Zlatá

source: StructuralMetal-054
csy: Stříbro

source: StructuralMetal-058
csy: Bronz – měkký cínový

# StructuralMetalSchema_localname:Metal
source: Metal
csy: Kov

# StructuralMetalSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: StructuralPlastic
csy: Výchozí plastový konstrukční

source: StructuralPlastic-002
csy: Akrylový

source: StructuralPlastic-004
csy: Akrylonitril butadien styren

source: StructuralPlastic-006
csy: Plast zesílený uhlíkovými vlákny

source: StructuralPlastic-009
csy: Fenolová pryskyřice

source: StructuralPlastic-010
csy: Polykarbonát

source: StructuralPlastic-011
csy: Polyetylen LDPE

source: StructuralPlastic-012
csy: Polyetylen HDPE

source: StructuralPlastic-013
csy: Polypropylen

source: StructuralPlastic-014
csy: Polystyren, vysoce účinný

source: StructuralPlastic-017
csy: Polyvinylchlorid – pevný

source: StructuralPlastic-019
csy: Guma – přírodní

source: StructuralPlastic-023
csy: Polyetylentereftalát

source: StructuralPlastic-024
csy: Polyfenylen sulfid

source: StructuralPlastic-025
csy: Polybutylenteraftalát

source: StructuralPlastic-026
csy: Polymer z tekutých krystalů

source: StructuralPlastic-027
csy: Silikon

source: StructuralPlastic-028
csy: Styrenakrylonitril

source: StructuralPlastic-029
csy: Polyaryletherketonová pryskyřice

source: StructuralPlastic-030
csy: Polyetylén – UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
csy: Plast

# StructuralPlasticSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: StructuralWood
csy: Výchozí dřevěný konstrukční

# StructuralWoodSchema_localname:Wood
source: Wood
csy: Dřevo

# StructuralWoodSchema_localtype:Physical
source: Physical
csy: Fyzikální

source: Stucco
csy: Štuková malta

source: Styrene acrylonitrile
csy: Styrenakrylonitril

source: Sun and Sky.
csy: Slunce a obloha.

source: SunAndSky
csy: SlunceAObloha

source: SunAndSky-001
csy: Velmi málo mraků

source: SunAndSky-002
csy: Málo mraků

source: SunAndSky-003
csy: Oblačno

source: SunAndSky-004
csy: Velmi oblačno

source: SunAndSky-005
csy: Žádné mraky

# SunAndSkyGroup
source: Sun And Sky
csy: Slunce a obloha

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
csy: Slunce a obloha

# SunAndSkySchema_localtype:Environment
source: Environment
csy: Prostředí

source: Swatch Scene.
csy: Ukázka – scéna.

source: Swatch scene for holidays; shows colored lights.
csy: Ukázková prázdninová scéna, zobrazuje barevná světla.

source: Swatch-Branded
csy: Objekt

source: Swatch-Cube
csy: Krychle

source: Swatch-CurtainWall
csy: Sklo- obvodový plášť

source: Swatch-Cylinder
csy: Válec

source: Swatch-Drapery
csy: Zavěšená tkanina

source: Swatch-Flat
csy: Plochý povrch

source: Swatch-Hill
csy: Rovina

source: Swatch-Lights
csy: Světla

source: Swatch-Liquid
csy: Nádrž s tekutinou

source: Swatch-Plane
csy: Plátno

source: Swatch-Sphere2
csy: Koule

source: Swatch-Technical2
csy: Inženýrská síť

source: Swatch-TexturePreview-MentalRay
csy: Vzorník náhledu textury 1

source: Swatch-TexturePreview-OGS
csy: Vzorník náhledu textury 2

source: Swatch-Vase
csy: Váza

source: Swatch-Wall
csy: Stěny

source: SwatchScene
csy: Ukázka – scéna

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
csy: Ukázka – scéna

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
csy: Ukázka – scéna

source: Thermal - Moisture.Insulation.Rigid Insulation
csy: Tepelné materiály a ochrana proti vlhkosti.Izolace.Pevná izolace

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní tašky.Prejzové.Modré

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní tašky.Prejzové.Modré.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní tašky.Prejzové.Červené

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní tašky.Prejzové.Červené.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní tašky.Prejzové.Červené.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Kompozitní panely.Šedé

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Kov žebrovaný.Měď

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Kov se stojatou drážkou.Měděná patina

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Kov se stojatou drážkou.Měď.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Kov.Měď

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Kov.Měděná patina

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Dřevěná střešní lať.Nová

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Dřevo.Vodorovné

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Dřevo.Vodorovné.Cedr

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Dřevo.Vodorovné.Bílé

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
csy: Tepelné materiály a ochrana proti vlhkosti.Střešní krytina – Svrchní panely.Dřevo.Svislé.Bílé

source: Thermal - Moisture.Shakes.Weathered
csy: Tepelné materiály a ochrana proti vlhkosti.Dřevěné šindele.Impregnované

source: Thermal - Moisture.Shingles.Asphalt Roofing
csy: Tepelné materiály a ochrana proti vlhkosti.Šindele.Asfaltová střešní krytina
