Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
ptb: Módulo de cisalhamento Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
ptb: Módulo de cisalhamento Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
ptb: Módulo de cisalhamento Z

# structural_Shear_strength_modification
source: Shear Strength Modification
ptb: Modificação da resistência ao cisalhamento

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
ptb: Modificação da resistência ao cisalhamento

# structural_Specific_heat
source: Specific Heat
ptb: Calor específico

# structural_Specific_heat:uilabel
source: Specific Heat
ptb: Calor específico

# structural_Thermal_conductivity
source: Thermal Conductivity
ptb: Condutividade térmica

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
ptb: Condutividade térmica

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
ptb: Condutividade térmica X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
ptb: Condutividade térmica X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
ptb: Coeficiente de expansão térmica

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
ptb: Coeficiente de expansão térmica

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
ptb: Coeficiente de expansão térmica 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
ptb: Coeficiente de expansão térmica 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
ptb: Coeficiente de expansão térmica 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
ptb: Coeficiente de expansão térmica 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
ptb: Coeficiente de expansão térmica X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
ptb: Coeficiente de expansão térmica X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
ptb: Coeficiente de expansão térmica Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
ptb: Coeficiente de expansão térmica Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
ptb: Coeficiente de expansão térmica Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
ptb: Coeficiente de expansão térmica Z

# structural_Thermally_treated
source: Thermally Treated
ptb: Com tratamento térmico

# structural_Thermally_treated:uilabel
source: Thermally Treated
ptb: Com tratamento térmico

# structural_Young_modulus
source: Young's Modulus
ptb: Módulo de Young

# structural_Young_modulus:uilabel
source: Young's Modulus
ptb: Módulo de Young

# structural_Young_modulus_1
source: Young's Modulus 1
ptb: Módulo de Young 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
ptb: Módulo de Young 1

# structural_Young_modulus_2
source: Young's Modulus 2
ptb: Módulo de Young 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
ptb: Módulo de Young 2

# structural_Young_modulus_X
source: Young's Modulus X
ptb: Módulo de Young X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
ptb: Módulo de Young X

# structural_Young_modulus_Y
source: Young's Modulus Y
ptb: Módulo de Young Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
ptb: Módulo de Young Y

# structural_Young_modulus_Z
source: Young's Modulus Z
ptb: Módulo de Young Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
ptb: Módulo de Young Z

# structural_concrete_compression
source: Concrete Compression
ptb: Compressão do concreto

# structural_concrete_compression:uilabel
source: Concrete Compression
ptb: Compressão do concreto

# structural_isotropic
source: Isotropic
ptb: Isotrópico

# structural_lightweight
source: Lightweight
ptb: Leve

# structural_lightweight:uilabel
source: Lightweight
ptb: Leve

# structural_orthotropic
source: Orthotropic
ptb: Ortótropo

# structural_source
source: Source
ptb: Fonte

# structural_source:uilabel
source: Source
ptb: Fonte

# structural_sourceURL
source: Source URL
ptb: URL de origem

# structural_sourceURL:uilabel
source: Source URL
ptb: URL de origem

# structural_subclass
source: Subclass
ptb: Subclasse

# structural_subclass:uilabel
source: Subclass
ptb: Subclasse

# structural_transverse_isotropic
source: Transverse Isotropic
ptb: Isotrópico transversal

# structural_wood_Average_modulus
source: Average Modulus
ptb: Módulo médio

# structural_wood_Average_modulus:uilabel
source: Average Modulus
ptb: Módulo médio

# structural_wood_Bending
source: Bending
ptb: Dobra

# structural_wood_Bending:uilabel
source: Bending
ptb: Dobra

# structural_wood_Construction_Property
source: Construction
ptb: Construção

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
ptb: Colado

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
ptb: Colado KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
ptb: Colado KertoS

# structural_wood_Construction_Property:uilabel
source: Construction
ptb: Construção

# structural_wood_compression_parallel
source: Compression Parallel to Grain
ptb: Compressão paralela à fibra

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
ptb: Compressão paralela à fibra

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
ptb: Compressão perpendicular à fibra

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
ptb: Compressão perpendicular à fibra

# structural_wood_glued
source: Glued
ptb: Colado

# structural_wood_glued_kertoQ
source: Glued KertoQ
ptb: Colado KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
ptb: Colado KertoS

# structural_wood_shear_parallel
source: Shear Parallel to Grain
ptb: Cisalhamento paralelo à fibra

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
ptb: Cisalhamento paralelo à fibra

# structural_wood_tension_parallel
source: Tension Parallel to Grain
ptb: Tensão paralela à fibra

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
ptb: Tensão paralela à fibra

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
ptb: Tensão perpendicular à fibra

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
ptb: Tensão perpendicular à fibra

source: stucco
ptb: reboco

# stuctural_wood_Species
source: Species
ptb: Espécie

# stuctural_wood_Species:uilabel
source: Species
ptb: Espécie

# stuctural_wood_Strength_grade
source: Strength Grade
ptb: Grau de resistência

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
ptb: Grau de resistência

source: Sun
ptb: Sol

# sun:uilabel
source: Sun Shader:
ptb: Aplicador de cor do sol:

source: Sun Position
ptb: Posição do sol

source: Sun Color:
ptb: Cor do sol:

# sun_color:uilabel
source: Sun Color:
ptb: Cor do sol:

# sun_disk_intensity
source: Disk Intensity:
ptb: Intensidade do disco:

# sun_disk_intensity:uilabel
source: Disk Intensity:
ptb: Intensidade do disco:

# sun_disk_scale
source: Disk Scale:
ptb: Escala do disco:

# sun_disk_scale:uilabel
source: Disk Scale:
ptb: Escala do disco:

# sun_glow_intensity
source: Glow Intensity:
ptb: Intensidade do brilho:

# sun_glow_intensity:uilabel
source: Glow Intensity:
ptb: Intensidade do brilho:

source: sunny day
ptb: alaranjada

# surface_material:uilabel
source: Surface Material:
ptb: Material da superfície:

source: swamp
ptb: pântano

# swatch
source: Swatch Scene
ptb: Cena de amostra

source: swimming
ptb: piscina

source: tan
ptb: Castanho

# targeted:uilabel
source: Targeted:
ptb: Destino:

source: tarmac
ptb: macadame

source: taupe
ptb: cinza amarronzado

source: teak
ptb: teca

source: terra cotta
ptb: terracota

source: texture
ptb: textura

# texture_Angle
source: XYZ Rotation
ptb: Rotação XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
ptb: Especifica a rotação da área representada pela imagem acima.

# texture_Angle:uilabel
source: Angle
ptb: Ângulo

# texture_LinkTextureTransforms
source: Link texture transforms
ptb: Vincular transformações de textura

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
ptb: Quando este configuração está ativada, todas as alterações feitas nas configurações de Posição, Escala e Repetir, deste atributo, serão propagadas para todos os outros atributos dentro do material que usa a textura.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
ptb: Vincular transformações

# texture_MapChannel:uilabel
source: Map Channel
ptb: Canal do mapa

# texture_MapChannel_ID_Advanced
source: Map Channel
ptb: Canal do mapa

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
ptb: Mapear ID do canal

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
ptb: Origem de UVW

# texture_Offset:uilabel
source: Offset
ptb: Deslocamento

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
ptb: Restringe o deslocamento. Quando o deslocamento X é modificado, o deslocamento Y é modificado pelo mesmo valor.

# texture_OffsetLock:uilabel
source: Offset Lock
ptb: Bloqueio do deslocamento

# texture_RealWorldOffsetX
source: Offset
ptb: Deslocamento

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
ptb: Move o ponto inicial do mapa ao longo do eixo X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
ptb: Deslocamento X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
ptb: Move o ponto inicial do mapa ao longo do eixo Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
ptb: Deslocamento Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
ptb: Move o ponto inicial do mapa ao longo do eixo Z.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
ptb: Deslocamento Z

# texture_RealWorldScaleX
source: Sample Size
ptb: Tamanho da amostra

# texture_RealWorldScaleX:rightlabel
source: Width
ptb: Largura

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
ptb: Especifica a escala horizontal para esta textura.

# texture_RealWorldScaleX:uilabel
source: Size X
ptb: Tamanho X

# texture_RealWorldScaleY:rightlabel
source: Height
ptb: Altura

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
ptb: Especifica a escala vertical para esta textura.

# texture_RealWorldScaleY:uilabel
source: Size Y
ptb: Tamanho Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
ptb: Bloqueia a proporção do mapa, Quando o valor da altura ou largura é modificado, os outros valores mudam como necessário para manter a proporção.

# texture_ScaleLock:uilabel
source: Scale Lock
ptb: Bloqueio de escala

# texture_Tiling:uilabel
source: Tiling
ptb: Exibir lado a lado

# texture_UOffset:uilabel
source: U Offset
ptb: Deslocamento U

# texture_URepeat:offlabel
source: None
ptb: Nenhum

# texture_URepeat:onlabel
source: Tile
ptb: Azulejo

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
ptb: Ajusta o grau de lado a lado do mapa ao longo do eixo Y. Nenhum, controla que o mapa não seja colocado lado a lado dentro do material. Lado a lado, faz com que o mapa seja colocado lado a lado dentro do material.

# texture_URepeat:uilabel
source: U Repeat
ptb: Repetir U

# texture_UScale:uilabel
source: U Scale
ptb: Escala de U

# texture_UVScale:uilabel
source: UV Scale
ptb: Escala de UV

# texture_VOffset:uilabel
source: V Offset
ptb: Deslocamento V

# texture_VRepeat:offlabel
source: None
ptb: Nenhum

# texture_VRepeat:onlabel
source: Tile
ptb: Azulejo

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
ptb: Ajusta o grau de lado a lado do mapa ao longo do eixo Y. Nenhum, controla que o mapa não seja colocado lado a lado dentro do material. Lado a lado, faz com que o mapa seja colocado lado a lado dentro do material.

# texture_VRepeat:uilabel
source: V Repeat
ptb: Repetir V

# texture_VScale:uilabel
source: V Scale
ptb: Escala de V

# texture_WAngle
source: Rotation
ptb: Rotação

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
ptb: Rotaciona o mapa de o graus para 360 graus.

# texture_WAngle:uilabel
source: Angle
ptb: Ângulo

source: textured
ptb: texturizado

source: thermal
ptb: térmico

# thermal_Behavior
source: Behavior
ptb: Comportamento

# thermal_Behavior:thermal_isotropic
source: Isotropic
ptb: Isotrópico

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
ptb: Ortótropo

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
ptb: Seleciona entre o comportamento isotrópico e ortótropo.

# thermal_Behavior:uilabel
source: Behavior
ptb: Comportamento

# thermal_Compressibility
source: Compressibility
ptb: Capacidade de compressão

# thermal_Compressibility:uilabel
source: Compressibility
ptb: Capacidade de compressão

# thermal_Density
source: Density
ptb: Densidade

# thermal_Density:uilabel
source: Density
ptb: Densidade

# thermal_Electrical_resistivity
source: Electrical Resistivity
ptb: Resistividade elétrica

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
ptb: Resistividade elétrica

# thermal_Emissivity
source: Emissivity
ptb: Emissividade

# thermal_Emissivity:uilabel
source: Emissivity
ptb: Emissividade

# thermal_Gas_viscosity
source: Gas Viscosity
ptb: Viscosidade do gás

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
ptb: Viscosidade do gás

# thermal_Liquid_viscosity
source: Liquid Viscosity
ptb: Viscosidade do líquido

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
ptb: Viscosidade do líquido

# thermal_Permeability
source: Permeability
ptb: Permeabilidade

# thermal_Permeability:uilabel
source: Permeability
ptb: Permeabilidade

# thermal_Porosity
source: Porosity
ptb: Porosidade

# thermal_Porosity:uilabel
source: Porosity
ptb: Porosidade

# thermal_Reflectivity
source: Reflectivity
ptb: Reflexibilidade

# thermal_Reflectivity:uilabel
source: Reflectivity
ptb: Reflexibilidade

# thermal_Specific_heat
source: Specific Heat
ptb: Calor específico

# thermal_Specific_heat:uilabel
source: Specific Heat
ptb: Calor específico

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
ptb: Calor específico de vaporização

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
ptb: Calor específico de vaporização

# thermal_Thermal_conductivity
source: Thermal Conductivity
ptb: Condutividade térmica

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
ptb: Condutividade térmica

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
ptb: Condutividade térmica X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
ptb: Condutividade térmica X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
ptb: Condutividade térmica Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
ptb: Condutividade térmica Z

# thermal_Transmits_light
source: Transmits Light
ptb: Transmite luz

# thermal_Transmits_light:uilabel
source: Transmits Light
ptb: Transmite luz

# thermal_Vapor_pressure
source: Vapor Pressure
ptb: Pressão de vapor

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
ptb: Pressão de vapor

# thermal_isotropic
source: Isotropic
ptb: Isotrópico

# thermal_orthotropic
source: Orthotropic
ptb: Ortótropo

# thermal_source
source: Source
ptb: Fonte

# thermal_source:uilabel
source: Source
ptb: Fonte

# thermal_sourceURL
source: Source URL
ptb: URL de origem

# thermal_sourceURL:uilabel
source: Source URL
ptb: URL de origem

# thermal_subclass
source: Subclass
ptb: Subclasse

# thermal_subclass:uilabel
source: Subclass
ptb: Subclasse

source: thread
ptb: rosca

source: tiger
ptb: aroeira

source: tile
ptb: azulejo

source: Tile Appearance
ptb: Aparência do azulejo

# tile_BrickColor
source: Tile Color
ptb: Cor do azulejo

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
ptb: Fornece a opção para selecionar uma cor ou mapa de textura para um dos componentes.

# tile_BrickColor:uilabel
source: Tile Color
ptb: Cor do azulejo

# tile_BrickType
source: Type
ptb: Tipo

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
ptb: Mata-junta flamenco comum

# tile_BrickType:tile_BrickType_custom
source: Custom
ptb: Personalizado

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
ptb: Mata-junta inglês

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
ptb: Mata-junta corrida fina

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
ptb: Mata-junta pilha fina

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
ptb: Mata-junta 1/2 corrida

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
ptb: Mata-junta

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
ptb: Mata-junta em pilha

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
ptb: Determina um padrão de azulejo predefinido ou personalizado. Os padrões predefinidos normalmente desativam a maioria os todos os layout de empilhamento e os controles de edição de linha/coluna.

# tile_BrickType:uilabel
source: Type
ptb: Tipo

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
ptb: Mata-junta flamenco comum

# tile_BrickType_custom
source: Custom
ptb: Personalizado

# tile_BrickType_english_bond
source: English Bond
ptb: Mata-junta inglês

# tile_BrickType_fine_running_bond
source: Fine Running Bond
ptb: Mata-junta corrida fina

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
ptb: Mata-junta pilha fina

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
ptb: Mata-junta 1/2 corrida

# tile_BrickType_running_bond
source: Running Bond
ptb: Mata-junta

# tile_BrickType_stack_bond
source: Stack Bond
ptb: Mata-junta em pilha

# tile_ChangeColumn
source: Amount
ptb: Montante

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
ptb: Altera a altura dos azulejos nas linhas afetadas. Um valor de 1.0 é a altura padrão do azulejo. Valores maiores do que 1.0 aumentam a altura dos azulejos, e valores menores do que 1.0 a diminuem. Faixa = 0.00 a 5.0. Quando o valor de modificação for 0.0, nenhum azulejo aparece naquela coluna e o material subjacente é visível.

# tile_ChangeColumn:uilabel
source: Amount
ptb: Montante

# tile_ChangeRow
source: Amount
ptb: Montante

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
ptb: Altera a largura dos azulejos nas linhas afetadas. Um valor de 1.0 é a largura padrão do azulejo. Valores maiores do que 1.0 aumentam a largura dos azulejos, e valores menores do que 1.0 a diminuem. Faixa = 0.00 a 5.0. Quando o valor de modificação for 0.0, nenhum azulejo aparece naquela linha e o material subjacente é visível.

# tile_ChangeRow:uilabel
source: Amount
ptb: Montante

# tile_ColorVariance
source: Color Variance
ptb: Variação de cor

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
ptb: Controla a variação de cor dos azulejos. Faixa = 0 a 100. Padrão = 0.

# tile_ColorVariance:uilabel
source: Color Variance
ptb: Variação de cor

# tile_EdgeRoughness
source: Roughness
ptb: Dureza

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
ptb: Controla a rugosidade das arestas da argamassa. Faixa = 0 a 200. Padrão = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
ptb: Dureza

# tile_FadeVariance
source: Fade Variance
ptb: Variação de esmaecimento

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
ptb: Controla a variação de esmaecimento dos azulejos. Faixa 0 a 100. Padrão = 0.05.

# tile_FadeVariance:uilabel
source: Fade Variance
ptb: Variação de esmaecimento

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
ptb: Bloqueia as larguras dos intervalos horizontal e vertical. Quando um valor é modificado, o outro valor muda para corresponder com o mesmo.

# tile_GroutAppearance
source: Grout Appearance
ptb: Aparência do reboco

# tile_HorizontalCount
source: Tile Count
ptb: Contagem de azulejos

# tile_HorizontalCount:rightlabel
source: Per Row
ptb: Por linha

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
ptb: Controla o número de azulejos em uma linha.

# tile_HorizontalCount:uilabel
source: Tile Count
ptb: Contagem de azulejos

# tile_HorizontalGap
source: Gap Width
ptb: Largura da lacuna

# tile_HorizontalGap:rightlabel
source: Horiz
ptb: Horizontal

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
ptb: Controla o lado horizontal do reboco entre os azulejos, Este valor é bloqueado por padrão um com o outro, portanto, quando você altera ambos os valores ao editar um ou outro. Faixa = 0 a 100. Padrão = 0.50.

# tile_HorizontalGap:uilabel
source: Gap Width
ptb: Largura da lacuna
