Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

source: Masonry-020
jpn: 小さな不均等長方形 石材 - 茶

source: Masonry-021
jpn: 小さな長方形 石材 - 灰色

source: Masonry-022
jpn: 長方形 石材 - 淡い灰色

source: Masonry-023
jpn: 石灰華 - クリーム

source: Masonry-024
jpn: 大理石 - 白-緑

source: Masonry-025
jpn: 大理石 - 灰色

source: Masonry-026
jpn: 自然石 - 風化

source: Masonry-027
jpn: ワイン色

source: Masonry-028
jpn: 均等 ランニング積み - 茶

source: Masonry-029
jpn: 均等 ソルジャ - 茶

source: Masonry-030
jpn: 不均等 ランニング積み - 茶

source: Masonry-031
jpn: 均等 ランニング積み - ワイン色

source: Masonry-032
jpn: 不均等 ソルジャ - ワイン色

source: Masonry-033
jpn: 12 インチ 不均等 ソルジャ - ワイン色

source: Masonry-034
jpn: 均等 ランニング積み - サンゴ色

source: Masonry-035
jpn: 均等 ランニング積み - 灰色

source: Masonry-036
jpn: 12 インチ 均等 ランニング積み - 灰色

source: Masonry-037
jpn: 均等 ランニング積み - オレンジ

source: Masonry-038
jpn: 不均等 ランニング積み - 赤

source: Masonry-039
jpn: 均等 ランニング積み - 黄

source: Masonry-040
jpn: 均等 ソルジャ - 黄

source: Masonry-041
jpn: 分割面 重ね - 茶

source: Masonry-042
jpn: 分割面 ランニング積み - サンゴ色

source: Masonry-043
jpn: ランニング積み - 淡い灰色

source: Masonry-044
jpn: 分割面 重ね - 灰色

source: Masonry-045
jpn: ヘリンボーン - 灰色

source: Masonry-046
jpn: ヘリンボーン - 赤

source: Masonry-047
jpn: 不均等 ランニング積み - 灰色

source: Masonry-048
jpn: かご編み - 茶

source: Masonry-049
jpn: 瓦礫 - リバー ロック

source: Masonry-050
jpn: 瓦礫 - タリアセン ウエスト

source: Masonry-051
jpn: 分割面 重ね - ピンク

source: Masonry.Masonry Accessories.Control Joints.Black
jpn: 組積造.組積造の付属品.接合部コントロール.黒

source: Masonry.Stone.Ashlar.Patterned
jpn: 組積造.石材.切石.パターン

source: Masonry.Stone.Ashlar.Random.Broken Coursed
jpn: 組積造.石材.切石.ランダム.分散したよこ目

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
jpn: 組積造.石材.切石.ランダム.分散したよこ目 目地あり

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
jpn: 組積造.石材.自然石.なめらか.軽い

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
jpn: 組積造.石材.自然石.なめらか.堅い

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
jpn: 組積造.石材.自然石.なめらか.風化

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
jpn: 組積造.石材.御影石.正方形.スタック.研磨.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
jpn: 組積造.石材.御影石.正方形.スタック.研磨.黒-白

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
jpn: 組積造.石材.御影石.正方形.スタック.研磨.銅-黒

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
jpn: 組積造.石材.御影石.正方形.スタック.研磨.グレー

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
jpn: 組積造.石材.御影石.正方形.スタック.研磨.ふじ色-グレー

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
jpn: 組積造.石材.御影石.正方形.スタック.研磨.ピンク-黒-グレー

source: Masonry.Stone.Limestone.Ashlar.Coursed
jpn: 組積造.石材.石灰岩.切石.よこ筋

source: Masonry.Stone.Limestone.Rubble
jpn: 組積造.石材.石灰岩.瓦礫

source: Masonry.Stone.Limestone.Rustic Joint.Pink
jpn: 組積造.石材.石灰岩.面取り目地.ピンク

source: Masonry.Stone.Limestone.Rustication
jpn: 組積造.石材.石灰岩.質素

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
jpn: 組積造.石材.大理石.正方形.スタック.研磨.白-緑

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
jpn: 組積造.石材.大理石.正方形.スタック.研磨.白-黒

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
jpn: 組積造.石材.大理石.正方形.スタック.研磨.白-黒.大きな縞

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
jpn: 組積造.石材.大理石.正方形.スタック.研磨.白-ブラウン

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
jpn: 組積造.石材.大理石.正方形.スタック.研磨.白-ブラウン-黒

source: Masonry.Stone.Onyx.Black
jpn: 組積造.石材.オニキス.黒

source: Masonry.Stone.Onyx.Blue
jpn: 組積造.石材.オニキス.青

source: Masonry.Stone.Onyx.Rose
jpn: 組積造.石材.オニキス.ローズ

source: Masonry.Stone.Slate
jpn: 組積造.石材.石板

source: Masonry.Stone.Slate.Green
jpn: 組積造.石材.石板.緑

source: Masonry.Stone.Slate.Mottled
jpn: 組積造.石材.石板.まだら

source: Masonry.Stone.Slate.Red
jpn: 組積造.石材.石板.赤

source: Masonry.Stone.Soapstone.BlueGreen
jpn: 組積造.石材.ソープストーン.青緑

source: Masonry.Stone.Soapstone.DarkGrey
jpn: 組積造.石材.ソープストーン.ダークグレー

source: Masonry.Stone.Travertine.Cream
jpn: 組積造.石材.石灰華.クリーム

source: Masonry.Stone.Travertine.DarkBrown
jpn: 組積造.石材.石灰華.ダークブラウン

source: Masonry.Stone.Travertine.DarkRed
jpn: 組積造.石材.石灰華.ダークレッド

source: Masonry.Unit Masonry.Brick.Adobe.Running
jpn: 組積造.ユニット組積造.レンガ.日干しレンガ.ランニング積み

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
jpn: 組積造.ユニット組積造.レンガ.モジュラー.かご編

source: Masonry.Unit Masonry.Brick.Modular.Clinker
jpn: 組積造.ユニット組積造.レンガ.モジュラー.硬質レンガ

source: Masonry.Unit Masonry.Brick.Modular.Common
jpn: 組積造.ユニット組積造.レンガ.モジュラー.共通

source: Masonry.Unit Masonry.Brick.Modular.Cored
jpn: 組積造.ユニット組積造.レンガ.モジュラー.コア

source: Masonry.Unit Masonry.Brick.Modular.English
jpn: 組積造.ユニット組積造.レンガ.モジュラー.イングリッシュ

source: Masonry.Unit Masonry.Brick.Modular.English Cross
jpn: 組積造.ユニット組積造.レンガ.モジュラー.イングリッシュ交差

source: Masonry.Unit Masonry.Brick.Modular.Face
jpn: 組積造.ユニット組積造.レンガ.モジュラー.上塗り

source: Masonry.Unit Masonry.Brick.Modular.Fire
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ファイア

source: Masonry.Unit Masonry.Brick.Modular.Flemish
jpn: 組積造.ユニット組積造.レンガ.モジュラー.フレミッシュ

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
jpn: 組積造.ユニット組積造.レンガ.モジュラー.フレミッシュ交差

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
jpn: 組積造.ユニット組積造.レンガ.モジュラー.フレミッシュ対角線

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
jpn: 組積造.ユニット組積造.レンガ.モジュラー.庭壁

source: Masonry.Unit Masonry.Brick.Modular.Glazed
jpn: 組積造.ユニット組積造.レンガ.モジュラー.光沢

source: Masonry.Unit Masonry.Brick.Modular.Header
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ヘッダー

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
jpn: 組積造.ユニット組積造.レンガ組合せ.ヘリボーン

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
jpn: 組積造.ユニット組積造.レンガ組合せ.ヘリボーン.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
jpn: 組積造.ユニット組積造.レンガ.モジュラー.1 / 3 ランニング積み

source: Masonry.Unit Masonry.Brick.Modular.Press
jpn: 組積造.ユニット組積造.レンガ.モジュラー.プレス

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ローロック

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ローロック.スタッガ

source: Masonry.Unit Masonry.Brick.Modular.Running
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ランニング積み

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ランニング積み.ブラウン

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ランニング積み.光沢.青

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ランニング積み.グレー

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ランニング積み.赤

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ランニング積み.分割.赤

source: Masonry.Unit Masonry.Brick.Modular.Sailor
jpn: 組積造.ユニット組積造.レンガ.モジュラー.セイラー

source: Masonry.Unit Masonry.Brick.Modular.Screen
jpn: 組積造.ユニット組積造.レンガ.モジュラー.スクリーン

source: Masonry.Unit Masonry.Brick.Modular.Shiner
jpn: 組積造.ユニット組積造.レンガ.モジュラー.シャイナー

source: Masonry.Unit Masonry.Brick.Modular.Soldier
jpn: 組積造.ユニット組積造.レンガ.モジュラー.ソルジャー

source: Masonry.Unit Masonry.Brick.Modular.Stack
jpn: 組積造.ユニット組積造.レンガ.組合せ.スタック

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
jpn: 組積造.ユニット組積造.レンガ.組合せ.スタック.グレー

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
jpn: 組積造.ユニット組積造.レンガ.ノルマン. 1 / 3 ランニング積み

source: Masonry.Unit Masonry.Brick.Norman.Soldier
jpn: 組積造.ユニット組積造.レンガ.ノルマン.ソルジャー

source: Masonry.Unit Masonry.CMU.Efflorescence
jpn: 組積造.ユニット組積造.CMU.白華

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
jpn: 組積造.ユニット組積造.CMU.擁壁.ランニング積み

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
jpn: 組積造.ユニット組積造.CMU.リブ付き.積重ね

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
jpn: 組積造.ユニット組積造.CMU.セイラー.スタック済み

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
jpn: 組積造.ユニット組積造.CMU.サンドブラスト済み.グレー

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
jpn: 組積造.ユニット組積造.CMU.サンドブラスト済み.黄褐色

source: Masonry.Unit Masonry.CMU.Scored.Running
jpn: 組積造.ユニット組積造.CMU.分割.ランニング積み

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
jpn: 組積造.ユニット組積造.CMU.分割.ランニング積み.骨材剥き出し

source: Masonry.Unit Masonry.CMU.Screen.Stacked
jpn: 組積造.ユニット組積造.CMU.スクリーン.スタック

source: Masonry.Unit Masonry.CMU.Shadow.Running
jpn: 組積造.ユニット組積造.CMU.影.ランニング積み

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
jpn: 組積造.ユニット組積造.CMU.音声吸収.ランニング積み

source: Masonry.Unit Masonry.CMU.Split-Face.Running
jpn: 組積造.ユニット組積造.CMU.分割面.ランニング積み

source: Masonry.Unit Masonry.CMU.Stretcher.Running
jpn: 組積造.ユニット組積造.CMU.ストレッチャー.ランニング積み

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
jpn: 組積造.ユニット組積造.CMU.ストレッチャー.ランニング積み.骨材剥き出し

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
jpn: 組積造.ユニット組積造.CMU.ストレッチャー.ランニング積み.光沢.青

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
jpn: 組積造.ユニット組積造.CMU.ストレッチャー.スタック済み

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
jpn: 組積造.ユニット組積造.CMU.ストレッチャー.スタック済み.光沢.青

source: Masonry.Unit Masonry.Glass Block.Square.Stack
jpn: 組積造.ユニット組積造.ガラス ブロック.正方形.スタック

source: Masonry/Brick
jpn: 組積造/レンガ

source: Masonry/CMU
jpn: 組積造/CMU

source: Masonry/Stone
jpn: 組積造/石

source: MasonryCMU
jpn: 組積造 CMU

# MasonryCMUSchema_localname:Masonry
source: Masonry
jpn: 組積造

# MasonryCMUSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Material-010
jpn: GFRC

source: Material-068
jpn: ゴールド

source: Material-071
jpn: 鉄、ダクタイル

source: Material-072
jpn: 鉛

source: Material-076
jpn: シルバー

source: Material-077
jpn: 鋼

source: Material-079
jpn: 鋼、ガルバナイズド

source: Material-094
jpn: チタン

source: Material-111
jpn: CFRP

source: Material-121
jpn: フェノール樹脂

source: Material-123
jpn: ポリエチレン、低密度

source: Material-124
jpn: ポリエチレン、高密度

source: Material-127
jpn: ポリプロピレン

source: Material-128
jpn: ポリスチレン、耐衝撃性

source: Material-193
jpn: 水

source: MaterialInv_001
jpn: コンクリート

source: MaterialInv_002
jpn: ガラス

source: MaterialInv_003
jpn: 鋼、合金

source: MaterialInv_004
jpn: アルミニウム 6061

source: MaterialInv_005
jpn: アルミニウム 6061-AHC

source: MaterialInv_006
jpn: 真鍮、ソフト イエロー

source: MaterialInv_007
jpn: ブロンズ、軟ロウ

source: MaterialInv_008
jpn: 鋼、炭素鋼

source: MaterialInv_009
jpn: ブロンズ、鋳造

source: MaterialInv_010
jpn: 銅、鋳銅

source: MaterialInv_011
jpn: 鉄、鋳鉄

source: MaterialInv_012
jpn: 鋼、鋳鋼

source: MaterialInv_013
jpn: 銅

source: MaterialInv_014
jpn: 銅、合金

source: MaterialInv_018
jpn: 鉄 灰色

source: MaterialInv_020
jpn: 鉄、可鍛鉄

source: MaterialInv_021
jpn: ニッケル銅合金 400

source: MaterialInv_022
jpn: 鋼、非合金鋼

source: MaterialInv_024
jpn: ステンレス鋼

source: MaterialInv_025
jpn: ステンレス鋼 440C

source: MaterialInv_026
jpn: ステンレス鋼、オーステナイト系

source: MaterialInv_028
jpn: 鋼、高強度、低合金

source: MaterialInv_029
jpn: 鋼、軟鋼

source: MaterialInv_031
jpn: アルミニウム 6061、溶接

source: MaterialInv_032
jpn: 真鍮、ソフト イエロー、溶接

source: MaterialInv_033
jpn: ステンレス鋼 AISI 440C、溶接

source: MaterialInv_034
jpn: 鋼、軟鋼、溶接

source: MaterialInv_035
jpn: 銅、鍛銅

source: MaterialInv_036
jpn: 鋼、鍛鋼

source: MaterialInv_037
jpn: ABS プラスチック

source: MaterialInv_038
jpn: アセタール樹脂、黒

source: MaterialInv_039
jpn: アセタール樹脂、白

source: MaterialInv_042
jpn: LCP プラスチック

source: MaterialInv_044
jpn: ナイロン、二硫化モリブデン

source: MaterialInv_045
jpn: ナイロン 6/6

source: MaterialInv_046
jpn: PBT プラスチック

source: MaterialInv_047
jpn: PC/ABS プラスチック

source: MaterialInv_048
jpn: PET プラスチック

source: MaterialInv_049
jpn: PMMA プラスチック

source: MaterialInv_050
jpn: PAEK 樹脂

source: MaterialInv_051
jpn: ポリカーボネート、クリア

source: MaterialInv_052
jpn: ポリカーボネート、スモーク

source: MaterialInv_054
jpn: ポリスチレン

source: MaterialInv_055
jpn: PPS プラスチック

source: MaterialInv_056
jpn: PVC 配管

source: MaterialInv_057
jpn: PVC、無可塑

source: MaterialInv_058
jpn: ゴム

source: MaterialInv_059
jpn: SAN プラスチック

source: MaterialInv_060
jpn: ゴム、シリコーン

source: MaterialInv_061
jpn: 熱可塑性 樹脂

source: MaterialInv_062
jpn: UHMW、黒

source: MaterialInv_063
jpn: UHMW、白

source: MaterialInv_064
jpn: 窒化ケイ素

source: MaterialInv_066
jpn: 木材(カバノキ)

source: MaterialInv_067
jpn: 木材(サクラ)

source: MaterialInv_068
jpn: 木材(カエデ)

source: MaterialInv_069
jpn: 木材(オーク)

source: MaterialInv_070
jpn: 木材(クルミ)

source: MaterialInv_072
jpn: 一般

source: Materials
jpn: マテリアル

source: Medium gray and circular roofing shingles
jpn: 標準の灰色と円形屋根シングル

source: Medium gray and rectangular roofing shingles
jpn: 標準の灰色と長方形屋根シングル

source: Medium gray and rippled edge roofing shingles
jpn: 標準の灰色と波形エッジ屋根シングル

source: Medium gray and small rectangular roofing shingles
jpn: 標準の灰色と小さな長方形屋根シングル

source: Medium gray color
jpn: 標準の灰色

source: Membrane
jpn: 膜

source: Metal
jpn: 金属

source: Metal structural asset.
jpn: メタル構造アセット。

source: Metal-001
jpn: 陽極酸化 - 青

source: Metal-002
jpn: 陽極酸化 - ブロンズ

source: Metal-003
jpn: 亜鉛

source: Metal-004
jpn: アルミニウム - つや出し

source: Metal-005
jpn: つや出し - ブラシ仕上げ 重厚 バージョン 1.1

source: Metal-005-1-2
jpn: つや出し - ブラシ仕上げ 重厚

source: Metal-006
jpn: つや出し - 叩き仕上げ

source: Metal-007
jpn: つや出し - 細かい格子状ナーリング バージョン 1.1

source: Metal-007-1-2
jpn: つや出し - 細かい格子状ナーリング

source: Metal-008
jpn: サテン

source: Metal-009
jpn: サテン - ブラシ仕上げ 重厚

source: Metal-010
jpn: サテン - ブラシ仕上げ

source: Metal-011
jpn: サテン - 叩き仕上げ

source: Metal-012
jpn: 真鍮 - つや出し

source: Metal-013
jpn: 真鍮 - サテン

source: Metal-014
jpn: ブロンズ - つや出し

source: Metal-015
jpn: ブロンズ - つや出し ブラシ仕上げ

source: Metal-016
jpn: ブロンズ - サテン

source: Metal-017
jpn: クローム - つや出し

source: Metal-018
jpn: クローム - つや出し ブラシ仕上げ バージョン 1.1

source: Metal-018-1-2
jpn: クローム - つや出し ブラシ仕上げ

source: Metal-019
jpn: クローム - サテン

source: Metal-020
jpn: 銅 - 緑青 叩き仕上げ

source: Metal-021
jpn: 銅 - つや出し

source: Metal-022
jpn: 銅 - サテン

source: Metal-023
jpn: 銅 - サテン ブラシ仕上げ 重厚 バージョン 1.1

source: Metal-023-1-2
jpn: 銅 - サテン ブラシ仕上げ 重厚

source: Metal-024
jpn: 真鍮 - サテン 網状

source: Metal-025
jpn: ステンレス - つや出し

source: Metal-026
jpn: ブロンズ - 緑青

source: Metal-027
jpn: ステンレス - サテン

source: Metal-028
jpn: ステンレス - サテン 粗い 網状 バージョン 1.1

source: Metal-028-1-2
jpn: ステンレス - サテン 粗い 網状

source: Metal-029
jpn: ステンレス - サテン ブラシ仕上げ 重厚 バージョン 1.1

source: Metal-029-1-2
jpn: ステンレス - サテン ブラシ仕上げ 重厚

source: Metal-030
jpn: ステンレス - サテン 粗い格子状ナーリング

source: Metal-031
jpn: つや出し ブラシ仕上げ バージョン 1.1

source: Metal-031-1-2
jpn: つや出し ブラシ仕上げ

source: Metal-032
jpn: サテン 網状

source: Metal-033
jpn: サテン ブラシ仕上げ バージョン 1.1

source: Metal-033-1-2
jpn: サテン ブラシ仕上げ

source: Metal-034
jpn: サテン 叩き仕上げ

source: Metal-035
jpn: チェッカー プレート

source: Metal-036
jpn: 陽極酸化 - 黒

source: Metal-037
jpn: 陽極酸化 - 青-灰色

source: Metal-038
jpn: 陽極酸化 - 濃い灰色

source: Metal-039
jpn: 陽極酸化 - 淡い灰色

source: Metal-040
jpn: 陽極酸化 - 灰色

source: Metal-041
jpn: 陽極酸化 - 赤

source: Metal-042
jpn: 陽極酸化 - 白

source: Metal-043
jpn: 陽極酸化 - 灰色 テクスチャ

source: Metal-044
jpn: ステンレス - ブラシ仕上げ

source: Metal-045
jpn: 半つや出し

source: Metal-046
jpn: つや出し ダイアモンド プレート バージョン 1.1

source: Metal-046-1-2
jpn: つや出し ダイアモンド プレート

source: Metal-047
jpn: サテン

source: Metal-048
jpn: 陽極酸化 - 濃いブロンズ

source: Metal-049
jpn: つや出し ブラシ仕上げ バージョン 1.1

source: Metal-049-1-2
jpn: つや出し ブラシ仕上げ

source: Metal-050
jpn: 真鍮 - サテン ブラシ仕上げ 重厚

source: Metal-051
jpn: 銅 - 緑青

source: Metal-052
jpn: ブロンズ - サテン 叩き仕上げ

source: Metal-053
jpn: クローム - つや出し ブラシ仕上げ 重厚 バージョン 1.1

source: Metal-053-1-2
jpn: クローム - つや出し ブラシ仕上げ 重厚

source: Metal-054
jpn: 銅 - サテン ブラシ仕上げ バージョン 1.1

source: Metal-054-1-2
jpn: 銅 - サテン ブラシ仕上げ

source: Metal-055
jpn: ステンレス - つや出し ブラシ仕上げ バージョン 1.1

source: Metal-055-1-2
jpn: ステンレス - つや出し ブラシ仕上げ

source: Metal-056
jpn: ステンレス - サテン 叩き仕上げ

source: Metal-057
jpn: クローム - サテン 網状

source: Metal-058
jpn: 金網フェンス

source: Metal-059
jpn: スタンド シーム ルーフィング

source: Metal-060
jpn: アルミニウム - ダーク

source: Metal-061
jpn: 機械加工 - アルミニウム

source: Metal-062
jpn: ダイヤモンド プレート - ダーク グレー - Version 1.1

source: Metal-062-1-2
jpn: ダイヤモンド プレート - ダークグレー

source: Metal-063
jpn: ナーリング 45 バージョン 1.1

source: Metal-063-1-2
jpn: ナーリング 45

source: Metal-065
jpn: ダイヤモンド プレート 2 - ダーク グレー バージョン 1.1

source: Metal-065-1-2
jpn: ダイヤモンド プレート 2 - ダーク グレー

source: Metal.
jpn: メタル。

source: Metal/Aluminum
jpn: 金属/アルミニウム

source: Metal/Fabricated
jpn: 金属/組み立て済

source: Metal/Iron
jpn: 金属/鉄

source: Metal/Non Ferrous
jpn: 金属/非鉄

source: Metal/Steel
jpn: 金属/鋼

source: MetalPaint-001
jpn: 剥離 サテン - 黒

source: MetalPaint-002
jpn: 光沢仕上げ - 黒

source: MetalPaint-003
jpn: 光沢 - 黒

source: MetalPaint-004
jpn: サテン - 黒

source: MetalPaint-005
jpn: 剥離 反射 - ベージュ

source: MetalPaint-006
jpn: 反射 - 麦

source: MetalPaint-007
jpn: 反射 - 象牙色

source: MetalPaint-008
jpn: 反射 - 白

source: MetalPaint-009
jpn: 剥離 サテン - 鋼 青

source: MetalPaint-010
jpn: 剥離 サテン - 青

source: MetalPaint-011
jpn: サテン - オリーブ 緑

source: MetalPaint-012
jpn: サテン - バイオレット

source: MetalPaint-013
jpn: サテン - 茶

source: MetalPaint-014
jpn: 剥離 サテン - 濃い青

source: MetalPaint-015
jpn: 光沢 - 代赭色

source: MetalPaint-016
jpn: 光沢 - 深緑

source: MetalPaint-017
jpn: サテン - 淡い赤

source: MetalPaint-018
jpn: サテン - 麻

source: MetalPaint-019
jpn: サテン - ミッドナイト ブルー

source: MetalPaint-020
jpn: 剥離 サテン - シー グリーン

source: MetalPaint-021
jpn: サテン - ピンク グレー

source: MetalPaint-022
jpn: サテン - 金色

source: MetalPaint-023
jpn: ガラス - 耐火レンガ

source: MetalPaint-024
jpn: 光沢 - 濃い紫

source: MetalPaint-025
jpn: 剥離 サテン - スレート 灰色

source: MetalPaint-026
jpn: サテン - レモン シフォン

source: MetalPaint-027
jpn: サテン - ラベンダー

source: MetalPaint-028
jpn: 反射 剥離 - マゼンタ

source: MetalPaint-029
jpn: 光沢 - ゴールド

source: MetalPaint-030
jpn: サテン - ゴールド

source: MetalPaint-031
jpn: サテン - シルバー

source: MetalPaint-032
jpn: つや出し シルバー

# MetalSchema_localname:Metal
source: Metal
jpn: メタル

# MetalSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Metallic Paint
jpn: メタリック ペイント

source: Metallic Paint material.
jpn: メタリック ペイント マテリアル。

source: MetallicPaint
jpn: メタリック ペイント

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
jpn: メタリック ペイント

# MetallicPaintSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
jpn: メタル.メタル組み立て品.メタル階段.亜鉛メッキ

source: Metals.Metal Handrails and Railings.Painted.White
jpn: メタル.メタル手すり.ペイント.白

source: Metals.Metal Joists.Steel
jpn: メタル.メタル ジョイスト.鋼鉄

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
jpn: メタル.装飾メタル.アルミニウム.陽極酸化.ダーク ブロンズ

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
jpn: メタル.装飾メタル.アルミニウム.陽極酸化.ダーク ブロンズ.サテン

source: Metals.Ornamental Metals.Aluminum.Brushed
jpn: メタル.装飾メタル.アルミニウム.羽毛仕上げ

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
jpn: メタル.装飾メタル.アルミニウム.羽毛仕上げ.青-シルバー

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
jpn: メタル.装飾メタル.アルミニウム.羽毛仕上げ.ランダム

source: Metals.Ornamental Metals.Brass.Satin
jpn: メタル.装飾メタル.真鍮.サテン

source: Metals.Ornamental Metals.Bronze.Satin
jpn: メタル.装飾メタル.ブロンズ.サテン

source: Metals.Ornamental Metals.Checker Plate.45deg
jpn: メタル.装飾メタル.チェッカ プレート.45度

source: Metals.Ornamental Metals.Checker Plate.Parquet
jpn: メタル.装飾メタル.チェッカ プレート.寄木細工

source: Metals.Ornamental Metals.Chrome.Satin
jpn: メタル.装飾メタル.クロム.サテン

source: Metals.Ornamental Metals.Copper
jpn: メタル.装飾メタル.銅

source: Metals.Ornamental Metals.Galvanized
jpn: メタル.装飾メタル.亜鉛メッキ

source: Metals.Ornamental Metals.Plate.Mesh
jpn: メタル.装飾メタル.プレート.メッシュ

source: Metals.Ornamental Metals.Plate.Mesh.1
jpn: メタル.装飾メタル.プレート.メッシュ.1

source: Metals.Ornamental Metals.Plate.Mesh.2
jpn: メタル.装飾メタル.プレート.メッシュ.2

source: Metals.Ornamental Metals.Plate.Perforated
jpn: メタル.装飾メタル.プレート.穴あき

source: Metals.Ornamental Metals.Plate.Perforated.1
jpn: メタル.装飾メタル.プレート.穴あき.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
jpn: メタル.装飾メタル.プレート.リベット.平型 グレー

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
jpn: メタル.装飾メタル.プレート.リベット.2

source: Metals.Ornamental Metals.Rust.1
jpn: メタル.装飾メタル.赤褐色.1

source: Metals.Ornamental Metals.Rust.2
jpn: メタル.装飾メタル.赤褐色.2

source: Metals.Ornamental Metals.Rust.3
jpn: メタル.装飾メタル.赤褐色.3

source: Metals.Ornamental Metals.Stainless.Bright
jpn: メタル.装飾メタル.ステンレス.明るい

source: Metals.Ornamental Metals.Stainless.Satin
jpn: メタル.装飾メタル.ステンレス.サテン

source: Metals.Ornamental Metals.Weathered
jpn: メタル.装飾メタル.風化

source: Metals.Structural Metal Framing.Steel
jpn: メタル.構造メタル フレーム.鋼鉄

source: Mild Steel
jpn: 軟鋼

source: Mild steel - welded
jpn: 軟鋼 - 溶接

source: Mirror
jpn: 鏡

source: Mirror material.
jpn: 鏡のマテリアル。

source: Mirror-001
jpn: 基本

source: Mirror-002
jpn: 暖色の着色

source: Mirror-003
jpn: 浴室

source: Mirror-004
jpn: 寒色の着色

source: Mirror-005
jpn: 化粧台

source: Mirror-006
jpn: 着色なし

source: Mirror-007
jpn: スモーク - 濃い色

source: Mirror-008
jpn: スモーク - 淡い色

# MirrorSchema_localname:Mirror
source: Mirror
jpn: 鏡

# MirrorSchema_localtype:Appearance
source: Appearance
jpn: 外観

source: Misc
jpn: その他

source: Miscellaneous
jpn: その他

source: Molded HDPE
jpn: 成型 HDPE

source: Molded LDPE
jpn: 成型 LDPE

source: Molybdenum disulphide filled nylon
jpn: 二硫化モリブデン添加ナイロン

source: Monel metal
jpn: モネル メタル

source: Month:
jpn: 月:

# Month:uilabel
source: Month:
jpn: 月:

source: Natural Rubber
jpn: 天然ゴム

source: Natural rubber
jpn: 天然ゴム

source: Noise
jpn: ノイズ

source: Noise map.
jpn: ノイズ マップ。

# NoiseSchema_localname:Noise
source: Noise
jpn: ノイズ

# NoiseSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Non Ferrous
jpn: 非鉄金属

source: Non alloy steel
jpn: 非合金鋼

source: Nylon 6/6
jpn: ナイロン 6/6

source: Oxygen free copper
jpn: 無酸素銅

source: Paint
jpn: ペイント

source: Paint material for interiors.
jpn: 内装のペイント マテリアル。

source: Paint-001
jpn: 黒

source: Paint-002
jpn: 黒

source: Paint-003
jpn: アクアマリン

source: Paint-004
jpn: くすんだ青

source: Paint-005
jpn: スカイ ブルー 濃い

source: Paint-006
jpn: 濃いターコイズ

source: Paint-007
jpn: スカイ ブルー 濃い

source: Paint-008
jpn: 濃いターコイズ

source: Paint-009
jpn: スカイ ブルー 標準

source: Paint-010
jpn: ターコイズ

source: Paint-011
jpn: スレート 青

source: Paint-012
jpn: シアン

source: Paint-013
jpn: シアン

source: Paint-014
jpn: 明るい青紫色

source: Paint-015
jpn: 淡い鋼色

source: Paint-016
jpn: 淡い鋼色

source: Paint-017
jpn: 鋼色

source: Paint-018
jpn: バイオレット

source: Paint-019
jpn: 黄褐色

source: Paint-020
jpn: チョコレート色

source: Paint-021
jpn: ブリンドル

source: Paint-022
jpn: 淡いチョコレート色

source: Paint-023
jpn: コーヒー色

source: Paint-024
jpn: 淡いベージュ

source: Paint-025
jpn: 淡いベージュ

source: Paint-026
jpn: 砂

source: Paint-027
jpn: 麦

source: Paint-028
jpn: 麦

source: Paint-029
jpn: パール

source: Paint-030
jpn: 濃い灰色

source: Paint-031
jpn: 濃い灰色

source: Paint-032
jpn: 淡い灰色

source: Paint-033
jpn: 淡い灰色

source: Paint-034
jpn: 灰色

source: Paint-035
jpn: シャルトルーズ

source: Paint-036
jpn: 深緑

source: Paint-037
jpn: 深緑

source: Paint-038
jpn: 濃いオリーブ グリーン

source: Paint-039
jpn: オリーブ グリーン

source: Paint-040
jpn: 濃い緑

source: Paint-041
jpn: クリ材

source: Paint-042
jpn: オレンジ-赤

source: Paint-043
jpn: オレンジ

source: Paint-044
jpn: 濃い赤

source: Paint-045
jpn: 淡い赤

source: Paint-046
jpn: 赤

source: Paint-047
jpn: 赤

source: Paint-048
jpn: サーモン

source: Paint-049
jpn: 代赭色

source: Paint-050
jpn: クール ホワイト

source: Paint-051
jpn: クール ホワイト

source: Paint-052
jpn: 象牙色 光沢

source: Paint-053
jpn: 象牙色 フラット

source: Paint-054
jpn: 麻 白

source: Paint-055
jpn: 麻 白

source: Paint-056
jpn: 白

source: Paint-057
jpn: 白

source: Paint-058
jpn: カナリア

source: Paint-059
jpn: 黄

source: Paint-060
jpn: フラット - アンティーク ホワイト

source: Paint-061
jpn: 青 - 壁塗料 - 光沢

source: Paint-062
jpn: ベージュ

source: Paint-063
jpn: 濃いくすんだ青

source: Paint-064
jpn: 濃紺

source: Paint-065
jpn: 濃紺

source: Paint-066
jpn: 濃いシアン

source: Paint-067
jpn: 明るい青紫色

source: Paint-068
jpn: ターコイズ

source: Paint-069
jpn: 淡い黄褐色

source: Paint-070
jpn: 灰色

source: Paint-071
jpn: シャルトルーズ

source: Paint-072
jpn: 濃いオリーブ

source: Paint-073
jpn: クリ材

source: Paint-074
jpn: 栗色

source: Paint-075
jpn: 反射 - 赤

source: Paint-076
jpn: 淡い赤-オレンジ

source: Paint-077
jpn: 濃い赤

source: Paint-078
jpn: ゴールド

source: Paint-079
jpn: 黄

source: Paint-080
jpn: マゼンタ

source: Paint-081
jpn: 淡い赤

source: Peach tint
jpn: ピーチ色の着色

source: Phenolic Resin
jpn: フェノール樹脂

source: Phenolic formaldehyde resins
jpn: フェノール ホルムアルデヒド樹脂

source: Photographic Tone Operator
jpn: フォトグラフィック トーン演算子

source: PhotographicToneOp
jpn: フォトグラフィック トーン演算子

# PhotographicToneOpGroup
source: Photographic ToneOp
jpn: フォトグラフィック トーン演算子

source: PhysMat
jpn: 物理的マテリアル

# PhysMatSchema_localname:Physical Material
source: Physical Material
jpn: 物理的マテリアル

# PhysMatSchema_localtype:Material
source: Material
jpn: マテリアル

source: Physical material.
jpn: 物理的マテリアル.

source: PhysicalGen_103
jpn: 一般マテリアル

source: PhysicalLiquid-001
jpn: 水

source: PhysicalMetal_100
jpn: 合金鋼
