Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

source: slate
ptb: ardósia

source: slate blue
ptb: azul ardósia

source: small
ptb: pequeno

source: smoked
ptb: esfumaçado

source: smooth
ptb: suave

# sn_Constant
source: Constant
ptb: Constante

source: S-N Curve
ptb: Curva S-N

source: snow
ptb: neve

# softDiffEdges
source: Soften Diffuse Edges:
ptb: Suavizar extremidades difusas:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
ptb: Suavizar extremidades difusas:

source: soldier
ptb: soldado

source: solid
ptb: sólido

# solid_props1
source: Properties
ptb: Propriedades

# solidglass_blue
source: Blue
ptb: Azul

# solidglass_bluegreen
source: Blue Green
ptb: Azul esverdeado

# solidglass_bump_amount
source: Amount
ptb: Montante

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
ptb: Desliza de 0 a 2 para controlar a altura dos relevos.

# solidglass_bump_amount:uilabel
source: Amount
ptb: Montante

# solidglass_bump_enable:solidglass_custom
source: Custom
ptb: Personalizado

# solidglass_bump_enable:solidglass_none
source: None
ptb: Nenhum

# solidglass_bump_enable:solidglass_rippled
source: Rippled
ptb: Enrugado

# solidglass_bump_enable:solidglass_wavy
source: Wavy
ptb: Ondulado

# solidglass_bump_enable:uilabel
source: Type
ptb: Tipo

# solidglass_bump_enable_list_label
source: Type
ptb: Tipo

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
ptb: Seleciona entre riscado (ruído bruto), onda (ruído suave) ou personalizado.

# solidglass_bump_enable_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# solidglass_bump_map
source: Image
ptb: Imagem

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
ptb: Seleciona uma imagem de bitmap para o padrão de mudança.

# solidglass_bump_map:uilabel
source: Image
ptb: Imagem

# solidglass_clear
source: Clear
ptb: Liso

# solidglass_color_by_object:uilabel
source: Custom Color
ptb: Cor personalizada

# solidglass_custom
source: Custom
ptb: Personalizado

# solidglass_custom_color
source: Custom
ptb: Personalizado

# solidglass_glossiness
source: Roughness
ptb: Dureza

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
ptb: Ajusta a rugosidade da superfície de vidro. Reduza para obter um vidro suave brilhoso ou aumente para obter um vidro jateado. O padrão é 0, a faixa é de 0-1.

# solidglass_glossiness:uilabel
source: Roughness
ptb: Dureza

# solidglass_gray
source: Gray
ptb: Cinza

# solidglass_green
source: Green
ptb: Verde

# solidglass_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# solidglass_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# solidglass_reflectance
source: Reflectance
ptb: Reflexão

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
ptb: Ajusta a quantidade de luz que é refletida da superfície do vidro, ao invés de passar através do mesmo. O padrão é 14, a faixa é de 0-100.

# solidglass_reflectance:uilabel
source: Reflectance
ptb: Reflexão

# solidglass_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito 'borda escura' normalmente encontrado em objetos de vidro sólido.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# solidglass_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
ptb: Distância de diminuição de luz

# solidglass_refr_ior
source: Refraction
ptb: Refração

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
ptb: Ajusta a quantidade com a qual a luz dobra quando ela passa através de uma superfície. O padrão é 1.52, e a faixa é de 0-5.

# solidglass_refr_ior:uilabel
source: Refraction
ptb: Refração

# solidglass_refr_ior_air
source: Air
ptb: Ar

# solidglass_refr_ior_alcohol
source: Alcohol
ptb: Álcool

# solidglass_refr_ior_custom
source: Custom
ptb: Personalizado

# solidglass_refr_ior_diamond
source: Diamond
ptb: Losango

# solidglass_refr_ior_glass
source: Glass
ptb: Vidro

# solidglass_refr_ior_quartz
source: Quartz
ptb: Quartzo

# solidglass_refr_ior_water
source: Water
ptb: Água

# solidglass_rippled
source: Rippled
ptb: Enrugado

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# solidglass_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# solidglass_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# solidglass_roundcorners_radius
source: Source
ptb: Fonte

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# solidglass_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# solidglass_solidglassgroup
source: Solid Glass
ptb: Vidro sólido

# solidglass_transmittance
source: Color
ptb: Cor

# solidglass_transmittance:solidglass_blue
source: Blue
ptb: Azul

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
ptb: Azul esverdeado

# solidglass_transmittance:solidglass_clear
source: Clear
ptb: Liso

# solidglass_transmittance:solidglass_custom
source: Custom
ptb: Personalizado

# solidglass_transmittance:solidglass_gray
source: Gray
ptb: Cinza

# solidglass_transmittance:solidglass_green
source: Green
ptb: Verde

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
ptb: Seleciona uma cor predefinida ou personalizada.

# solidglass_transmittance:uilabel
source: Color
ptb: Cor

# solidglass_transmittance_custom_color
source: Custom Color
ptb: Cor personalizada

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione a cor, imagem, ou textura procedural para criar a aparência do material.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
ptb: Cor personalizada

# solidglass_wavy
source: Wavy
ptb: Ondulado

source: spanish
ptb: espanhol

source: special
ptb: especial

# speckle_Appearance
source: Appearance
ptb: Aparência

# speckle_Color1
source: Color 1
ptb: Cor 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
ptb: Especifica a primeira cor da mancha.

# speckle_Color1:uilabel
source: Color 1
ptb: Cor 1

# speckle_Color2
source: Color 2
ptb: Cor 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
ptb: Especifica a segunda cor da mancha.

# speckle_Color2:uilabel
source: Color 2
ptb: Cor 2

# speckle_Position
source: Position
ptb: Posição

# speckle_Size
source: Size
ptb: Tamanho

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
ptb: Ajusta o tamanho das manchas.

# speckle_Size:uilabel
source: Size
ptb: Tamanho

# speckle_transforms_group
source: Transforms
ptb: Transformações

source: speckled
ptb: salpicado

source: Specular:
ptb: Especular:

# specular:uilabel
source: Specular:
ptb: Especular:

source: Specular Color:
ptb: Cor especular:

# specularColor:uilabel
source: Specular Color:
ptb: Cor especular:

source: Sphere
ptb: Esfera

# sphere_radius
source: Radius:
ptb: Raio:

# sphere_radius:uilabel
source: Radius:
ptb: Raio:

source: splatter
ptb: respingo

source: split
ptb: dividir

source: spot
ptb: Ponto

# spread:uilabel
source: Spread:
ptb: Espalhar:

source: square
ptb: quadrado

source: squares
ptb: quadriculados

# ssao_blend_amount
source: Blending:
ptb: Mesclando:

# ssao_blend_amount:uilabel
source: Blending:
ptb: Mesclando:

# ssao_blur_radius
source: Blur:
ptb: Nódoa:

# ssao_blur_radius:uilabel
source: Blur:
ptb: Nódoa:

# ssao_custom
source: Custom
ptb: Personalizado

# ssao_filter_color
source: Filter Color:
ptb: Filtrar cor:

# ssao_filter_color:uilabel
source: Filter Color:
ptb: Filtrar cor:

# ssao_high
source: Fine (Slowest)
ptb: Fino (Mais lento)

# ssao_low
source: Coarse (Fastest)
ptb: Baixa resolução (Mais rápido)

# ssao_medium
source: Medium
ptb: Médio

# ssao_quality
source: Quality:
ptb: Qualidade:

# ssao_quality:ssao_custom
source: Custom
ptb: Personalizado

# ssao_quality:ssao_high
source: Fine (Slowest)
ptb: Fino (Mais lento)

# ssao_quality:ssao_low
source: Coarse (Fastest)
ptb: Baixa resolução (Mais rápido)

# ssao_quality:ssao_medium
source: Medium
ptb: Médio

# ssao_quality:uilabel
source: Quality:
ptb: Qualidade:

# ssao_sample_count
source: Samples:
ptb: Amostras:

# ssao_sample_count:uilabel
source: Samples:
ptb: Amostras:

# ssao_sample_radius
source: Sample Radius:
ptb: Raio da amostra:

# ssao_sample_radius:uilabel
source: Sample Radius:
ptb: Raio da amostra:

source: stacked
ptb: empilhado

source: stainless
ptb: inoxidável

# standardLight
source: Standard Light Parameters
ptb: Parâmetros de luz Standard

source: standing
ptb: perpendicular

# std_incandescent
source: Standard Incandescent Light
ptb: Luz incandescente Standard

source: steel
ptb: aço

source: stone
ptb: pedra

# stone_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# stone_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# stone_ao_distance
source: Max Distance
ptb: Distância máxima

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# stone_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# stone_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# stone_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# stone_ao_samples
source: Samples
ptb: Amostras

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# stone_ao_samples:uilabel
source: Samples
ptb: Amostras

# stone_application
source: Finish
ptb: Acabamento

# stone_application:stone_glossy
source: Glossy
ptb: Com brilho

# stone_application:stone_matte
source: Matte
ptb: Opaco

# stone_application:stone_polished
source: Polished
ptb: Polido

# stone_application:stone_unfinished
source: Unfinished
ptb: Sem acabamento

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
ptb: Seleciona polido, com brilho, fosco ou inacabado.

# stone_application:uilabel
source: Finish
ptb: Acabamento

# stone_bump:stone_custom
source: Custom
ptb: Personalizado

# stone_bump:stone_glossymarble
source: Glossy Marble
ptb: Mármore com brilho

# stone_bump:stone_none
source: None
ptb: Nenhum

# stone_bump:stone_polishedgranite
source: Polished Granite
ptb: Granito polido

# stone_bump:stone_stonewall
source: Stone Wall
ptb: Parede de pedra

# stone_bump:uilabel
source: Type
ptb: Tipo

# stone_bump_amount
source: Amount
ptb: Montante

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
ptb: O deslizador controla a altura do relevo de 0-1.

# stone_bump_amount:uilabel
source: Amount
ptb: Montante

# stone_bump_list_label
source: Type
ptb: Tipo

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
ptb: Escolhe o tipo de relevo ou Personalizado.

# stone_bump_map
source: Image
ptb: Imagem

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
ptb: Seleciona uma imagem de bitmap para o acabamento.

# stone_bump_map:uilabel
source: Image
ptb: Imagem

# stone_bump_panel_label
source: Finish Bumps
ptb: Relevos do acabamento

# stone_color
source: Image
ptb: Imagem

# stone_color:tooltip
source: Selects a bitmap image for the stone.
ptb: Seleciona uma imagem de bitmap para a pedra.

# stone_color:uilabel
source: Image
ptb: Imagem

# stone_custom
source: Custom
ptb: Personalizado

# stone_glossy
source: Glossy
ptb: Com brilho

# stone_glossymarble
source: Glossy Marble
ptb: Mármore com brilho

# stone_matte
source: Matte
ptb: Opaco

# stone_pattern:stone_custom
source: Custom
ptb: Personalizado

# stone_pattern:stone_none
source: None
ptb: Nenhum

# stone_pattern:uilabel
source: Bump Pattern
ptb: Padrão do relevo

# stone_pattern_amount
source: Amount
ptb: Montante

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
ptb: O controle deslizante de valor 0 a 2 controla a altura do relevo.

# stone_pattern_amount:uilabel
source: Amount
ptb: Montante

# stone_pattern_list_label
source: Bump Pattern
ptb: Padrão do relevo

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
ptb: Crie regiões em alto e baixo relevo com base em áreas escuras e claras de um arquivo de imagem fornecido.

# stone_pattern_map
source: Image
ptb: Imagem

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
ptb: Seleciona uma imagem de bitmap para o padrão de mudança.

# stone_pattern_map:uilabel
source: Image
ptb: Imagem

# stone_pattern_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# stone_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# stone_polished
source: Polished
ptb: Polido

# stone_polishedgranite
source: Polished Granite
ptb: Granito polido

# stone_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# stone_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# stone_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# stone_roundcorners_radius
source: Source
ptb: Fonte

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# stone_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# stone_stonegroup
source: Stone
ptb: Pedra

# stone_stonewall
source: Stone Wall
ptb: Parede de pedra

# stone_unfinished
source: Unfinished
ptb: Sem acabamento

# stonewall_tex:uilabel
source: Stonewall Texture
ptb: Textura de parede de pedra

source: street
ptb: rua

# stress_curve_data:uilabel
source: Stress
ptb: Tensão

source: stripes
ptb: listras

source: structural
ptb: estrutural

source: structural concrete
ptb: concreto estrutural

# structural_Behavior
source: Behavior
ptb: Comportamento

# structural_Behavior:structural_isotropic
source: Isotropic
ptb: Isotrópico

# structural_Behavior:structural_orthotropic
source: Orthotropic
ptb: Ortótropo

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
ptb: Isotrópico transversal

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
ptb: Seleciona entre o comportamento isotrópico e ortótropo.

# structural_Behavior:uilabel
source: Behavior
ptb: Comportamento

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
ptb: Coeficiente de endurecimento por esforço cíclico

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
ptb: Coeficiente de endurecimento por esforço cíclico

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
ptb: Expoente de endurecimento por esforço cíclico

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
ptb: Expoente de endurecimento por esforço cíclico

# structural_Density
source: Density
ptb: Densidade

# structural_Density:uilabel
source: Density
ptb: Densidade

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
ptb: Número de ciclos do limite de resistência

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
ptb: Número de ciclos do limite de resistência

# structural_Endurance_limit_stress
source: Endurance Limit Stress
ptb: Tensão do limite de resistência

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
ptb: Tensão do limite de resistência

# structural_ExternalMaterialID:uilabel
source: External Material ID
ptb: ID do material externo

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
ptb: Coeficiente de dutilidade de fadiga

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
ptb: Coeficiente de dutilidade de fadiga

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
ptb: Expoente de dutilidade de fadiga

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
ptb: Expoente de dutilidade de fadiga

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
ptb: Coeficiente de força de fadiga

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
ptb: Coeficiente de força de fadiga

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
ptb: Expoente de força de fadiga

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
ptb: Expoente de força de fadiga

# structural_Minimum_tensile_strength
source: Tensile Strength
ptb: Resistência à tração

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
ptb: Resistência à tração

# structural_Minimum_yield_stress
source: Yield Strength
ptb: Limite de escoamento

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
ptb: Limite de escoamento

# structural_Poisson_ratio
source: Poisson's Ratio
ptb: Coeficiente de Poisson

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
ptb: Coeficiente de Poisson

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
ptb: Coeficiente de Poisson 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
ptb: Coeficiente de Poisson 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
ptb: Coeficiente de Poisson 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
ptb: Coeficiente de Poisson 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
ptb: Coeficiente de Poisson X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
ptb: Coeficiente de Poisson X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
ptb: Coeficiente de Poisson Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
ptb: Coeficiente de Poisson Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
ptb: Coeficiente de Poisson Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
ptb: Coeficiente de Poisson Z

# structural_Shear_modulus
source: Shear Modulus
ptb: Módulo de cisalhamento

# structural_Shear_modulus:uilabel
source: Shear Modulus
ptb: Módulo de cisalhamento

# structural_Shear_modulus_12
source: Shear Modulus 12
ptb: Módulo de cisalhamento 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
ptb: Módulo de cisalhamento 12

# structural_Shear_modulus_X
source: Shear Modulus X
ptb: Módulo de cisalhamento X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
ptb: Módulo de cisalhamento X

# structural_Shear_modulus_Y
source: Shear Modulus Y
ptb: Módulo de cisalhamento Y
