Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# metal_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# metal_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# metal_satin
source: Satin
fra: Satiné

# metal_semi_polished
source: Semi-polished
fra: Semi-poli

# metal_stainless_steel
source: Stainless Steel
fra: Acier inoxydable

# metal_type:metal_aluminum
source: Aluminum
fra: Aluminium

# metal_type:metal_brass
source: Brass
fra: Laiton

# metal_type:metal_copper
source: Copper
fra: Cuivre

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
fra: Aluminium anodisé

# metal_type:metal_stainless_steel
source: Stainless Steel
fra: Acier inoxydable

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
fra: Sélectionne un type de métal, contrôle sa couleur de base et sa texture, et filtre les propriétés ultérieures.

source: metallic
fra: métallisée

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# metallicpaint_ao_distance
source: Max Distance
fra: Distance max.

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# metallicpaint_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# metallicpaint_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# metallicpaint_ao_samples
source: Samples
fra: Echantillons

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# metallicpaint_ao_samples:uilabel
source: Samples
fra: Echantillons

# metallicpaint_base_color
source: Color
fra: Couleur

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
fra: Sélectionne la couleur de base de la peinture.

# metallicpaint_base_color:uilabel
source: Color
fra: Couleur

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# metallicpaint_base_highlightspread
source: Highlight Spread
fra: Etendue de la surbrillance

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
fra: Ajuste la réflectivité très floue de la couche de base sous les réflexions très nettes de la couche supérieure.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
fra: Etendue de la surbrillance

# metallicpaint_finish
source: Finish
fra: Finition

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
fra: Peau d'orange

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
fra: Lisse

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
fra: Sélectionne Lisse ou Peau d'orange.

# metallicpaint_finish:uilabel
source: Finish
fra: Finition

# metallicpaint_finish_peelamount
source: Amount
fra: Quantité

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
fra: Faire glisser pour choisir une valeur de Finition chromatique entre 1 et 100.

# metallicpaint_finish_peelamount:uilabel
source: Amount
fra: Quantité

# metallicpaint_finish_peeling
source: Orange Peel
fra: Peau d'orange

# metallicpaint_finish_smooth
source: Smooth
fra: Lisse

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
fra: Activée

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
fra: Aucun

# metallicpaint_flecks:uilabel
source: Flecks
fra: Mouchetures

# metallicpaint_flecks_color
source: Color
fra: Couleur

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
fra: Blanc par défaut, avec le ton (allant vers le noir) qui atténue l'effet de mouchetures sur la couche de base; une couleur de base gris moyen avec des mouchetures de couleur noire n'affichera aucune moucheture, mais une moucheture gris moyen sur la même couleur de base affichera 50% de l'effet de moucheture.

# metallicpaint_flecks_color:uilabel
source: Color
fra: Couleur

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# metallicpaint_flecks_enable
source: Enabled
fra: Activée

# metallicpaint_flecks_list_label
source: Flecks
fra: Mouchetures

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
fra: Permet d'utiliser des mouchetures réflechissantes dans la peinture.

# metallicpaint_flecks_panel_label
source: Flecks
fra: Mouchetures

# metallicpaint_flecks_size
source: Size
fra: Taille

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
fra: Ajuste la taille des mouchetures.

# metallicpaint_flecks_size:uilabel
source: Size
fra: Taille

# metallicpaint_metallicpaintgroup
source: Metallic Paint
fra: Peinture métallisée

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
fra: Chromatique

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
fra: Deuxième couleur

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
fra: Aucun

# metallicpaint_pearl:uilabel
source: Pearl
fra: Perle

# metallicpaint_pearl_amount
source: Amount
fra: Quantité

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
fra: Ajuste la fusion entre l'effet perle et la couleur de base.

# metallicpaint_pearl_amount:uilabel
source: Amount
fra: Quantité

# metallicpaint_pearl_chromatic
source: Chromatic
fra: Chromatique

# metallicpaint_pearl_color
source: Color
fra: Couleur

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
fra: Ajuste la couleur Perle.

# metallicpaint_pearl_color:uilabel
source: Color
fra: Couleur

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# metallicpaint_pearl_custom
source: Second Color
fra: Deuxième couleur

# metallicpaint_pearl_ior
source: Blend
fra: Fusion

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
fra: Faire glisser pour mélanger les couleurs de 0 à 100.

# metallicpaint_pearl_ior:uilabel
source: Blend
fra: Fusion

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
fra: Sélectionne Chromatique ou Seconde couleur.

# metallicpaint_pearl_panel_label
source: Pearl
fra: Perle

# metallicpaint_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
fra: Définit le nombre maximum d'échantillons (rayons) calculé par mental ray pour créer des réflexions brillantes.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
fra: Echantillons de réflexions brillantes

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# metallicpaint_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
fra: Peinture automobile

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
fra: Personnalisé

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
fra: Mat

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
fra: Sélectionne entre Mat, Chrome, Peinture automobile et Personnalisé.

# metallicpaint_topcoat:uilabel
source: Top Coat
fra: Couche supérieure

# metallicpaint_topcoat_carpaint
source: Car Paint
fra: Peinture automobile

# metallicpaint_topcoat_custom
source: Custom
fra: Personnalisé

# metallicpaint_topcoat_falloff
source: Angle Falloff
fra: Angle atténué

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
fra: Faire glisser de 0=Sans effet de Fresnel (réflexions constantes comme Chrome) à 100=Fresnel élevé (très réfléchi, uniquement dans une zone étroite à des angles extrêmes. Limite extrême placée pour les couches supérieures réalistes (sur une échelle combinant altérations Fresnel, puissance et échelle), avec une peinture automobile autour de 80).

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
fra: Angle atténué

# metallicpaint_topcoat_glossy
source: Glossiness
fra: Lustre

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
fra: Faire glisser de 100 (entièrement réfléchi) à 0 (mat).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
fra: Lustre

# metallicpaint_topcoat_matte
source: Matte
fra: Mat

# metallicpaint_topcoat_panel
source: Top Coat
fra: Couche supérieure

source: midnight
fra: nuit

source: Mid Tones:
fra: Demi-teintes:

# midtones:uilabel
source: Mid Tones:
fra: Demi-teintes:

# mirror_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# mirror_mirrorgroup
source: Mirror
fra: Miroir

# mirror_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# mirror_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# mirror_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# mirror_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# mirror_tintcolor
source: Color
fra: Couleur

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
fra: Règle la couleur du miroir qui représente l'absorption totale du verre flotté. La teinte doit toujours tenir compte du fait que la couche de verre flotté a un certain niveau d'absorption.

# mirror_tintcolor:uilabel
source: Tint Color
fra: Teinte

source: misc
fra: divers

source: miscellaneous
fra: divers

source: misty
fra: brumeux

source: modular
fra: modulaire

source: mortar
fra: mortier

source: mortared
fra: au mortier

source: mosaic
fra: mosaïque

source: mostly white carpet
fra: essentiellement moquette blanche

source: mounting
fra: montage

source: multi-color
fra: multicolore

source: multi-colored
fra: multicolore

# multiplier
source: Sky Multiplier:
fra: Multiplicateur

# multiplier:uilabel
source: Multiplier:
fra: Multiplicateur

source: murky
fra: trouble

source: museum
fra: musée

source: natural
fra: naturel

source: navy
fra: marine

# nearAttenuationEnd
source: End Point:
fra: Point de fin:

# nearAttenuationEnd:uilabel
source: End Point:
fra: Point de fin:

# nearAttenuationOn
source: Near Attenuation:
fra: Atténuation proche:

# nearAttenuationOn:uilabel
source: Near Attenuation:
fra: Atténuation proche:

# nearAttenuationStart
source: Start Point:
fra: Point de départ:

# nearAttenuationStart:uilabel
source: Start Point:
fra: Point de départ:

source: neutral
fra: neutre

source: Night Color:
fra: Couleur nuit:

# night_color:uilabel
source: Night Color:
fra: Couleur nuit:

# noise_Appearance
source: Appearance
fra: Apparence

# noise_Color1
source: Color 1
fra: Couleur 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
fra: Permet de sélectionner une couleur ou une sous-texture procédurale pour l'un des composants.

# noise_Color1:uilabel
source: Color 1
fra: Couleur 1

# noise_Color2
source: Color 2
fra: Couleur 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
fra: Permet de sélectionner une couleur ou une sous-texture procédurale pour l'autre composant.

# noise_Color2:uilabel
source: Color 2
fra: Couleur 2

# noise_Levels
source: Levels
fra: Niveaux

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
fra: Détermine le nombre d'itérations utilisées pour les fractales et le bruit de turbulence. Valeur par défaut = 3.

# noise_Levels:uilabel
source: Levels
fra: Niveaux

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
fra: Spécifie la phase du seuil de bruit.

# noise_Size
source: Size
fra: Taille

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
fra: Définit l'échelle de la fonctionnalité de bruit. Les valeurs les plus petites donnent des tranches de bruit plus petites.

# noise_Size:uilabel
source: Size
fra: Taille

source: Noise Threshold
fra: Seuil de bruit

# noise_ThresholdHigh
source: High
fra: Elevé

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
fra: Spécifie le seuil de bruit élevé. Plage = 0 à 1. Valeur par défaut = 1.

# noise_ThresholdHigh:uilabel
source: High
fra: Elevé

# noise_ThresholdLow
source: Low
fra: Faible

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
fra: Spécifie le seuil de bruit bas. Plage = 0 à 1. Valeur par défaut = 0.

# noise_ThresholdLow:uilabel
source: Low
fra: Faible

source: Noise Type
fra: Type de bruit

# noise_Type:noise_regular
source: Regular
fra: Régulier

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
fra: Crée une perturbation aléatoire sur une surface basée sur l'interaction entre deux couleurs. Les options disponibles sont Régulier, Fractal et Turbulence.

# noise_Type:uilabel
source: Noise Type
fra: Type de bruit

# noise_regular
source: Regular
fra: Régulier

# noise_transforms_group
source: Transforms
fra: Transformations

source: non-uniform
fra: non uniforme

# none
source: No Area
fra: Aucun

# north_offset_from_x
source: North Azimuth:
fra: Azimut nord:

# north_offset_from_x:uilabel
source: North Azimuth:
fra: Azimut nord:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
fra: Nombre de cycles

source: oak
fra: chêne

source: ocean
fra: océan

source: octagon
fra: octogone

source: octagonal
fra: octogonal

source: off
fra: désactivé

source: off-white
fra: blanc cassé

source: on
fra: Activé

# on:uilabel
source: On:
fra: Activé

source: osb
fra: panneau de copeaux orientés

source: oxidised
fra: oxydé

source: oxidized
fra: oxydé

source: paint
fra: peinture

source: panelling
fra: panneaux

source: paperboard
fra: papier cartonné

source: particle
fra: aggloméré

source: patina
fra: patine

source: pattern
fra: motif

source: pavement
fra: chaussée rigide

source: paver
fra: pavé

source: paving
fra: pavage

source: peach
fra: pêche

source: pearl
fra: perle

source: pebble
fra: galet

source: pebbled
fra: galets

source: periwinkle
fra: pervenche

source: physical
fra: physique

source: physical material
fra: matériau physique

# physmat_Comments
source: Comments
fra: Commentaires

# physmat_Comments:uilabel
source: Comments
fra: Commentaires

# physmat_Cost
source: Cost
fra: Coût

# physmat_Cost:uilabel
source: Cost
fra: Coût

# physmat_Keynote
source: Keynote
fra: Note d'identification

# physmat_Keynote:uilabel
source: Keynote
fra: Note d'identification

# physmat_Keywords
source: Keywords
fra: Mots-clés

# physmat_Keywords:uilabel
source: Keywords
fra: Mots-clés

# physmat_Label:uilabel
source: Label
fra: Etiquette

# physmat_Manufacturer
source: Manufacturer
fra: Fabricant

# physmat_Manufacturer:uilabel
source: Manufacturer
fra: Fabricant

# physmat_Mark
source: Mark
fra: Marque

# physmat_Mark:uilabel
source: Mark
fra: Marque

# physmat_Model
source: Model
fra: Modèle

# physmat_Model:uilabel
source: Model
fra: Modèle

# physmat_Type:physmat_ceramic
source: Ceramic
fra: Céramique

# physmat_Type:physmat_concrete
source: Concrete
fra: Béton

# physmat_Type:physmat_earth
source: Earth
fra: Terre

# physmat_Type:physmat_gas
source: Gas
fra: Gaz

# physmat_Type:physmat_generic
source: Generic
fra: Générique

# physmat_Type:physmat_glass
source: Glass
fra: Verre

# physmat_Type:physmat_liquid
source: Liquid
fra: Liquide

# physmat_Type:physmat_masonry
source: Masonry
fra: Maçonnerie

# physmat_Type:physmat_metal
source: Metal
fra: Métal

# physmat_Type:physmat_paint
source: Paint/Coating
fra: Peinture/revêtement

# physmat_Type:physmat_plastic
source: Plastic
fra: Plastique

# physmat_Type:physmat_stone
source: Stone
fra: Pierre

# physmat_Type:physmat_wood
source: Wood
fra: Bois

# physmat_aspects:uilabel
source: Physical Aspects
fra: Aspects physiques

# physmat_ceramic
source: Ceramic
fra: Céramique

# physmat_class
source: Class
fra: Classe

# physmat_class:uilabel
source: Class
fra: Classe

# physmat_classification:uilabel
source: physmat_classification
fra: classification_matphys
