Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
deu: Anpassen der Spiegelfarbe, die die Gesamtabsoption des Floatglases repräsentiert. Die Tönung muss stets die Tatsache berücksichtigen, dass die Floatglasschicht selbst eine bestimmte Absorption aufweist.

# mirror_tintcolor:uilabel
source: Tint Color
deu: Abtönfarbe

source: misc
deu: Versch

source: miscellaneous
deu: Verschiedene

source: misty
deu: neblig

# mode:uilabel
source: Mode
deu: Modus

source: mortar
deu: Mörtel

source: mortared
deu: Mörtelbett

source: mosaic
deu: Mosaik

source: mostly white carpet
deu: überwiegend weißer Teppich

source: mounting
deu: Passepartout

source: multi-color
deu: mehrfarbig

source: multi-colored
deu: mehrfarbig

# multiplier
source: Sky Multiplier:
deu: Multiplikator

# multiplier:uilabel
source: Multiplier:
deu: Multiplikator

source: murky
deu: trüb

source: natural
deu: natur

source: navy
deu: Marine

# nearAttenuationEnd
source: End Point:
deu: Endpunkt:

# nearAttenuationEnd:uilabel
source: End Point:
deu: Endpunkt:

# nearAttenuationOn
source: Near Attenuation:
deu: Lichtabnahme nah:

# nearAttenuationOn:uilabel
source: Near Attenuation:
deu: Lichtabnahme nah:

# nearAttenuationStart
source: Start Point:
deu: Anfangspunkt:

# nearAttenuationStart:uilabel
source: Start Point:
deu: Anfangspunkt:

source: Night Color:
deu: Nachtfarbe:

# night_color:uilabel
source: Night Color:
deu: Nachtfarbe:

# noise_Appearance
source: Appearance
deu: Aussehen

# noise_Color1
source: Color 1
deu: Farbe 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
deu: Bietet die Option zur Auswahl einer Farbe oder einer Subprozedur-Map für eine der Komponenten.

# noise_Color1:uilabel
source: Color 1
deu: Farbe 1

# noise_Color2
source: Color 2
deu: Farbe 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
deu: Bietet die Option zur Auswahl einer Farbe oder einer Subprozedur-Map für die anderer Komponente.

# noise_Color2:uilabel
source: Color 2
deu: Farbe 2

# noise_Levels
source: Levels
deu: Ebenen

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
deu: Gibt die Anzahl der Iterationen für Fraktal- und Turbulenzrauschen an. Vorgabe = 3.

# noise_Levels:uilabel
source: Levels
deu: Ebenen

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
deu: Festlegen der Rauschgrenzwertphase

# noise_Size
source: Size
deu: Größe

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
deu: Einstellen der Skalierung der Rauschfunktion. Kleinere Werte ergeben kleinere Rauschfragmente.

# noise_Size:uilabel
source: Size
deu: Größe

source: Noise Threshold
deu: Rauschgrenzwert

# noise_ThresholdHigh
source: High
deu: Hoch

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
deu: Festlegen des oberen Rauschgrenzwerts. Bereich = 0 bis 1; Vorgabe = 1.

# noise_ThresholdHigh:uilabel
source: High
deu: Hoch

# noise_ThresholdLow
source: Low
deu: Niedrig

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
deu: Festlegen des unteren Rauschgrenzwerts. Bereich = 0 bis 1; Vorgabe = 0.

# noise_ThresholdLow:uilabel
source: Low
deu: Niedrig

source: Noise Type
deu: Rauschtyp

# noise_Type:noise_fractal
source: Fractal
deu: Fraktal

# noise_Type:noise_regular
source: Regular
deu: Regelmäßig

# noise_Type:noise_turbulence
source: Turbulence
deu: Turbulenz

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
deu: Erzeugen zufälliger Oberflächenstörungen aufgrund der Interaktion zweier Farben. Es stehen die Optionen Regelmäßig, Fraktal und Turbulenz zur Auswahl.

# noise_Type:uilabel
source: Noise Type
deu: Rauschtyp

# noise_fractal
source: Fractal
deu: Fraktal

# noise_regular
source: Regular
deu: Regelmäßig

# noise_transforms_group
source: Transforms
deu: Transformationen

# noise_turbulence
source: Turbulence
deu: Turbulenz

source: non
deu: Kein

source: non-uniform
deu: ungleichmäßig

# none
source: No Area
deu: Keine

# north_offset_from_x
source: North Azimuth:
deu: Azimut Nord:

# north_offset_from_x:uilabel
source: North Azimuth:
deu: Azimut Nord:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
deu: Anzahl der Zyklen

source: oak
deu: Eiche

source: ocean
deu: Ozean

source: octagon
deu: achteckig

source: octagonal
deu: achteckig

source: off
deu: aus

source: off-white
deu: eierschalenfarben

source: olive
deu: oliv

source: on
deu: Ein

# on:uilabel
source: On:
deu: Ein

# origin
source: Point
deu: Punkt

source: oxidised
deu: mit Oxidschicht

source: oxidized
deu: mit Oxidschicht

source: paint
deu: Farbe

source: panelling
deu: Paneele

source: paperboard
deu: Pappe (leicht)

source: parquet
deu: Parkett

source: particle
deu: Span

source: pastel
deu: pastell

source: pattern
deu: Muster

source: pavement
deu: Belag

source: paver
deu: Pflasterstein

source: paving
deu: Belag

source: peach
deu: Pfirsich

source: pearl
deu: Perlmutt

source: pebble
deu: Kiesel

source: pebbled
deu: genarbt

source: periwinkle
deu: fliederfarben

# photon
source: Photons
deu: Photonen

source: physical
deu: Physisch

source: physical material
deu: physisches Material

# physmat_Comments
source: Comments
deu: Kommentare

# physmat_Comments:uilabel
source: Comments
deu: Kommentare

# physmat_Cost
source: Cost
deu: Kosten

# physmat_Cost:uilabel
source: Cost
deu: Kosten

# physmat_Keynote
source: Keynote
deu: Bauelementschlüssel

# physmat_Keynote:uilabel
source: Keynote
deu: Bauelementschlüssel

# physmat_Keywords
source: Keywords
deu: Schlüsselwörter

# physmat_Keywords:uilabel
source: Keywords
deu: Schlüsselwörter

# physmat_Label:uilabel
source: Label
deu: Beschriftung

# physmat_Manufacturer
source: Manufacturer
deu: Hersteller

# physmat_Manufacturer:uilabel
source: Manufacturer
deu: Hersteller

# physmat_Mark
source: Mark
deu: Markierung

# physmat_Mark:uilabel
source: Mark
deu: Markierung

# physmat_Model
source: Model
deu: Modell

# physmat_Model:uilabel
source: Model
deu: Modell

# physmat_Type
source: Type
deu: Typ

# physmat_Type:physmat_ceramic
source: Ceramic
deu: Keramik

# physmat_Type:physmat_concrete
source: Concrete
deu: Beton

# physmat_Type:physmat_earth
source: Earth
deu: Erde

# physmat_Type:physmat_generic
source: Generic
deu: Generisch

# physmat_Type:physmat_glass
source: Glass
deu: Glas

# physmat_Type:physmat_liquid
source: Liquid
deu: Flüssigkeit

# physmat_Type:physmat_masonry
source: Masonry
deu: Mauerwerk

# physmat_Type:physmat_metal
source: Metal
deu: Metall

# physmat_Type:physmat_paint
source: Paint/Coating
deu: Farbe/Beschichtung

# physmat_Type:physmat_plastic
source: Plastic
deu: Kunststoff

# physmat_Type:physmat_stone
source: Stone
deu: Stein

# physmat_Type:physmat_textile
source: Textile
deu: Textil

# physmat_Type:physmat_wood
source: Wood
deu: Holz

# physmat_Type:uilabel
source: Type
deu: Typ

# physmat_aspects:uilabel
source: Physical Aspects
deu: Physische Eigenschaften

# physmat_ceramic
source: Ceramic
deu: Keramik

# physmat_class
source: Class
deu: Klasse

# physmat_class:uilabel
source: Class
deu: Klasse

# physmat_concrete
source: Concrete
deu: Beton

# physmat_earth
source: Earth
deu: Erde

# physmat_generic
source: Generic
deu: Generisch

# physmat_glass
source: Glass
deu: Glas

# physmat_liquid
source: Liquid
deu: Flüssigkeit

# physmat_masonry
source: Masonry
deu: Mauerwerk

# physmat_metal
source: Metal
deu: Metall

# physmat_paint
source: Paint/Coating
deu: Farbe/Beschichtung

# physmat_plastic
source: Plastic
deu: Kunststoff

# physmat_stone
source: Stone
deu: Stein

# physmat_textile
source: Textile
deu: Textil

# physmat_wood
source: Wood
deu: Holz

source: pile
deu: Flor

source: pine
deu: Kiefer

source: plaid
deu: kariert

source: plain
deu: einfach

source: plaster
deu: Gips

source: plastic
deu: Kunststoff

# plastic_props1
source: Basic Thermal
deu: Einfach thermisch

# plastic_props2
source: Mechanical
deu: Mechanisch

# plastic_props4
source: Strength
deu: Stärke

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# plasticvinyl_ao_distance
source: Max Distance
deu: Max Abstand

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# plasticvinyl_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# plasticvinyl_application
source: Finish
deu: Oberfläche

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
deu: Glänzend

# plasticvinyl_application:plasticvinyl_matte
source: Matte
deu: Matt

# plasticvinyl_application:plasticvinyl_polished
source: Polished
deu: Poliert

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
deu: Auswahl zwischen poliert, glänzend oder matt.

# plasticvinyl_application:uilabel
source: Finish
deu: Oberfläche

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
deu: Benutzerdefiniert

# plasticvinyl_bump:plasticvinyl_none
source: None
deu: Keine

# plasticvinyl_bump:uilabel
source: Finish Bumps
deu: Oberflächenunebenheiten

# plasticvinyl_bump_amount
source: Amount
deu: Betrag

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
deu: Anpassen der Höhe des Reliefs durch Verschieben von 0 bis 1.

# plasticvinyl_bump_amount:uilabel
source: Amount
deu: Betrag

# plasticvinyl_bump_list_label
source: Finish Bumps
deu: Oberflächenunebenheiten

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
deu: Wählt ein Bitmap für die Rauheit des Reliefs aus.

# plasticvinyl_bump_map
source: Image
deu: Bild

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
deu: Wählt ein Bitmap für die Rauheit des Reliefs aus.

# plasticvinyl_bump_map:uilabel
source: Image
deu: Bild

# plasticvinyl_bump_panel_label
source: Finish Bumps
deu: Oberflächenunebenheiten

# plasticvinyl_color
source: Color
deu: Farbe

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
deu: Wählt eine Farbe, ein Bild oder eine Prozedurtextur, um das Aussehen des Materials zu gestalten.

# plasticvinyl_color:uilabel
source: Color
deu: Farbe

# plasticvinyl_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# plasticvinyl_custom
source: Custom
deu: Benutzerdefiniert

# plasticvinyl_glossy
source: Glossy
deu: Glänzend

# plasticvinyl_matte
source: Matte
deu: Matt

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
deu: Benutzerdefiniert

# plasticvinyl_pattern:plasticvinyl_none
source: None
deu: Keine

# plasticvinyl_pattern:uilabel
source: Relief Pattern
deu: Reliefmuster

# plasticvinyl_pattern_amount
source: Amount
deu: Betrag

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
deu: Anpassen der Höhe des Reliefs durch Verschieben von 0 bis 2.

# plasticvinyl_pattern_amount:uilabel
source: Amount
deu: Betrag

# plasticvinyl_pattern_list_label
source: Bump Pattern
deu: Relief-Muster

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
deu: Erstellen höherer und tieferer Zonen anhand der dunklen und hellen Bereiche der angegebenen Bilddatei.

# plasticvinyl_pattern_map
source: Image
deu: Bild

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
deu: Wählt ein Bitmap für das Reliefmuster aus.

# plasticvinyl_pattern_map:uilabel
source: Image
deu: Bild

# plasticvinyl_pattern_panel_label
source: Relief Pattern
deu: Reliefmuster

# plasticvinyl_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# plasticvinyl_plasticsolid
source: Plastic (Solid)
deu: Kunststoff (massiv)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
deu: Kunststoff (durchsichtig)

# plasticvinyl_plasticvinylgroup
source: Plastic
deu: Kunststoff

# plasticvinyl_polished
source: Polished
deu: Poliert

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
deu: Max Tiefe der Refraktionsspur

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
deu: Ist diese Option aktiviert, wird die Refraktionstiefe des Materials lokal gesteuert, und ein zusätzlicher Transparenzstrahl wird abgetastet, wenn der Grenzwert erreicht ist. Dadurch wird der Dunkelkanteneffekt begrenzt, der in der Regel bei Objekten aus massivem Glas auftritt.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# plasticvinyl_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# plasticvinyl_roundcorners_radius
source: Source
deu: Quelle

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
deu: Abgerundete Ecken

# plasticvinyl_type
source: Type
deu: Typ

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
deu: Kunststoff (massiv)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
deu: Kunststoff (durchsichtig)

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
deu: Auswahl zwischen Kunststoff (massiv oder transparent) und Vinyl.

# plasticvinyl_type:uilabel
source: Type
deu: Typ

source: plate
deu: Platte

# plotGlyph:uilabel
source: Plot glyph:
deu: Plot-Zeichen:

source: plywood
deu: Sperrholz

source: point
deu: Punkt

source: polished
deu: poliert

source: pond
deu: Teich

source: porcelain
deu: Porzellan

source: precast
deu: Fertigbeton

# projMap:uilabel
source: File Name:
deu: Dateiname:

# projMapOn
source: On:
deu: Ein:

# projMapOn:uilabel
source: On:
deu: Ein:

source: Projection Maps
deu: Projektions-Maps

source: pumpkin
deu: kürbisfarben

source: purple
deu: violett

source: purple and gray carpet
deu: violetter und grauer Teppich

source: pyramid
deu: Pyramide

# quartz
source: HID Quartz Metal Halide
deu: HID, Quarz, Metalldampf

# quartzCool
source: HID Quartz Metal Halide (Cool)
deu: HID, Quarz, Metalldampf (kühl)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
deu: HID, Quarz, Metalldampf (warm)

# rect
source: Rectangle
deu: Rechteck

source: rectangle
deu: Rechteck

# rectangle_length
source: Length:
deu: Länge:

# rectangle_length:uilabel
source: Length:
deu: Länge:

# rectangle_width
source: Width:
deu: Breite:

# rectangle_width:uilabel
source: Width:
deu: Breite:

source: rectangles
deu: Rechtecke

source: rectangular
deu: rechteckig

source: red
deu: rot

source: red carpet
deu: roter Teppich

source: red plaid
deu: rot kariert

source: red-orange
deu: Orangerot

source: Red/Blue Shift:
deu: Rot-/Blauverschiebung:

# redblueshift:uilabel
source: Red/Blue Shift:
deu: Rot-/Blauverschiebung:

source: reflect
deu: reflektierend

source: reflecting
deu: spiegelnd

source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
deu: Definiert die maximale Anzahl von Samples (Strahlen), die mental ray zur Erstellung von Hochglanzreflexionen verarbeitet.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

source: reflective
deu: reflektierend

source: Refraction Glossy Samples
deu: Samples für Refraktion mit Hochglanz

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
deu: Definiert die maximale Anzahl von Samples (Strahlen), die mental ray zur Erstellung von Hochglanzrefraktionen verarbeitet.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
deu: Samples für Refraktion mit Hochglanz

source: retaining
deu: stützend

source: Reverse
deu: Umkehren

# reverse:uilabel
source: Reverse
deu: Umkehren

# rgbLightColor
source: Light Color:
deu: Lichtfarbe:

# rgbLightColor:uilabel
source: Light Color:
deu: Lichtfarbe:

# rgb_unit_conversion
source: Color Conversion:
deu: Farbkonvertierung:

# rgb_unit_conversion:uilabel
source: Color Conversion:
deu: Farbkonvertierung:

source: rippled
deu: geriffelt

source: river
deu: Fluss

source: riverstone
deu: Flussstein

source: road
deu: Straße

source: rock
deu: Stein

source: roof
deu: Dach

source: roofing
deu: Dachdeckung

source: rosewood
deu: Palisander

source: rough
deu: rau

source: round
deu: rund

source: royal
deu: Königlich

source: rubble
deu: Bruchstein

source: running
deu: Läuferverband

source: rye
deu: Roggen

source: salmon
deu: lachsfarben

source: sand
deu: sandfarben

source: sandy
deu: sandig

source: satin
deu: satiniert

source: Saturation:
deu: Farbsättigung:

# saturation:uilabel
source: Saturation:
deu: Farbsättigung:

# scale:uilabel
source: Scale
deu: Skalierung

source: sceneeffect
deu: Szeneneffekt

source: screen
deu: Gewebe

source: sea
deu: Meer

source: sea side
deu: Meeresufer

source: seam
deu: Naht

source: seaside
deu: Meeresufer

source: semi-polished
deu: halbpoliert

# shadowCol
source: Color:
deu: Farbe:

# shadowCol:uilabel
source: Color:
deu: Farbe:

# shadowColMap:uilabel
source: File Name:
deu: Dateiname:

source: Shadow Color Map
deu: Farb-Map für Schatten

# shadowDensity:uilabel
source: shadowDensity
deu: SchattenDichte

# shadowOn
source: Compute Shadows:
deu: Schatten berechnen:

# shadowOn:uilabel
source: Compute Shadows:
deu: Schatten berechnen:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
deu: Schattenstrahlverlängerung

# shadow_softness:uilabel
source: Shadow Softness
deu: Schattenweichheit

source: Shadows
deu: Schatten

# shadows:uilabel
source: Shadows
deu: Schatten

source: shake
deu: Schindel

source: shingle
deu: Dachschindel

source: shiny
deu: leuchtend

source: siding
deu: Verkleidung

source: sienna
deu: siena

source: silver
deu: silber

source: sky
deu: Himmel

source: slate
deu: Dachziegel

source: slate blue
deu: Schieferblau

source: small
deu: klein

source: smoked
deu: rauchfarben

source: smooth
deu: glatt

# sn_Constant
source: Constant
deu: Konstant

source: S-N Curve
deu: S-N-Kurve

source: snow
deu: Schnee

# softDiffEdges
source: Soften Diffuse Edges:
deu: Diffuse Kanten weicher:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
deu: Diffuse Kanten weicher:

source: soldier
deu: Läufer hochkant

source: solid
deu: Volumenkörper

# solid_props1
source: Properties
deu: Eigenschaften

# solidglass_blue
source: Blue
deu: Blau

# solidglass_bluegreen
source: Blue Green
deu: Blaugrün

# solidglass_bump_amount
source: Amount
deu: Betrag

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
deu: Anpassen der Höhe des Reliefs durch Verschieben von 0 bis 2.

# solidglass_bump_amount:uilabel
source: Amount
deu: Betrag

# solidglass_bump_enable:solidglass_custom
source: Custom
deu: Benutzerdefiniert

# solidglass_bump_enable:solidglass_none
source: None
deu: Keine

# solidglass_bump_enable:solidglass_rippled
source: Rippled
deu: Geriffelt

# solidglass_bump_enable:solidglass_wavy
source: Wavy
deu: Gewellt

# solidglass_bump_enable:uilabel
source: Type
deu: Typ

# solidglass_bump_enable_list_label
source: Type
deu: Typ
