Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
deu: Wärmeausdehnungskoeffizient 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
deu: Wärmeausdehnungskoeffizient 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
deu: Wärmeausdehnungskoeffizient 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
deu: Wärmeausdehnungskoeffizient X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
deu: Wärmeausdehnungskoeffizient X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
deu: Wärmeausdehnungskoeffizient Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
deu: Wärmeausdehnungskoeffizient Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
deu: Wärmeausdehnungskoeffizient Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
deu: Wärmeausdehnungskoeffizient Z

# structural_Thermally_treated
source: Thermally Treated
deu: Thermisch behandelt

# structural_Thermally_treated:uilabel
source: Thermally Treated
deu: Thermisch behandelt

# structural_Young_modulus
source: Young's Modulus
deu: Elastizitätsmodul (Young)

# structural_Young_modulus:uilabel
source: Young's Modulus
deu: Elastizitätsmodul (Young)

# structural_Young_modulus_1
source: Young's Modulus 1
deu: Elastizitätsmodul (Young) 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
deu: Elastizitätsmodul (Young) 1

# structural_Young_modulus_2
source: Young's Modulus 2
deu: Elastizitätsmodul (Young) 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
deu: Elastizitätsmodul (Young) 2

# structural_Young_modulus_X
source: Young's Modulus X
deu: Elastizitätsmodul (Young) X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
deu: Elastizitätsmodul (Young) X

# structural_Young_modulus_Y
source: Young's Modulus Y
deu: Elastizitätsmodul (Young) Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
deu: Elastizitätsmodul (Young) Y

# structural_Young_modulus_Z
source: Young's Modulus Z
deu: Elastizitätsmodul (Young) Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
deu: Elastizitätsmodul (Young) Z

# structural_concrete_compression
source: Concrete Compression
deu: Betonkomprimierung

# structural_concrete_compression:uilabel
source: Concrete Compression
deu: Betonkomprimierung

# structural_isotropic
source: Isotropic
deu: Isotrop

# structural_lightweight
source: Lightweight
deu: Optimiert

# structural_lightweight:uilabel
source: Lightweight
deu: Optimiert

# structural_orthotropic
source: Orthotropic
deu: Orthotrop

# structural_source
source: Source
deu: Quelle

# structural_source:uilabel
source: Source
deu: Quelle

# structural_sourceURL
source: Source URL
deu: Quell-URL

# structural_sourceURL:uilabel
source: Source URL
deu: Quell-URL

# structural_subclass
source: Subclass
deu: Subklasse

# structural_subclass:uilabel
source: Subclass
deu: Subklasse

# structural_transverse_isotropic
source: Transverse Isotropic
deu: Transversal isotrop

# structural_wood_Average_modulus
source: Average Modulus
deu: Durchschnittlicher Modul

# structural_wood_Average_modulus:uilabel
source: Average Modulus
deu: Durchschnittlicher Modul

# structural_wood_Bending
source: Bending
deu: Biegung

# structural_wood_Bending:uilabel
source: Bending
deu: Biegung

# structural_wood_Construction_Property
source: Construction
deu: Konstruktion

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
deu: Geklebt

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
deu: Geklebt KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
deu: Geklebt KertoS

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
deu: natur

# structural_wood_Construction_Property:uilabel
source: Construction
deu: Konstruktion

# structural_wood_compression_parallel
source: Compression Parallel to Grain
deu: Kompression parallel zu Faser

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
deu: Kompression parallel zu Faser

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
deu: Kompression lotrecht zu Faser

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
deu: Kompression lotrecht zu Faser

# structural_wood_glued
source: Glued
deu: Geklebt

# structural_wood_glued_kertoQ
source: Glued KertoQ
deu: Geklebt KertoQ

# structural_wood_glued_kertoS
source: Glued KertoS
deu: Geklebt KertoS

# structural_wood_natural
source: Natural
deu: natur

# structural_wood_shear_parallel
source: Shear Parallel to Grain
deu: Schub parallel zu Faser

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
deu: Schub parallel zu Faser

# structural_wood_tension_parallel
source: Tension Parallel to Grain
deu: Spannung parallel zu Faser

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
deu: Spannung parallel zu Faser

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
deu: Spannung lotrecht zu Faser

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
deu: Spannung lotrecht zu Faser

source: stucco
deu: Putz

# stuctural_wood_Species
source: Species
deu: Art

# stuctural_wood_Species:uilabel
source: Species
deu: Art

# stuctural_wood_Strength_grade
source: Strength Grade
deu: Festigkeitsklasse

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
deu: Festigkeitsklasse

source: Sun
deu: Sonne

# sun:uilabel
source: Sun Shader:
deu: Sonnenblende:

source: Sun Position
deu: Sonnenstand

source: Sun Color:
deu: Sonnenfarbe:

# sun_color:uilabel
source: Sun Color:
deu: Sonnenfarbe:

# sun_disk_intensity
source: Disk Intensity:
deu: Sonnenscheibenintensität:

# sun_disk_intensity:uilabel
source: Disk Intensity:
deu: Sonnenscheibenintensität:

# sun_disk_scale
source: Disk Scale:
deu: Sonnenscheibengröße:

# sun_disk_scale:uilabel
source: Disk Scale:
deu: Sonnenscheibengröße:

# sun_glow_intensity
source: Glow Intensity:
deu: Leuchtintensität:

# sun_glow_intensity:uilabel
source: Glow Intensity:
deu: Leuchtintensität:

source: sunny day
deu: Sonnenschein

# surface_material:uilabel
source: Surface Material:
deu: Oberflächenmaterial:

source: swamp
deu: Sumpf

# swatch
source: Swatch Scene
deu: Musterszene

source: swimming
deu: schwimmen

source: tan
deu: gelbbraun

# targeted:uilabel
source: Targeted:
deu: Zielgerichtet:

source: tarmac
deu: Asphalt

source: taupe
deu: graubraun

source: terra cotta
deu: Terrakotta

source: texture
deu: Textur

# texture_Angle
source: XYZ Rotation
deu: XYZ-Drehung

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
deu: Legen Sie die Drehung des durch das Bild oben wiedergegebenen Bereichs fest

# texture_Angle:uilabel
source: Angle
deu: Winkel

# texture_LinkTextureTransforms
source: Link texture transforms
deu: Texturtransformationen verknüpfen

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
deu: Wenn diese Einstellung aktiv ist, werden alle Änderungen an den Einstellungen für Position, Skalierung und Wiederholung dieses Attributs auf alle anderen Attribute innerhalb des Materials übertragen, die diese Textur verwenden.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
deu: Transformationen verknüpfen

# texture_MapChannel:uilabel
source: Map Channel
deu: Map-Kanal

# texture_MapChannel_ID_Advanced
source: Map Channel
deu: Map-Kanal

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
deu: Map-Kanal-ID

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
deu: UVW-Quelle

# texture_Offset:uilabel
source: Offset
deu: Versatz

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
deu: Begrenzt den Versatz. Wenn der X-Versatz geändert wird, ändert sich der Y-Versatz um den gleichen Betrag.

# texture_OffsetLock:uilabel
source: Offset Lock
deu: Versatz sperren

# texture_RealWorldOffsetX
source: Offset
deu: Versatz

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
deu: Verschiebt den Startpunkt der Map entlang der X-Achse.

# texture_RealWorldOffsetX:uilabel
source: Offset X
deu: Versatz X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
deu: Verschiebt den Startpunkt der Map entlang der Y-Achse.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
deu: Versatz Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
deu: Verschiebt den Startpunkt der Map entlang der Z-Achse.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
deu: Versatz Z

# texture_RealWorldScaleX
source: Sample Size
deu: Sample-Größe

# texture_RealWorldScaleX:rightlabel
source: Width
deu: Breite

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
deu: Legt die horizontale Skalierung für diese Textur fest.

# texture_RealWorldScaleX:uilabel
source: Size X
deu: Größe X

# texture_RealWorldScaleY:rightlabel
source: Height
deu: Höhe

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
deu: Legt die vertikale Skalierung für diese Textur fest.

# texture_RealWorldScaleY:uilabel
source: Size Y
deu: Größe Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
deu: Sperrt das Seitenverhältnis der Map. Wenn der Wert der Höhe oder Breite geändert wird, ändert sich auch der jeweils andere Wert, sodass das Seitenverhältnis erhalten bleibt.

# texture_ScaleLock:uilabel
source: Scale Lock
deu: Maßstab sperren

# texture_Tiling:uilabel
source: Tiling
deu: Kacheln

# texture_UOffset:uilabel
source: U Offset
deu: U-Abstand

# texture_URepeat:offlabel
source: None
deu: Keine

# texture_URepeat:onlabel
source: Tile
deu: Fliese

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
deu: Passt die Kachelung der Map entlang der X-Achse an. Keine bewirkt, das die Map innerhalb des Materials nicht gekachelt wird. Kacheln bewirkt, dass die Map gekachelt wird.

# texture_URepeat:uilabel
source: U Repeat
deu: U wiederholen

# texture_UScale:uilabel
source: U Scale
deu: U-Skalierung

# texture_UVScale:uilabel
source: UV Scale
deu: UV skalieren

# texture_VOffset:uilabel
source: V Offset
deu: V-Abstand

# texture_VRepeat
source: Vertical
deu: Vertikal

# texture_VRepeat:offlabel
source: None
deu: Keine

# texture_VRepeat:onlabel
source: Tile
deu: Fliese

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
deu: Passt die Kachelung der Map entlang der Y-Achse an. Keine bewirkt, das die Map innerhalb des Materials nicht gekachelt wird. Kacheln bewirkt, dass die Map gekachelt wird.

# texture_VRepeat:uilabel
source: V Repeat
deu: V wiederholen

# texture_VScale:uilabel
source: V Scale
deu: V-Skalierung

# texture_WAngle
source: Rotation
deu: Drehung

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
deu: Dreht die Map von 0 Grad bis 360 Grad.

# texture_WAngle:uilabel
source: Angle
deu: Winkel

source: textured
deu: texturiert

source: thermal
deu: Thermisch

# thermal_Behavior
source: Behavior
deu: Verhalten

# thermal_Behavior:thermal_isotropic
source: Isotropic
deu: Isotrop

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
deu: Orthotrop

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
deu: Ermöglicht die Auswahl zwischen isotropem und orthotropem Verhalten.

# thermal_Behavior:uilabel
source: Behavior
deu: Verhalten

# thermal_Compressibility
source: Compressibility
deu: Komprimierbarkeit

# thermal_Compressibility:uilabel
source: Compressibility
deu: Komprimierbarkeit

# thermal_Density
source: Density
deu: Dichte

# thermal_Density:uilabel
source: Density
deu: Dichte

# thermal_Electrical_resistivity
source: Electrical Resistivity
deu: Elektrischer Widerstand

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
deu: Elektrischer Widerstand

# thermal_Emissivity
source: Emissivity
deu: Emissivität

# thermal_Emissivity:uilabel
source: Emissivity
deu: Emissivität

# thermal_Gas_viscosity
source: Gas Viscosity
deu: Gasviskosität

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
deu: Gasviskosität

# thermal_Liquid_viscosity
source: Liquid Viscosity
deu: Flüssigkeitsviskosität

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
deu: Flüssigkeitsviskosität

# thermal_Permeability
source: Permeability
deu: Durchlässigkeit

# thermal_Permeability:uilabel
source: Permeability
deu: Durchlässigkeit

# thermal_Porosity
source: Porosity
deu: Porosität

# thermal_Porosity:uilabel
source: Porosity
deu: Porosität

# thermal_Reflectivity
source: Reflectivity
deu: Reflexionsvermögen

# thermal_Reflectivity:uilabel
source: Reflectivity
deu: Reflexionsvermögen

# thermal_Specific_heat
source: Specific Heat
deu: Spezifische Wärme

# thermal_Specific_heat:uilabel
source: Specific Heat
deu: Spezifische Wärme

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
deu: Spezifische Verdampfungswärme

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
deu: Spezifische Verdampfungswärme

# thermal_Thermal_conductivity
source: Thermal Conductivity
deu: Wärmeleitfähigkeit

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
deu: Wärmeleitfähigkeit

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
deu: Wärmeleitfähigkeit X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
deu: Wärmeleitfähigkeit X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
deu: Wärmeleitfähigkeit Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
deu: Wärmeleitfähigkeit Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
deu: Wärmeleitfähigkeit Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
deu: Wärmeleitfähigkeit Z

# thermal_Transmits_light
source: Transmits Light
deu: Überträgt Licht

# thermal_Transmits_light:uilabel
source: Transmits Light
deu: Überträgt Licht

# thermal_Vapor_pressure
source: Vapor Pressure
deu: Dampfdruck

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
deu: Dampfdruck

# thermal_isotropic
source: Isotropic
deu: Isotrop

# thermal_orthotropic
source: Orthotropic
deu: Orthotrop

# thermal_source
source: Source
deu: Quelle

# thermal_source:uilabel
source: Source
deu: Quelle

# thermal_sourceURL
source: Source URL
deu: Quell-URL

# thermal_sourceURL:uilabel
source: Source URL
deu: Quell-URL

# thermal_subclass
source: Subclass
deu: Subklasse

# thermal_subclass:uilabel
source: Subclass
deu: Subklasse

source: thread
deu: Gewinde

source: tile
deu: Fliese

source: Tile Appearance
deu: Aussehen der Fliesen

# tile_BrickColor
source: Tile Color
deu: Fliesenfarbe

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
deu: Bietet die Option der Auswahl einer Farbe oder Textur-Map für eine der Komponenten.

# tile_BrickColor:uilabel
source: Tile Color
deu: Fliesenfarbe

# tile_BrickType
source: Type
deu: Typ

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
deu: Flämischer Verband

# tile_BrickType:tile_BrickType_custom
source: Custom
deu: Benutzerdefiniert

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
deu: Blockverband

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
deu: Feiner Läuferverband

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
deu: Feiner Prallelverband

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
deu: Kopfverband

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
deu: Läuferverband

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
deu: Parallelverband

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
deu: Legt ein voreingestelltes oder ein benutzerdefiniertes Fliesenmuster fest. Durch voreingestellte Muster werden üblicherweise die meisten oder alle Steuerelemente für Stapelung sowie Zeilen/Spaltenbearbeitung deaktiviert.

# tile_BrickType:uilabel
source: Type
deu: Typ

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
deu: Flämischer Verband

# tile_BrickType_custom
source: Custom
deu: Benutzerdefiniert

# tile_BrickType_english_bond
source: English Bond
deu: Blockverband

# tile_BrickType_fine_running_bond
source: Fine Running Bond
deu: Feiner Läuferverband

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
deu: Feiner Prallelverband

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
deu: Kopfverband

# tile_BrickType_running_bond
source: Running Bond
deu: Läuferverband

# tile_BrickType_stack_bond
source: Stack Bond
deu: Parallelverband

# tile_ChangeColumn
source: Amount
deu: Betrag

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
deu: Ändern der Fliesenhöhe in den betreffenden Spalten. Der Wert 1.0 ist die Vorgabe für die Höhe. Bei Werten größer als 1.0 vergrößert sich die Fliesenhöhe, bei Werten kleiner als 1.0 verringert sie sich. Bereich = 0.0 bis 5.0. Bei einer Änderung auf 0.0 werden in der Spalte keine Fliesen angezeigt, und das darunter liegende Material scheint durch.

# tile_ChangeColumn:uilabel
source: Amount
deu: Betrag

# tile_ChangeRow
source: Amount
deu: Betrag

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
deu: Ändern der Fliesenbreite in den betreffenden Reihen. Der Wert 1.0 ist die Vorgabe für die Breite. Bei Werten größer 1 vergrößert sich die Fliesenbreite, bei Werten kleiner 1.0 verringert sie sich. Bereich = 0.0 to 5.0. Bei einer Änderung auf 0.0 werden in der Reihe keine Fliesen angezeigt und das darunter liegende Material scheint durch.

# tile_ChangeRow:uilabel
source: Amount
deu: Betrag

# tile_ColorVariance
source: Color Variance
deu: Farbvariation

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
deu: Regelt die Farbabweichung zwischen den Fliesen. Bereich = 0 bis 100. Vorgabe = 0.

# tile_ColorVariance:uilabel
source: Color Variance
deu: Farbvariation

# tile_EdgeRoughness
source: Roughness
deu: Rauheit

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
deu: Regelt die Rauheit der Mörtelkanten. Bereich = 0 bis 200. Vorgabe = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
deu: Rauheit

# tile_FadeVariance
source: Fade Variance
deu: Verwitterungsvariation

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
deu: Regelt die Verwitterungsvariation zwischen den Fliesen. Bereich = 0 bis 100. Vorgabe = 0.05.

# tile_FadeVariance:uilabel
source: Fade Variance
deu: Verwitterungsvariation

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
deu: Schließt die horizontalen und vertikalen Abstandsbreiten. Wenn ein Wert geändert wird, wird der andere Wert daran angepasst.

# tile_GroutAppearance
source: Grout Appearance
deu: Fugenaussehen

# tile_HorizontalCount
source: Tile Count
deu: Fliesenanzahl

# tile_HorizontalCount:rightlabel
source: Per Row
deu: Je Reihe

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
deu: Regelt die Anzahl der Fliesen je Reihe.

# tile_HorizontalCount:uilabel
source: Tile Count
deu: Fliesenanzahl

# tile_HorizontalGap
source: Gap Width
deu: Abstandsbreite

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
deu: Regelt die das horizontale Maß der Lücke zwischen den Fliesen. Diese Werte sind standardmäßig miteinander verknüpft, sodass sich beim Ändern eines Werts stets beide Werte ändern. Bereich = 0 bis 100; Vorgabe = 0.50.

# tile_HorizontalGap:uilabel
source: Gap Width
deu: Abstandsbreite

# tile_LineShift
source: Line Shift
deu: Linienversatz

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
deu: Verschieben jeder zweiten Fliesenreihe um eine Einheit. Bereich = 0 bis 100; Vorgabe = 0.50

# tile_LineShift:uilabel
source: Line Shift
deu: Linienversatz

# tile_MortarColor
source: Grout Color
deu: Fugenfarbe

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
deu: Bietet die Option der Auswahl einer Farbe oder Textur-Map für eine der Komponenten.

# tile_MortarColor:uilabel
source: Grout Color
deu: Fugenfarbe

# tile_Pattern
source: Pattern
deu: Muster

# tile_PerColumn:uilabel
source: Every
deu: Alle

# tile_PerColumn_panel_label
source: Column Modify
deu: Spalte ändern

# tile_PerColumn_slider_label
source: Every
deu: Alle

# tile_PerColumn_slider_label:rightlabel
source: Columns
deu: Spalten

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
deu: Angabe der zu ändernden Spalten. Wenn der Wert gleich 0 ist, ändert sich keine Spalte. Bei einem Wert von 1 ändert sich jede Spalte.

# tile_PerRow:uilabel
source: Every
deu: Alle

# tile_PerRow_panel_label
source: Row Modify
deu: Reihe ändern

# tile_PerRow_slider_label
source: Every
deu: Alle

# tile_PerRow_slider_label:rightlabel
source: Rows
deu: Reihen

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
deu: Angabe der zu ändernden Reihen. Wenn der Wert gleich 0 ist, ändert sich keine Reihe. Bei einem Wert von 1 ändert sich jede Reihe.

# tile_RandomSeed
source: Randomize
deu: Variieren
