Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Holz.Horizontal.Weiß

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
deu: Wärme - Feuchtigkeit.Dachdeckung - Verkleidungselemente.Holz.Vertikal.Weiß

source: Thermal - Moisture.Shakes.Weathered
deu: Wärme - Feuchtigkeit.Risse.Verwittert

source: Thermal - Moisture.Shingles.Asphalt Roofing
deu: Wärme - Feuchtigkeit.Schindeln.Asphaltdachdeckung

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
deu: Wärme - Feuchtigkeit.Schindeln.Asphaltschindeln.3-Tab.Schwarz

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
deu: Wärme - Feuchtigkeit.Schindeln.Asphaltschindeln.3-Tab.Grau

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
deu: Wärme - Feuchtigkeit.Schindeln.Asphaltschindeln.Tiefes Relief.Beige

source: Thermal - Moisture.Shingles.Even.1
deu: Wärme - Feuchtigkeit.Schindeln.Eben.1

source: Thermal - Moisture.Shingles.Even.2
deu: Wärme - Feuchtigkeit.Schindeln.Eben.2

source: Thermal - Moisture.Shingles.Even.3
deu: Wärme - Feuchtigkeit.Schindeln.Eben.3

source: Thermal - Moisture.Shingles.Halfround
deu: Wärme - Feuchtigkeit.Schindeln.Halbrund

source: Thermal - Moisture.Shingles.Uneven.1
deu: Wärme - Feuchtigkeit.Schindeln.Uneben.1

source: Thermal - Moisture.Shingles.Uneven.2
deu: Wärme - Feuchtigkeit.Schindeln.Uneben.2

source: Thermal - Moisture.Shingles.Uneven.3
deu: Wärme - Feuchtigkeit.Schindeln.Uneben.3

source: ThermalGas
deu: Standard-Gas thermisch

# ThermalGasSchema_localtype:Thermal
source: Thermal
deu: Thermisch

source: ThermalLiquid
deu: Standard-Flüssigkeit thermisch

source: ThermalLiquid-001
deu: Wasser

# ThermalLiquidSchema_localname:Liquid
source: Liquid
deu: Flüssigkeit

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
deu: Thermisch

source: ThermalSolid
deu: Standard-Volumenkörper thermisch

source: ThermalSolid-012
deu: Beton

source: ThermalSolid-033
deu: Fensterglas - Kalk

source: ThermalSolid-081
deu: Aluminium

source: ThermalSolid-081-2
deu: Aluminium 6061

source: ThermalSolid-082-2
deu: Messing, weicher Gelbton

source: ThermalSolid-082-3
deu: Messing, weicher Gelbton, geschweißt

source: ThermalSolid-083-2
deu: Bronze, weiche Zinnbronze

source: ThermalSolid-083-3
deu: Bronze, Guss

source: ThermalSolid-085-2
deu: Kupfer, Guss

source: ThermalSolid-085-3
deu: Kupfer, Legierung

source: ThermalSolid-085-4
deu: Nickel-Kupfer-Legierung 400

source: ThermalSolid-085-5
deu: Kupfer, geschmiedet

source: ThermalSolid-086
deu: Gusseisen

source: ThermalSolid-089
deu: Blei

source: ThermalSolid-092
deu: Stahl

source: ThermalSolid-092-10
deu: Stahl, geschmiedet

source: ThermalSolid-092-2
deu: Stahl V2

source: ThermalSolid-092-3
deu: Stahl, galvanisiert

source: ThermalSolid-092-6
deu: Stahl, Legierung

source: ThermalSolid-092-7
deu: Stahl, Kohlenstoff

source: ThermalSolid-092-8
deu: Stahl, unlegiert

source: ThermalSolid-092-9
deu: Stahl, hochfest, niedrig legiert

source: ThermalSolid-093-2
deu: Edelstahl V2

source: ThermalSolid-093-3
deu: Edelstahl, 440C

source: ThermalSolid-093-4
deu: Edelstahl, austenitisch

source: ThermalSolid-093-8
deu: Edelstahl AISI 440C, geschweißt

source: ThermalSolid-095
deu: Titan

source: ThermalSolid-118
deu: Acrylplan

source: ThermalSolid-128
deu: Phenolharz

source: ThermalSolid-130
deu: Polycarbonat

source: ThermalSolid-132
deu: Polyethylen - HDPE

source: ThermalSolid-133
deu: Polyethylen - LDPE

source: ThermalSolid-137
deu: Polypropylen

source: ThermalSolid-142
deu: Polystyrol

source: ThermalSolid-149
deu: Polyvinylchlorid - fest

source: ThermalSolid-152
deu: Kautschuk

source: ThermalSolid-189
deu: Epoxid-Kohlenstofffaser-Verbundwerkstoff

# ThermalSolidSchema_localname:Solid
source: Solid
deu: Massiv

# ThermalSolidSchema_localtype:Thermal
source: Thermal
deu: Thermisch

source: Thermoplastic
deu: Thermoplast

source: Thermoplastic Resin
deu: Thermoplastisches Harz

source: Thermoset
deu: Duroplast

source: Tile
deu: Fliese

source: Tile map.
deu: Kachel-Map.

# TileSchema_localname:Tile Texture
source: Tile Texture
deu: Kacheltextur

# TileSchema_localtype:Texture
source: Texture
deu: Textur

source: Time:
deu: Zeit:

# Time:uilabel
source: Time:
deu: Zeit:

source: Time Zone Offset:
deu: Zeitzonenversatz:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
deu: Zeitzonenversatz:

source: Titanium
deu: Titan

source: Titanium, polished
deu: Titan, poliert

source: Translucent
deu: Durchscheinend

source: Translucent white luminous material.
deu: Durchscheinendes, weißes, leuchtendes Material.

source: Ultra High Molecular Weight Polyethylene
deu: Ultrahochmolekulares Polyethylen

source: Ultra-high-molecular-weight polyethylene
deu: Ultrahochmolekulares Polyethylen

source: Unfilled Polycarbonate, molded
deu: Ungefülltes Polycarbonat, gegossen

# UnifiedBitmapSchema_localname:Bitmap Texture
source: Bitmap Texture
deu: Bitmap-Textur

# UnifiedBitmapSchema_localtype:Texture
source: Texture
deu: Textur

source: Vase swatch.
deu: Vasenmuster.

source: Wall Covering
deu: Wandbekleidung

source: Wall Paint/Glossy
deu: Wandfarbe/glänzend

source: Wall Paint/Matte
deu: Wandfarbe/matt

source: Wall swatch.
deu: Wandmuster.

source: WallPaint
deu: Wandfarbe

# WallPaintSchema_localname:Wall Paint
source: Wall Paint
deu: Wandfarbe

# WallPaintSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Water
deu: Wasser

source: Water material.
deu: Wassermaterial.

source: Water, properties @20C
deu: Wasser, Eigenschaften bei 20° C

source: Water-001
deu: Pool innen

source: Water-002
deu: Sumpf

source: Water-003
deu: Tropisch

source: Water-004
deu: Klarer See

source: Water-005
deu: Trüber Fluss

source: Water-006
deu: Swimmingpool

source: Water-007
deu: Spiegelnder Pool

source: Water-008
deu: Tropisch blau

# WaterSchema_localname:Water
source: Water
deu: Wasser

# WaterSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Wave
deu: Welle

source: Wave map.
deu: Wellen-Map.

# WaveSchema_localname:Wave
source: Wave
deu: Welle

# WaveSchema_localtype:Texture
source: Texture
deu: Textur

source: White and green marble stone floor
deu: Steinboden, weißer und grüner Marmor

source: White square bricks with black floral patterns
deu: Weiße quadratische Ziegel mit schwarzem Blumenmuster

source: Window glass
deu: Fensterglas

source: Wood
deu: Holz

source: Wood map.
deu: Holz-Map.

source: Wood structural asset.
deu: Tragwerk Holz.

source: Wood-001
deu: Amerikanische Kirsche

source: Wood-002
deu: Buche - mit Nut

source: Wood-003
deu: Buche - braun

source: Wood-004
deu: Buche - toast-braun

source: Wood-005
deu: Buche - honigfarben

source: Wood-006
deu: Buche - kirschfarben

source: Wood-007
deu: Buche - Whisky

source: Wood-008
deu: Buche - Java

source: Wood-009
deu: Buche - Amaretto

source: Wood-010
deu: Buche - natur

source: Wood-011
deu: Buche - natur - unbehandelt

source: Wood-012
deu: Buche - Palisandereffekt

source: Wood-013
deu: Buche - Gunstock

source: Wood-014
deu: Buche - Galliano

source: Wood-015
deu: Buche - braun - Schokolade

source: Wood-016
deu: Buche - Wildbeeren

source: Wood-017
deu: Buche - braun - Mystic

source: Wood-018
deu: Teak - brasilianisch - natur

source: Wood-019
deu: Hickory

source: Wood-020
deu: Hickory - gebeizt unter Druck

source: Wood-021
deu: Hickory - unbehandelt

source: Wood-022
deu: Ahorn - natur - antik

source: Wood-023
deu: Ahorn - natur - Classic - unbehandelt

source: Wood-024
deu: Ahorn - natur - Classic - mit Oberflächenbehandlung

source: Wood-025
deu: Ahorn - Palisandereffekt

source: Wood-026
deu: Ahorn - toast-braun

source: Wood-027
deu: Ahorn - Galliano

source: Wood-028
deu: Ahorn - braun - Schokolade

source: Wood-029
deu: Ahorn - Wildbeeren

source: Wood-030
deu: Ahorn - braun - Mystic

source: Wood-031
deu: Ahorn - natur - glänzend

source: Wood-032
deu: Ahorn - natur - glänzend - dunkel getönt

source: Wood-033
deu: Kempas - natur

source: Wood-034
deu: Andiroba - natur

source: Wood-035
deu: Roteiche - natur - antik

source: Wood-036
deu: Roteiche - natur - Classic

source: Wood-037
deu: Roteiche - natur - Classic - unbehandelt

source: Wood-038
deu: Roteiche - natur - Landhaus

source: Wood-039
deu: Roteiche - Palisandereffekt

source: Wood-040
deu: Roteiche - honigfarben

source: Wood-041
deu: Roteiche - Whisky

source: Wood-042
deu: Roteiche - Java

source: Wood-043
deu: Roteiche - Amaretto

source: Wood-044
deu: Roteiche - braun - Schokolade

source: Wood-045
deu: Roteiche - Wildbeeren

source: Wood-046
deu: Roteiche - braun - Mystic

source: Wood-047
deu: Roteiche - natur

source: Wood-048
deu: Roteiche - natur - getönt

source: Wood-049
deu: Silberahorn - braun

source: Wood-050
deu: Silberahorn - Palisandereffekt

source: Wood-051
deu: Silberahorn - honigfarben

source: Wood-052
deu: Silberahorn - Gunstock

source: Wood-053
deu: Silberahorn - Galliano

source: Wood-054
deu: Silberahorn - braun - Schokolade

source: Wood-055
deu: Silberahorn - Wildbeeren

source: Wood-056
deu: Silberahorn - braun - Mystic

source: Wood-057
deu: Silberahorn - natur

source: Wood-058
deu: Silberahorn - natur - getönt

source: Wood-059
deu: Tigerwood - natur

source: Wood-060
deu: Weißesche - Java

source: Wood-061
deu: Weißesche - Amaretto

source: Wood-062
deu: Weißesche - Galliano

source: Wood-063
deu: Weißesche - braun - Schokolade

source: Wood-064
deu: Weißesche - Wildbeeren

source: Wood-065
deu: Kastanie - natur

source: Wood-066
deu: Kastanie - natur - unbehandelt

source: Wood-067
deu: Weißeiche - Galliano

source: Wood-068
deu: Weißeiche - braun - Schokolade

source: Wood-069
deu: Weißeiche - Wildbeeren

source: Wood-070
deu: Weißeiche - braun - Mystic

source: Wood-071
deu: Weißeiche - natur

source: Wood-072
deu: Wildkirsche - natur 1

source: Wood-073
deu: Wildkirsche - natur 2

source: Wood-074
deu: Wildkirsche - mit Nut

source: Wood-075
deu: Wildkirsche - mittel - braun

source: Wood-076
deu: Wildkirsche - Palisandereffekt

source: Wood-077
deu: Wildkirsche - toast-braun

source: Wood-078
deu: Wildkirsche - honigfarben

source: Wood-079
deu: Wildkirsche - Kirsche

source: Wood-080
deu: Wildkirsche - Gunstock

source: Wood-081
deu: Wildkirsche - unbehandelt - Gunstock

source: Wood-082
deu: Wildkirsche - Whisky

source: Wood-083
deu: Wildkirsche - Java

source: Wood-084
deu: Wildkirsche - Amaretto

source: Wood-085
deu: Wildkirsche - Galliano

source: Wood-086
deu: Wildkirsche - braun - Schokolade

source: Wood-087
deu: Wildkirsche - Wildbeeren

source: Wood-088
deu: Wildkirsche - braun - Mystic

source: Wood-089
deu: Walnuss - gebeizt - hell - kein Glanz

source: Wood-090
deu: Walnuss - natur - poliert

source: Wood-091
deu: Birke - natur - kein Glanz

source: Wood-092
deu: Birke - massiv - natur - schwacher Glanz

source: Wood-093
deu: Birke - natur - mittlerer Glanz

source: Wood-094
deu: Birke - natur - poliert

source: Wood-095
deu: Birke - massiv - gebeizt - hell - kein Glanz

source: Wood-096
deu: Birke - massiv - gebeizt - dunkel - kein Glanz

source: Wood-097
deu: Birke - massiv - gebeizt - dunkel - mittlerer Glanz

source: Wood-098
deu: Kirsche - massiv - gebeizt - dunkel - mittlerer Glanz

source: Wood-099
deu: Kirsche - massiv - gebeizt - dunkel - kein Glanz

source: Wood-100
deu: Kirsche - massiv - gebeizt - hell - kein Glanz

source: Wood-101
deu: Kirsche - natur - mittlerer Glanz

source: Wood-102
deu: Kirsche - gebeizt - hell - schwacher Glanz

source: Wood-103
deu: Kirsche - gebeizt - hell - kein Glanz 1

source: Wood-104
deu: Kirsche - hell - grob

source: Wood-105
deu: Kirsche - hell

source: Wood-106
deu: Mahagoni - massiv - gebeizt - dunkel - mittlerer Glanz

source: Wood-107
deu: Mahagoni - massiv - gebeizt - dunkel - kein Glanz

source: Wood-108
deu: Mahagoni - massiv - gebeizt - hell - kein Glanz

source: Wood-109
deu: Mahagoni - natur - poliert

source: Wood-110
deu: Mahagoni - gebeizt - dunkel - poliert

source: Wood-111
deu: Weißeiche - massiv - gebeizt - hell - kein Glanz

source: Wood-112
deu: Roteiche - natur - kein Glanz

source: Wood-113
deu: Roteiche - gebeizt - hell - mittlerer Glanz

source: Wood-114
deu: Roteiche - gebeizt - hell - kein Glanz

source: Wood-115
deu: Weißeiche - natur - mittlerer Glanz

source: Wood-116
deu: Weißeiche - gebeizt - hell - kein Glanz 1

source: Wood-117
deu: Gelbkiefer - massiv - natur - schwacher Glanz

source: Wood-118
deu: Gelbkiefer - massiv - natur - poliert

source: Wood-119
deu: Gelbkiefer - massiv - gebeizt - dunkel - mittlerer Glanz

source: Wood-120
deu: Gelbkiefer - massiv - gebeizt - dunkel - kein Glanz

source: Wood-121
deu: Gelbkiefer - massiv - gebeizt - hell - kein Glanz

source: Wood-122
deu: Gelbkiefer - natur - kein Glanz

source: Wood-123
deu: Gelbkiefer - gebeizt - hell - poliert

source: Wood-124
deu: Teak - massiv - gebeizt - dunkel - poliert

source: Wood-125
deu: Teak - natur - poliert

source: Wood-126
deu: Teak - massiv - gebeizt - hell - kein Glanz

source: Wood-127
deu: Teak

source: Wood-128
deu: Eiche - Fischgrätmuster

source: Wood-129
deu: Sperrholz - verwittert

source: Wood-130
deu: Spanplatte

source: Wood-131
deu: Palisander - natur - schwacher Glanz

source: Wood-132
deu: Palisander - gebeizt - hell - kein Glanz

source: Wood-133
deu: Palisander - massiv - gebeizt - hell - kein Glanz

source: Wood-134
deu: Paneele - braun

source: Wood-135
deu: Paneele - gelbbraun

source: Wood-136
deu: Ulme - Wurzelholz - gebeizt - hell - kein Glanz

source: Wood-137
deu: Birke - massiv - gebeizt - dunkel - poliert

source: Wood-138
deu: Birke - massiv - gebeizt - hell - schwacher Glanz

source: Wood-139
deu: Mahagoni - massiv - natur - poliert

source: Wood-140
deu: Kiefer - grob

source: Wood-141
deu: Mahagoni - massiv - gebeizt - dunkel - poliert 1

source: Wood-142
deu: Weißeiche - massiv - natur - mittlerer Glanz

source: Wood-143
deu: Gelbkiefer - massiv - gebeizt - hell - schwacher Glanz

source: Wood-144
deu: Teak - massiv - natur - mittlerer Glanz

source: Wood-145
deu: Birke - gebeizt - dunkel - poliert 1

source: Wood-146
deu: Birke - gebeizt - hell - mittlerer Glanz

source: Wood-147
deu: Kirsche - natur - schwacher Glanz

source: Wood-148
deu: Kirsche - natur - kein Glanz

source: Wood-149
deu: Kirsche - gebeizt - dunkel - schwacher Glanz

source: Wood-150
deu: Kirsche - gebeizt - dunkel - mittlerer Glanz 1

source: Wood-151
deu: Mahagoni - natur - schwacher Glanz

source: Wood-152
deu: Roteiche - natur - schwacher Glanz

source: Wood-153
deu: Roteiche - gebeizt - dunkel - schwacher Glanz

source: Wood-154
deu: Weißeiche - gebeizt - dunkel - schwacher Glanz

source: Wood-155
deu: Weißeiche - gebeizt - hell - poliert

source: Wood-156
deu: Gelbkiefer - natur - poliert

source: Wood-157
deu: Gelbkiefer - gebeizt - dunkel - mittlerer Glanz

source: Wood-158
deu: Teak - natur - mittlerer Glanz 1

source: Wood-159
deu: Teak - natur - kein Glanz

source: Wood-160
deu: Teak - gebeizt - dunkel - mittlerer Glanz

source: Wood-161
deu: Teak - gebeizt - dunkel - kein Glanz

source: Wood-162
deu: Paneele - Esche

source: Wood-163
deu: Ahorn - massiv - natur - schwacher Glanz

source: Wood-164
deu: Ahorn - massiv - natur - mittlerer Glanz

source: Wood-165
deu: Ahorn - massiv - natur - kein Glanz

source: Wood-166
deu: Ahorn - massiv - natur - poliert

source: Wood-167
deu: Ahorn - massiv - gebeizt - hell - schwacher Glanz

source: Wood-168
deu: Ahorn - gebeizt - dunkel - poliert

source: Wood-169
deu: Ahorn - gebeizt - hell - schwacher Glanz

source: Wood-170
deu: Ahorn - gebeizt - hell - kein Glanz

source: Wood/Panels
deu: Holz/Paneele

# WoodSchema_localname:Wood
source: Wood
deu: Holz

# WoodSchema_localtype:Texture
source: Texture
deu: Textur

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
deu: Hölzer und Kunststoffe.PoliertesHolz.Kunststofflaminate.Hellbeige

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
deu: Hölzer und Kunststoffe.PoliertesHolz.Kunststofflaminate.Hellbraun

source: Woods - Plastics.Finish Carpentry.Wood.Boards
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Bretter

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Kirschbaum

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Kirschbaum.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Hickory-Walnuss

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Mahagoni

source: Woods - Plastics.Finish Carpentry.Wood.Maple
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Ahorn

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Paneel.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Kiefer

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Pappel

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Rotbirke

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Roteiche

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
deu: Hölzer - Kunststoffe.PoliertesHolz.Holz.Rottanne

source: Woods - Plastics.Finish Carpentry.Wood.Teak
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Teak

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
deu: Hölzer - Kunststoffe.PoliertesHolz.Holz.Walnuss

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Weißesche

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Weißeiche

source: Woods - Plastics.FinishCarpentry.Lacquer
deu: Hölzer - Kunststoffe.Poliertes Holz.Lack

source: Woods - Plastics.FinishCarpentry.Shellac
deu: Hölzer - Kunststoffe.Poliertes Holz.Schellack

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
deu: Hölzer - Kunststoffe.PoliertesHolz.Verkleidung.Abgeschrägt

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
deu: Hölzer - Kunststoffe.Poliertes Holz.Verkleidung.Brett - verkleidet

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
deu: Hölzer - Kunststoffe.Poliertes Holz.Verkleidung.Überfälzung

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
deu: Hölzer - Kunststoffe.Poliertes Holz.Verkleidung.Split Log

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
deu: Hölzer - Kunststoffe.Poliertes Holz.Verkleidung.Nut - Feder

source: Woods - Plastics.FinishCarpentry.Urethane
deu: Hölzer - Kunststoffe.Poliertes Holz.Urethan

source: Woods - Plastics.FinishCarpentry.Wax.Black
deu: Hölzer - Kunststoffe.Poliertes Holz.Wachs.Schwarz

source: Woods - Plastics.FinishCarpentry.Wax.Red
deu: Hölzer - Kunststoffe.Poliertes Holz.Wachs.Rot

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Eisenholz

source: Woods - Plastics.FinishCarpentry.Wood.Roble
deu: Hölzer - Kunststoffe.Poliertes Holz.Holz.Roble

source: Woods - Plastics.Masonite.Paneling
deu: Hölzer - Kunststoffe.Holzfaserplatte.Paneel

source: Woods - Plastics.Plastics.PVC.White
deu: Hölzer - Kunststoffe.Kunststoffe.PVC.Weiß

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
deu: Hölzer&Kunststoffe.Karton.Spannplatte

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
deu: Hölzer&Kunststoffe.Karton.Gewellt

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Andiroba

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Buche

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Bocote

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Ulme

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Cocobolo

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Englische Eiche

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Goncalo

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Rose Myrtle

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
deu: Hölzer&Kunststoffe.Poliertes Holz.Holz.Fichte

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
deu: Hölzer&Kunststoffe.Holzfaserplatte.Gelochte Hartfaserplatte

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
deu: Hölzer&Kunststoffe.Kunststoffe.Latex

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
deu: Hölzer&Kunststoffe.Pressspan.Paneel

source: Wrought copper
deu: Kupfer (geschmiedet)

source: Wrought steel
deu: Schweißstahl

source: Year:
deu: Jahr:

# Year:uilabel
source: Year:
deu: Jahr:

# a_incandescent
source: Incandescent Filament Lamp
deu: Glühlampe

source: acoustic
deu: Akustik

source: Active
deu: Aktiv

# active:uilabel
source: Active
deu: Aktiv

source: adobe
deu: Lehmziegel

# aerial_perspective
source: Atmospheric Haze
deu: Atmosphärischer Dunst

source: aggregate
deu: Zuschlag

source: algae
deu: Algen

source: alloy
deu: Legierung

source: aluminum
deu: Aluminium

source: amber
deu: bernsteinfarben

source: Ambient Color:
deu: Umgebungsfarbe:

# ambientColor:uilabel
source: Ambient Color:
deu: Umgebungsfarbe:

source: Ambient Only:
deu: Nur Umgebung:

# ambientOnly:uilabel
source: Ambient Only:
deu: Nur Umgebung:

source: ambientocclusion
deu: Umgebungsverdeckung

# ambientocclusion_group
source: Ambient Occlusion Properties
deu: Eigenschaften von Umgebungsverdeckung

source: anodized
deu: eloxiert

source: antique
deu: antik

# aperture:uilabel
source: aperture
deu: Öffnung

source: aqua
deu: Aquamarin

source: architectural
deu: Architektur

source: Area
deu: Fläche

source: ash
deu: Esche

source: Aspect
deu: Seitenverhältnis

# aspect_ratio:uilabel
source: aspect_ratio
deu: Seitenverhältnis

# asset_description
source: Description
deu: Beschreibung

# asset_information
source: Information
deu: Informationen

# asset_information1
source: Descriptive Information
deu: Beschreibende Informationen

# asset_information2
source: Product Information
deu: Produktinformationen

# asset_information3
source: Revit Annotation Information
deu: Revit-Beschriftungstextinformationen

# asset_keywords
source: Keywords
deu: Schlüsselwörter

# asset_source
source: Source
deu: Quelle

# asset_texture_paths
source: Texture Paths
deu: Textur-Pfade

# asset_type
source: Type
deu: Typ

# atmosShadowColAmnt
source: Amount:
deu: Betrag:

# atmosShadowColAmnt:uilabel
source: Amount:
deu: Betrag:

# atmosShadowOn
source: On:
deu: Ein:

# atmosShadowOn:uilabel
source: On:
deu: Ein:

# atmosShadowOpacity
source: Opacity:
deu: Opazität:

# atmosShadowOpacity:uilabel
source: Opacity:
deu: Opazität:

# atmosShadows
source: Atmospheric Shadows
deu: Atmosphärische Schatten

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
deu: Automatische Photonenenergie:
