Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
hun: Falazat.Falazóelem.Tégla.Moduláris.Futó.Barna

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
hun: Falazat.Falazóelem.Tégla.Moduláris.Futó.Mázas.Kék

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
hun: Falazat.Falazóelem.Tégla.Moduláris.Futó.Szürke

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
hun: Falazat.Falazóelem.Tégla.Moduláris.Futó.Vörös

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
hun: Falazat.Falazóelem.Tégla.Moduláris.Futó.Barázdált.Vörös

source: Masonry.Unit Masonry.Brick.Modular.Sailor
hun: Falazat.Falazóelem.Tégla.Moduláris.Tengerész

source: Masonry.Unit Masonry.Brick.Modular.Screen
hun: Falazat.Falazóelem.Tégla.Modul.Áttört

source: Masonry.Unit Masonry.Brick.Modular.Shiner
hun: Falazat.Falazóelem.Tégla.Moduláris.Kötő

source: Masonry.Unit Masonry.Brick.Modular.Soldier
hun: Falazat.Falazóelem.Tégla.Moduláris.Álló

source: Masonry.Unit Masonry.Brick.Modular.Stack
hun: Falazat.Falazóelem.Tégla.Moduláris.Rakott

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
hun: Falazat.Falazóelem.Tégla.Moduláris.Halmozott.Szürke

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
hun: Falazat.Falazóelem.Tégla.Norman.1/3-os futó

source: Masonry.Unit Masonry.Brick.Norman.Soldier
hun: Falazat.Falazóelem.Tégla.Norman.Álló

source: Masonry.Unit Masonry.CMU.Efflorescence
hun: Falazat.Falazóelem.VB.Kivirágzás

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
hun: Falazat.Falazóelem.VB.Teherhordó fal.Futó

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
hun: Falazat.Falazóelem.VB.Bordázott.Rakott

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
hun: Falazat.Falazóelem.VB.Éltégla.Rakott

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
hun: Falazat.Falazóelem.VB.Homokfújt.Szürke

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
hun: Falazat.Falazóelem.VB.Homokfújt.Sárgásbarna

source: Masonry.Unit Masonry.CMU.Scored.Running
hun: Falazat.Falazóelem.VB.Barázdált.Futó

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
hun: Falazat.Falazóelem.VB.Hornyolt.Folytonos.LátszóAdalékos

source: Masonry.Unit Masonry.CMU.Screen.Stacked
hun: Falazat.Falazóelem.VB.Áttört.1/2-es futó

source: Masonry.Unit Masonry.CMU.Shadow.Running
hun: Falazat.Falazóelem.VB.Árnyék.Futó

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
hun: Falazat.Falazóelem.VB.Hangelnyelő.Futó

source: Masonry.Unit Masonry.CMU.Split-Face.Running
hun: Falazat.Falazóelem.VB.Hasított felületű.Futó

source: Masonry.Unit Masonry.CMU.Stretcher.Running
hun: Falazat.Falazóelem.VB.Zsalukő.Futó

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
hun: Falazat.Falazóelem.VB.Átkötőgerenda.Folytonos.LátszóAdalékos

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
hun: Falazat.Falazóelem.VB.Zsalukő.Futó.Mázas.Kék

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
hun: Falazat.Falazóelem.VB.Zsalukő.Rakott

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
hun: Falazat.Falazóelem.VB.Zsalukő.Rakott.Mázas.Kék

source: Masonry.Unit Masonry.Glass Block.Square.Stack
hun: Falazat.Falazóelem.Üvegtégla.Négyzetes.Rakott

source: Masonry/Brick
hun: Falazat/Tégla

source: Masonry/CMU
hun: Falazat/Betonblokk

source: Masonry/Stone
hun: Falazat/Kő

source: MasonryCMU
hun: Falazatbeli betonblokk

# MasonryCMUSchema_localname:Masonry
source: Masonry
hun: Falazat

# MasonryCMUSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: Material-010
hun: Üvegszál-erősítésű beton

source: Material-068
hun: Arany

source: Material-071
hun: Vas, gömbgrafitos

source: Material-072
hun: Ólom

source: Material-076
hun: Ezüst

source: Material-077
hun: Acél

source: Material-079
hun: Acél, galvanizált

source: Material-094
hun: Titán

source: Material-111
hun: Szénszál-erősítésű polimer

source: Material-121
hun: Fenolgyanta

source: Material-123
hun: Polietilén, kis sűrűségű

source: Material-124
hun: Polietilén, nagy sűrűségű

source: Material-127
hun: Polipropilén

source: Material-128
hun: Polisztirol, emelt ütésállóságú

source: Material-193
hun: Víz

source: MaterialInv_001
hun: Beton

source: MaterialInv_002
hun: Üveg

source: MaterialInv_003
hun: Acél, ötvözet

source: MaterialInv_004
hun: Alumínium 6061

source: MaterialInv_005
hun: Alumínium 6061-AHC

source: MaterialInv_006
hun: Réz, puha sárga

source: MaterialInv_007
hun: Bronz, puha ón

source: MaterialInv_008
hun: Acél, szén

source: MaterialInv_009
hun: Bronz, öntött

source: MaterialInv_010
hun: Réz, öntött

source: MaterialInv_011
hun: Vas, öntött

source: MaterialInv_012
hun: Acél, öntött

source: MaterialInv_013
hun: Réz

source: MaterialInv_014
hun: Réz, ötvözet

source: MaterialInv_018
hun: Vas, szürke

source: MaterialInv_020
hun: Vas, temperöntvény

source: MaterialInv_021
hun: Nikkel-réz ötvözet 400

source: MaterialInv_022
hun: Acél, ötvözetlen

source: MaterialInv_024
hun: Rozsdamentes acél

source: MaterialInv_025
hun: Rozsdamentes acél, 440C

source: MaterialInv_026
hun: Rozsdamentes acél, ausztenites

source: MaterialInv_028
hun: Acél, nagyszilárdságú, alacsony ötvözőtartalmú

source: MaterialInv_029
hun: Acél, lágy

source: MaterialInv_031
hun: Alumínium 6061, hegesztett

source: MaterialInv_032
hun: Réz, puha sárga, hegesztett

source: MaterialInv_033
hun: Rozsdamentes acél AISI 440C, hegesztett

source: MaterialInv_034
hun: Acél, lágy, hegesztett

source: MaterialInv_035
hun: Réz, kovácsolt

source: MaterialInv_036
hun: Acél, kovácsolt

source: MaterialInv_037
hun: ABS műanyag

source: MaterialInv_038
hun: Acetál gyanta, fekete

source: MaterialInv_039
hun: Acetál gyanta, fehér

source: MaterialInv_042
hun: LCP műanyag

source: MaterialInv_044
hun: Nejlon, molibdén-diszulfid

source: MaterialInv_045
hun: Nejlon 6/6

source: MaterialInv_046
hun: PBT műanyag

source: MaterialInv_047
hun: PC/ABS műanyag

source: MaterialInv_048
hun: PET műanyag

source: MaterialInv_049
hun: PMMA műanyag

source: MaterialInv_050
hun: PAEK műanyag

source: MaterialInv_051
hun: Polikarbonát, színtelen

source: MaterialInv_052
hun: Polikarbonát, füstös

source: MaterialInv_054
hun: Polisztirol

source: MaterialInv_055
hun: PPS műanyag

source: MaterialInv_056
hun: PVC csővezeték

source: MaterialInv_057
hun: PVC, nem lágyított

source: MaterialInv_058
hun: Gumi

source: MaterialInv_059
hun: SAN műanyag

source: MaterialInv_060
hun: Gumi, szilikon

source: MaterialInv_061
hun: Hőre lágyuló gyanta

source: MaterialInv_062
hun: UHMW, fekete

source: MaterialInv_063
hun: UHMW, fehér

source: MaterialInv_064
hun: Szilíciumnitrid

source: MaterialInv_066
hun: Fa (nyír)

source: MaterialInv_067
hun: Fa (cseresznye)

source: MaterialInv_068
hun: Fa (juhar)

source: MaterialInv_069
hun: Fa (tölgy)

source: MaterialInv_070
hun: Fa (dió)

source: MaterialInv_072
hun: Általános

source: Materials
hun: Anyagok

source: Medium gray and circular roofing shingles
hun: Középszürke és körkörös tetőzsindely

source: Medium gray and rectangular roofing shingles
hun: Középszürke és négyszögletes tetőzsindely

source: Medium gray and rippled edge roofing shingles
hun: Középszürke és hullámos szélű tetőzsindely

source: Medium gray and small rectangular roofing shingles
hun: Középszürke és kisméretű négyszögletes tetőzsindely

source: Medium gray color
hun: Középszürke szín

source: Membrane
hun: Membrán

source: Metal
hun: Fém

source: Metal structural asset.
hun: Fém szerkezeti anyag.

source: Metal-001
hun: Eloxált - kék

source: Metal-002
hun: Eloxált - bronz

source: Metal-003
hun: Cink

source: Metal-004
hun: Alumínium - polírozott

source: Metal-005
hun: Polírozott - erősen csiszolt - 1.1-es verzió

source: Metal-005-1-2
hun: Polírozott - erősen csiszolt

source: Metal-006
hun: Polírozott - kalapált

source: Metal-007
hun: Polírozott- kisméretű háromszöges rovátkák - 1.1-es verzió

source: Metal-007-1-2
hun: Polírozott- kisméretű háromszöges rovátkák

source: Metal-008
hun: Selyemfényű

source: Metal-009
hun: Selyemfényű - erősen csiszolt

source: Metal-010
hun: Selyemfényű - csiszolt

source: Metal-011
hun: Selyemfényű - kalapált

source: Metal-012
hun: Sárgaréz - polírozott

source: Metal-013
hun: Sárgaréz - selyemfényű

source: Metal-014
hun: Bronz - polírozott

source: Metal-015
hun: Bronz - polírozott csiszolt

source: Metal-016
hun: Bronz - selyemfényű

source: Metal-017
hun: Króm - polírozott

source: Metal-018
hun: Króm - polírozott csiszolt - 1.1-es verzió

source: Metal-018-1-2
hun: Króm - polírozott csiszolt

source: Metal-019
hun: Króm - selyemfényű

source: Metal-020
hun: Vörösréz - patinás kalapált

source: Metal-021
hun: Réz - polírozott

source: Metal-022
hun: Réz - selyemfényű

source: Metal-023
hun: Réz - selyemfényű erősen csiszolt - 1.1-es verzió

source: Metal-023-1-2
hun: Réz - selyemfényű erősen csiszolt

source: Metal-024
hun: Sárgaréz - selyemfényű rács

source: Metal-025
hun: Rozsdamentes - polírozott

source: Metal-026
hun: Bronz - patinás

source: Metal-027
hun: Rozsdamentes - selyemfényű

source: Metal-028
hun: Rozsdamentes - selyemfényű durva rács - 1.1-es verzió

source: Metal-028-1-2
hun: Rozsdamentes - selyemfényű durva rács

source: Metal-029
hun: Rozsdamentes - selyemfényű erősen csiszolt - 1.1-es verzió

source: Metal-029-1-2
hun: Rozsdamentes - selyemfényű erősen csiszolt

source: Metal-030
hun: Rozsdamentes - selyemfényű nagyméretű háromszöges rovátkák

source: Metal-031
hun: Polírozott csiszolt - 1.1-es verzió

source: Metal-031-1-2
hun: Polírozott csiszolt

source: Metal-032
hun: Selyemfényű rács

source: Metal-033
hun: Selyemfényű csiszolt - 1.1-es verzió

source: Metal-033-1-2
hun: Selyemfényű csiszolt

source: Metal-034
hun: Selyemfényű kalapált

source: Metal-035
hun: Kockás lemez

source: Metal-036
hun: Eloxált - fekete

source: Metal-037
hun: Eloxált - kékesszürke

source: Metal-038
hun: Eloxált - sötétszürke

source: Metal-039
hun: Eloxált - világosszürke

source: Metal-040
hun: Eloxált - szürke

source: Metal-041
hun: Eloxált - vörös

source: Metal-042
hun: Eloxált - fehér

source: Metal-043
hun: Eloxált - szürke mintás

source: Metal-044
hun: Rozsdamentes - csiszolt

source: Metal-045
hun: Félfényes polírozott

source: Metal-046
hun: Polírozott rombusz lemez - 1.1-es verzió

source: Metal-046-1-2
hun: Polírozott rombusz lemez

source: Metal-047
hun: Selyemfényű

source: Metal-048
hun: Eloxált - sötétbronz

source: Metal-049
hun: Polírozott csiszolt - 1.1-es verzió

source: Metal-049-1-2
hun: Polírozott csiszolt

source: Metal-050
hun: Sárgaréz - selyemfényű erősen csiszolt

source: Metal-051
hun: Vörösréz - patinás

source: Metal-052
hun: Bronz - selyemfényű kalapált

source: Metal-053
hun: Króm - polírozott erősen csiszolt - 1.1-es verzió

source: Metal-053-1-2
hun: Króm - polírozott erősen csiszolt

source: Metal-054
hun: Réz - selyemfényű csiszolt - 1.1-es verzió

source: Metal-054-1-2
hun: Réz - selyemfényű csiszolt

source: Metal-055
hun: Rozsdamentes - polírozott csiszolt - 1.1-es verzió

source: Metal-055-1-2
hun: Rozsdamentes - polírozott csiszolt

source: Metal-056
hun: Rozsdamentes - selyemfényű kalapált

source: Metal-057
hun: Króm - selyemfényű rács

source: Metal-058
hun: Drótkerítés

source: Metal-059
hun: Tető fémlemez

source: Metal-060
hun: Alumínium - sötét

source: Metal-061
hun: Megmunkált - alumínium

source: Metal-062
hun: Rombuszlemez - sötétszürke - 1.1-es verzió

source: Metal-062-1-2
hun: Rombuszlemez - sötétszürke

source: Metal-063
hun: Rovátkolt 45 - 1.1-es verzió

source: Metal-063-1-2
hun: Rovátkolt 45

source: Metal-065
hun: Rombuszlemez 2 - sötétszürke - 1.1-es verzió

source: Metal-065-1-2
hun: Rombuszlemez 2 - sötétszürke

source: Metal.
hun: Fém.

source: Metal/Aluminum
hun: Fém/Alumínium

source: Metal/Fabricated
hun: Fém/Előregyártott

source: Metal/Iron
hun: Fém/Vas

source: Metal/Non Ferrous
hun: Fém/Nemvas

source: Metal/Steel
hun: Fém/Acél

source: MetalPaint-001
hun: Forgácsolt selyemfényű - fekete

source: MetalPaint-002
hun: Üvegezett - fekete

source: MetalPaint-003
hun: Magas fényű - fekete

source: MetalPaint-004
hun: Selyemfényű - fekete

source: MetalPaint-005
hun: Forgácsolt tükröző - bézs

source: MetalPaint-006
hun: Tükröző - búzaszínű

source: MetalPaint-007
hun: Tükröző - tört fehér

source: MetalPaint-008
hun: Tükröző - fehér

source: MetalPaint-009
hun: Forgácsolt selyemfényű - acélkék

source: MetalPaint-010
hun: Forgácsolt selyemfényű - kék

source: MetalPaint-011
hun: Selyemfényű - olívazöld

source: MetalPaint-012
hun: Selyemfényű - ibolya

source: MetalPaint-013
hun: Selyemfényű - barna

source: MetalPaint-014
hun: Forgácsolt selyemfényű - sötétkék

source: MetalPaint-015
hun: Magas fényű - vörösesbarna

source: MetalPaint-016
hun: Magas fényű - sárgászöld

source: MetalPaint-017
hun: Selyemfényű - világos vörös

source: MetalPaint-018
hun: Selyemfényű - vászon

source: MetalPaint-019
hun: Selyemfényű - éjkék

source: MetalPaint-020
hun: Forgácsolt selyemfényű - tengerzöld

source: MetalPaint-021
hun: Selyemfényű - sejtelmes rózsaszín

source: MetalPaint-022
hun: Selyemfényű - mustársárga

source: MetalPaint-023
hun: Üvegezett - cserépvörös

source: MetalPaint-024
hun: Magas fényű - mélylila

source: MetalPaint-025
hun: Forgácsolt selyemfényű - palaszürke

source: MetalPaint-026
hun: Selyemfényű - sárgásfehér

source: MetalPaint-027
hun: Selyemfényű - levendula

source: MetalPaint-028
hun: Forgácsolt tükröző - bíbor

source: MetalPaint-029
hun: Magas fényű - arany

source: MetalPaint-030
hun: Selyemfényű - arany

source: MetalPaint-031
hun: Selyemfényű - ezüst

source: MetalPaint-032
hun: Polírozott ezüst

# MetalSchema_localname:Metal
source: Metal
hun: Fém

# MetalSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: Metallic Paint
hun: Fémfesték

source: Metallic Paint material.
hun: Fémfesték anyaga.

source: MetallicPaint
hun: Fémfesték

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
hun: Fémfesték

# MetallicPaintSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
hun: Fémek.Fém elemek.Fém lépcsők.Galvanizált

source: Metals.Metal Handrails and Railings.Painted.White
hun: Fémek.Fém kapaszkodók és korlátok.Festett.Fehér

source: Metals.Metal Joists.Steel
hun: Fémek.Fémgerendák.Acél

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
hun: Fémek.Fém díszítések.Alumínium.Eloxált.Sötét bronz

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
hun: Fémek.Fém díszítések.Alumínium.Eloxált.Sötét bronz.Selyemfényű

source: Metals.Ornamental Metals.Aluminum.Brushed
hun: Fémek.Fém díszítések.Alumínium.Csiszolt

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
hun: Fémek.Fém díszítések.Alumínium.Csiszolt.Kék-ezüst

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
hun: Fémek.Fém díszítések.Alumínium.Csiszolt.Véletlenszerű

source: Metals.Ornamental Metals.Brass.Satin
hun: Fémek.Fém díszítések.Sárgaréz.Selyemfényű

source: Metals.Ornamental Metals.Bronze.Satin
hun: Fémek.Fém díszítések.Bronz.Selyemfényű

source: Metals.Ornamental Metals.Checker Plate.45deg
hun: Fémek.Fém díszítések.Érdeslemez.45 fokos

source: Metals.Ornamental Metals.Checker Plate.Parquet
hun: Fémek.Fém díszítések.Érdeslemez.Parkettamintás

source: Metals.Ornamental Metals.Chrome.Satin
hun: Fémek.Fém díszítések.Króm.Selyemfényű

source: Metals.Ornamental Metals.Copper
hun: Fémek.Fém díszítések.Vörösréz

source: Metals.Ornamental Metals.Galvanized
hun: Fémek.Fém díszítések.Galvanizált

source: Metals.Ornamental Metals.Plate.Mesh
hun: Fémek.Fém díszítések.Lemez.Lyukasztott háló

source: Metals.Ornamental Metals.Plate.Mesh.1
hun: Fémek.Fém díszítések.Lemez.Ponthegesztett háló.1

source: Metals.Ornamental Metals.Plate.Mesh.2
hun: Fémek.Fém díszítések.Lemez.Háló.2

source: Metals.Ornamental Metals.Plate.Perforated
hun: Fémek.Fém díszítések.Lemez.Perforált

source: Metals.Ornamental Metals.Plate.Perforated.1
hun: Fémek.Fém díszítések.Lemez.Perforált.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
hun: Fémek.Fém díszítések.Lemez.Szegecselt.Szürke sík

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
hun: Fémek.Fém díszítések.Lemez.Szegecselt.2

source: Metals.Ornamental Metals.Rust.1
hun: Fémek.Fém díszítések.Rozsda.1

source: Metals.Ornamental Metals.Rust.2
hun: Fémek.Fém díszítések.Rozsda.2

source: Metals.Ornamental Metals.Rust.3
hun: Fémek.Fém díszítések.Rozsda.3

source: Metals.Ornamental Metals.Stainless.Bright
hun: Fémek.Fém díszítések.Rozsdamentes.Világos

source: Metals.Ornamental Metals.Stainless.Satin
hun: Fémek.Fém díszítések.Rozsdamentes.Selyemfényű

source: Metals.Ornamental Metals.Weathered
hun: Fémek.Fém díszítések.Oxidálódott

source: Metals.Structural Metal Framing.Steel
hun: Fémek.Fém tartószerkezetek.Acél

source: Mics
hun: Egyéb

source: Mild Steel
hun: Lágy acél

source: Mild steel - welded
hun: Lágy acél - hegesztett

source: Mirror
hun: Tükör

source: Mirror material.
hun: Tükör anyaga.

source: Mirror-001
hun: Egyszerű

source: Mirror-002
hun: Meleg árnyalatú

source: Mirror-003
hun: Fürdőszoba

source: Mirror-004
hun: Hűvös árnyalatú

source: Mirror-005
hun: Öltözőasztali

source: Mirror-006
hun: Árnyalatmentes

source: Mirror-007
hun: Füstüveg - sötét

source: Mirror-008
hun: Füstüveg - világos

# MirrorSchema_localname:Mirror
source: Mirror
hun: Tükör

# MirrorSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: Misc
hun: Egyéb

source: Miscellaneous
hun: Egyéb

source: Molded HDPE
hun: Fröccsöntött HDPE

source: Molded LDPE
hun: Fröccsöntött LDPE

source: Molybdenum disulphide filled nylon
hun: Molibdén-diszulfid töltésű nejlon

source: Monel metal
hun: Monelfém

source: Month:
hun: Hónap:

# Month:uilabel
source: Month:
hun: Hónap:

source: Natural Rubber
hun: Természetes gumi

source: Natural rubber
hun: Természetes gumi

source: Noise
hun: Zaj

source: Noise map.
hun: Zajtérkép.

# NoiseSchema_localname:Noise
source: Noise
hun: Zaj

# NoiseSchema_localtype:Texture
source: Texture
hun: Mintázat

source: Non Ferrous
hun: Nemvas

source: Non alloy steel
hun: Nem ötvözött acél

source: Nylon 6/6
hun: Nejlon 6/6

source: Oxygen free copper
hun: Oxigénmentes réz

source: Paint
hun: Festés

source: Paint material for interiors.
hun: Beltéri festékanyag.

source: Paint-001
hun: Fekete

source: Paint-002
hun: Fekete

source: Paint-003
hun: Akvamarin

source: Paint-004
hun: Kadétkék

source: Paint-005
hun: Sötét égkék

source: Paint-006
hun: Sötét türkizkék

source: Paint-007
hun: Sötét égkék

source: Paint-008
hun: Sötét türkizkék

source: Paint-009
hun: Sötét égkék közepes

source: Paint-010
hun: Türkizkék

source: Paint-011
hun: Palakék

source: Paint-012
hun: Világoskék

source: Paint-013
hun: Világoskék

source: Paint-014
hun: Télizöld

source: Paint-015
hun: Világos acélkék

source: Paint-016
hun: Világos acélkék

source: Paint-017
hun: Acélkék

source: Paint-018
hun: Ibolya

source: Paint-019
hun: Sárgásbarna

source: Paint-020
hun: Csokoládé

source: Paint-021
hun: Tarka

source: Paint-022
hun: Világos csokoládé

source: Paint-023
hun: Kávé

source: Paint-024
hun: Világos bézs

source: Paint-025
hun: Világos bézs

source: Paint-026
hun: Homok

source: Paint-027
hun: Búza

source: Paint-028
hun: Búza

source: Paint-029
hun: Gyöngy

source: Paint-030
hun: Sötétszürke

source: Paint-031
hun: Sötétszürke

source: Paint-032
hun: Világosszürke

source: Paint-033
hun: Világosszürke

source: Paint-034
hun: Szürke

source: Paint-035
hun: Karthauzi

source: Paint-036
hun: Sárgászöld

source: Paint-037
hun: Sárgászöld

source: Paint-038
hun: Sötét olívazöld

source: Paint-039
hun: Olívazöld

source: Paint-040
hun: Sötétzöld

source: Paint-041
hun: Gesztenye

source: Paint-042
hun: Naracsvörös

source: Paint-043
hun: Narancs

source: Paint-044
hun: Sötétvörös

source: Paint-045
hun: Világos vörös

source: Paint-046
hun: Vörös

source: Paint-047
hun: Vörös

source: Paint-048
hun: Lazacszínű

source: Paint-049
hun: Vörösesbarna

source: Paint-050
hun: Hideg fehér

source: Paint-051
hun: Hideg fehér

source: Paint-052
hun: Tört fehér fényes

source: Paint-053
hun: Tört fehér matt

source: Paint-054
hun: Szövethatású fehér

source: Paint-055
hun: Szövethatású fehér

source: Paint-056
hun: Fehér

source: Paint-057
hun: Fehér

source: Paint-058
hun: Kanárisárga

source: Paint-059
hun: Sárga

source: Paint-060
hun: Lapos - antik fehér

source: Paint-061
hun: Kék - Falfesték - magas fényű

source: Paint-062
hun: Bézs

source: Paint-063
hun: Sötét kadétkék

source: Paint-064
hun: Tengerészkék

source: Paint-065
hun: Tengerészkék

source: Paint-066
hun: Sötétebb világoskék

source: Paint-067
hun: Télizöld

source: Paint-068
hun: Türkizkék

source: Paint-069
hun: Világos sárgásbarna

source: Paint-070
hun: Szürke

source: Paint-071
hun: Karthauzi

source: Paint-072
hun: Sötét olívaszín

source: Paint-073
hun: Gesztenye

source: Paint-074
hun: Gesztenyebarna

source: Paint-075
hun: Tükröző - vörös

source: Paint-076
hun: Világos vörösesnarancs

source: Paint-077
hun: Sötétvörös

source: Paint-078
hun: Arany

source: Paint-079
hun: Sárga

source: Paint-080
hun: Bíbor

source: Paint-081
hun: Világos vörös

source: Peach tint
hun: Barack árnyalat

source: Phenolic Resin
hun: Fenolgyanta

source: Phenolic formaldehyde resins
hun: Fenol-formaldehid gyanták

source: Photographic Tone Operator
hun: Fotografikus tónuskezelő

source: PhotographicToneOp
hun: Fotografikustónuskez

# PhotographicToneOpGroup
source: Photographic ToneOp
hun: Fotografikus tónuskez

source: PhysMat
hun: Fizikaiany

# PhysMatSchema_localname:Physical Material
source: Physical Material
hun: Fizikai anyag

# PhysMatSchema_localtype:Material
source: Material
hun: Anyag

source: Physical material.
hun: Fizikai anyag.

source: PhysicalGen_103
hun: Általános anyag

source: PhysicalLiquid-001
hun: Víz

source: PhysicalMetal_100
hun: Ötvözött acél

source: PhysicalMetal_103
hun: Réz - Puha sárga

source: PhysicalMetal_106
hun: Bronz - öntött

source: PhysicalMetal_107
hun: Réz - öntött

source: PhysicalMetal_108
hun: Vas - öntött

source: PhysicalMetal_109
hun: Acél - öntött

source: PhysicalMetal_111
hun: Rézötvözet

source: PhysicalMetal_113
hun: Acél - galvanizált

source: PhysicalMetal_115
hun: Vas - szürke

source: PhysicalMetal_117
hun: Vas - temperöntvény

source: PhysicalMetal_118
hun: Nikkel-réz ötvözet 400

source: PhysicalMetal_119
hun: Acél - ötvözetlen

source: PhysicalMetal_121
hun: Rozsdamentes acél

source: PhysicalMetal_122
hun: Rozsdamentes acél AISI 440C

source: PhysicalMetal_123
hun: Rozsdamentes acél - Ausztenites

source: PhysicalMetal_124
hun: Acél

source: PhysicalMetal_125
hun: Acél - Nagyszilárdságú alacsony ötvözőtartalmú

source: PhysicalMetal_126
hun: Acél - Lágy

source: PhysicalMetal_128
hun: Alumínium 6061 - hegesztett

source: PhysicalMetal_129
hun: Réz - puha sárga - hegesztett

source: PhysicalMetal_130
hun: Rozsdamentes acél - 440C - hegesztett

source: PhysicalMetal_131
hun: Acél - lágy - hegesztett

source: PhysicalMetal_132
hun: Réz - kovácsolt

source: PhysicalMetal_133
hun: Acél - kovácsolt

source: PhysicalPlastic_101
hun: Acetál gyanta

source: PhysicalPlastic_107
hun: Nejlon 6/6 - kompozit

source: PhysicalPlastic_110
hun: Polikarbonát - ABS keverék

source: PhysicalPlastic_117
hun: Polisztirol

source: PhysicalPlastic_119
hun: PVC csővezeték

source: PhysicalPlastic_120
hun: Polivinilklorid - nem lágyított

source: PhysicalPlastic_122
hun: SAN műanyag

source: PhysicalPlastic_124
hun: Hőre lágyuló gyanta

source: PhysicalWood_100
hun: Fa - nyír

source: PhysicalWood_101
hun: Fa - cseresznye

source: PhysicalWood_102
hun: Fa - juhar

source: PhysicalWood_103
hun: Fa - tölgy

source: PhysicalWood_104
hun: Fa - dió

source: Piping
hun: Csővezeték
