Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
ptb: Limite de corte (lx)

source: cyan
ptb: ciano

source: Cylinder
ptb: Cilindro

# cylinder_axis
source: Axis:
ptb: Eixo:

# cylinder_axis:uilabel
source: Axis:
ptb: Eixo:

# cylinder_radius
source: Radius:
ptb: Raio:

# cylinder_radius:uilabel
source: Radius:
ptb: Raio:

# d50
source: D50 Illuminant (Reference White)
ptb: Iluminância D50 (Branco de referência)

# d65
source: D65 Illuminant (Reference White)
ptb: Iluminância D65 (Branco de referência)

source: dark
ptb: escuro

source: dark bronze
ptb: bronze escuro

source: dark green
ptb: verde escuro

# decApp_backface_cull:uilabel
source: Backface Cull:
ptb: Seleção de face traseira:

# decApp_bump_amount
source: Bump Amount:
ptb: Total de relevo:

# decApp_bump_amount:uilabel
source: Bump Amount:
ptb: Total de relevo:

# decApp_bump_map
source: Bump Pattern:
ptb: Padrão de relevo:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
ptb: Utilize as áreas escuras e claras de uma imagem para especificar áreas elevadas ou rebaixadas no decalque

# decApp_bump_map:uilabel
source: Bump Pattern:
ptb: Padrão de relevo:

# decApp_cutout_opacity
source: Cutouts:
ptb: Recortes:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
ptb: Utilize uma imagem em preto e branco para cortar áreas do decalque. As áreas pretas são recortadas.

# decApp_cutout_opacity:uilabel
source: Cutouts:
ptb: Recortes:

# decApp_diffuse
source: Decal Image File:
ptb: Arquivo de imagem do decalque:

# decApp_diffuse:uilabel
source: Decal Image File:
ptb: Arquivo de imagem do decalque:

# decApp_glossiness
source: Finish:
ptb: Concluir:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
ptb: Especifique o brilho das áreas especulares realçadas (feixe de luz) no decalque

# decApp_glossiness:uilabel
source: Finish:
ptb: Concluir:

# decApp_glossiness_gloss
source: Gloss
ptb: Brilho

# decApp_glossiness_high_gloss
source: High Gloss
ptb: Alto brilho

# decApp_glossiness_matte
source: Matte
ptb: Opaco

# decApp_glossiness_semi_gloss
source: Semi-gloss
ptb: Semi-brilho

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
ptb: Amostras de reflexão com brilho:

# decApp_reflectivity_at_0deg
source: Reflectivity:
ptb: Reflexibilidade:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
ptb: espelho

# decApp_reflectivity_at_0deg:minlabel
source: dull
ptb: embaçado

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
ptb: Especifique o quanto o decalque irá refletir outros objetos ao seu redor

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
ptb: Reflexibilidade:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
ptb: Reflexibilidade:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
ptb: Amostras de refração com brilho:

# decApp_refraction_index:uilabel
source: Refraction Index:
ptb: Índice de refração:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
ptb: Espessura da translucidez com refração:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
ptb: Temperatura da cor de luminância

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
ptb: Mapa do filtro de luminância:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
ptb: Luminância (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
ptb: Especifique se e quanto de brilho o decalque possui quando iluminado

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
ptb: Luminância (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
ptb: Tela de telefone celular

# decApp_self_illum_luminance_crt_television
source: CRT television
ptb: Televisão CRT

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
ptb: Lentes de lâmpada de mesa

# decApp_self_illum_luminance_dim_glow
source: Dim glow
ptb: Brilho embaçado

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
ptb: Bulbo fosco

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
ptb: Lentes de lâmpada halógena

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
ptb: Sombra da lâmpada externa

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
ptb: Sombra da lâmpada interna

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
ptb: Tela LCD

# decApp_self_illum_luminance_led_panel
source: LED panel
ptb: Painel de LED

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
ptb: Não iluminado

# decApp_transparency
source: Transparency:
ptb: Transparência:

# decApp_transparency:maxlabel
source: transparent
ptb: transparente

# decApp_transparency:minlabel
source: opaque
ptb: opaco

# decApp_transparency:uilabel
source: Transparency:
ptb: Transparência:

# decal-1:uilabel
source: Decal 1:
ptb: Decalque 1:

# decalbumpmap_Bitmap
source: Image File:
ptb: Arquivo de imagem:

# decalbumpmap_Bitmap:uilabel
source: Image File:
ptb: Arquivo de imagem:

# decalbumpmap_Blur:uilabel
source: Blur
ptb: Mancha

# decalbumpmap_Filtering:uilabel
source: Filtering
ptb: Filtragem

# decalbumpmap_Invert
source: Invert:
ptb: Inverter:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
ptb: Inverter as áreas claras e escuras da imagem.

# decalbumpmap_Invert:uilabel
source: Invert:
ptb: Inverter:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
ptb: Canal do mapa

# decalbumpmap_RGBAmount:uilabel
source: Brightness
ptb: Brilho

# decalbumpmap_UMirror:uilabel
source: U Mirror
ptb: Espelho U

# decalbumpmap_UOffset:uilabel
source: U Offset
ptb: Deslocamento U

# decalbumpmap_UVScale:uilabel
source: UV Scale
ptb: Escala de UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
ptb: Ajuste em U

# decalbumpmap_VMirror:uilabel
source: V Mirror
ptb: Espelho V

# decalbumpmap_VOffset:uilabel
source: V Offset
ptb: Deslocamento V

# decalbumpmap_VWrap:uilabel
source: V Wrap
ptb: Ajuste em V

# decalbumpmap_WAngle:uilabel
source: Angle
ptb: Ângulo

# decalmap_Bitmap
source: Image File:
ptb: Arquivo de imagem:

# decalmap_Bitmap:uilabel
source: Image File:
ptb: Arquivo de imagem:

# decalmap_Blur:uilabel
source: Blur
ptb: Mancha

# decalmap_Filtering:uilabel
source: Filtering
ptb: Filtragem

# decalmap_Invert:uilabel
source: Invert:
ptb: Inverter:

# decalmap_MapChannel:uilabel
source: Map Channel
ptb: Canal do mapa

# decalmap_RGBAmount
source: Brightness:
ptb: Brilho:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
ptb: Ajustar o brilho da imagem

# decalmap_RGBAmount:uilabel
source: Brightness
ptb: Brilho

# decalmap_UMirror:uilabel
source: U Mirror
ptb: Espelho U

# decalmap_UOffset:uilabel
source: U Offset
ptb: Deslocamento U

# decalmap_UVScale:uilabel
source: UV Scale
ptb: Escala de UV

# decalmap_UWrap:uilabel
source: U Wrap
ptb: Ajuste em U

# decalmap_VMirror:uilabel
source: V Mirror
ptb: Espelho V

# decalmap_VOffset:uilabel
source: V Offset
ptb: Deslocamento V

# decalmap_VWrap:uilabel
source: V Wrap
ptb: Ajuste em V

# decalmap_WAngle:uilabel
source: Angle
ptb: Ângulo

# decayStartDistance
source: Decay Start:
ptb: Início do decaimento:

# decayStartDistance:uilabel
source: Decay Start:
ptb: Início do decaimento:

source: Decay Type:
ptb: Tipo de decaimento:

# decayType:inverse
source: Inverse
ptb: Inverso

# decayType:inverseSquare
source: Inverse Square
ptb: Quadrado inverso

# decayType:none
source: None
ptb: Nenhum

# decayType:uilabel
source: Decay Type:
ptb: Tipo de decaimento:

source: decorative
ptb: decorativo

source: denim
ptb: sarja

source: diamond
ptb: losango

source: diamond plate texture
ptb: textura de chapa em forma de losango

source: diamonds
ptb: losangos

source: Diffuse:
ptb: Difuso

# diffuse:uilabel
source: Diffuse:
ptb: Difuso:

# dimmer
source: Multiplier:
ptb: Multiplicador:

# dimmer:uilabel
source: Multiplier:
ptb: Multiplicador:

# dimmerPanel
source: Dimming
ptb: Esmaecendo

source: Directional
ptb: Direcional

source: dirt
ptb: aterro

source: Disc
ptb: Disco

# disc_radius
source: Radius:
ptb: Raio:

# disc_radius:uilabel
source: Radius:
ptb: Raio:

source: Distribution:
ptb: Distribuição:

# distribution:diffuse
source: Diffuse
ptb: Difuso

# distribution:isotropic
source: Uniform
ptb: Uniforme

# distribution:spot
source: Spot
ptb: Ponto

# distribution:uilabel
source: Distribution:
ptb: Distribuição:

# distribution:web
source: Use Light Profile
ptb: Utilizar perfil de iluminação

source: dots
ptb: pontos

source: ecru
ptb: ocre

source: Effects
ptb: Efeitos

# electricalEfficiency
source: Electrical Efficiency (lm/W):
ptb: Eficiência elétrica (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
ptb: Eficiência elétrica (lm/W):

source: elm
ptb: olmo

# emit_direct_photons:uilabel
source: Emit Direct Photons
ptb: Emitir fótons diretos

source: environments
ptb: ambientes

source: expanded
ptb: expandida

source: exposed
ptb: exposto

# exterior:uilabel
source: Exterior Daylight
ptb: Luz natural externa

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
ptb: Fluorescente (Branco frio)

# f3_fluorescentWhite
source: Fluorescent (White)
ptb: Fluorescente (Branco)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
ptb: Fluorescente (Branco quente)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
ptb: Fluorescente (Luz natural)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
ptb: Fluorescente (Branco claro)

# f_number
source: Aperture (f-stop):
ptb: Abertura (ponto):

# f_number:uilabel
source: Aperture (f-stop):
ptb: Abertura (ponto):

source: fabric
ptb: tecido

source: fabric with gray, blue and white stripes
ptb: tecido com listras cinzas, azuis e brancas

source: fabric with yellow and black stripes
ptb: tecido com listras amarelas e pretas

source: fabric with yellow and gray stripes
ptb: tecido com listras amarelas e cinzas

source: fabric with yellow and white stripes
ptb: tecido com listras amarelas e brancas

source: Fall Off:
ptb: Redução:

# fallOff:tooltip
source: Spot width, in radians
ptb: Largura do ponto em radianos

# fallOff:uilabel
source: Fall Off:
ptb: Redução:

# farAttenuationEnd
source: End Point:
ptb: Ponto final:

# farAttenuationEnd:uilabel
source: End Point:
ptb: Ponto final:

# farAttenuationOn
source: Far Attenuation:
ptb: Atenuação distante:

# farAttenuationOn:uilabel
source: Far Attenuation:
ptb: Atenuação distante:

# farAttenuationStart
source: Start Point:
ptb: Ponto inicial:

# farAttenuationStart:uilabel
source: Start Point:
ptb: Ponto inicial:

source: fatigue
ptb: fadiga

source: fatigue structural asset.
ptb: fadiga estrutural do recurso.

# fatigue_SN_Behavior
source: Behavior
ptb: Comportamento

# fatigue_SN_Behavior:sn_Constant
source: Constant
ptb: Constante

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
ptb: Curva S-N

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
ptb: Permite selecionar entre o comportamento Constante ou S-N curvado.

# fatigue_SN_Behavior:uilabel
source: Behavior
ptb: Comportamento

# fatigue_SN_Graph
source: S-N Curve
ptb: Curva S-N

# fatigue_props1
source: Strain-Fatigue Life
ptb: Vida útil esforço-fadiga

# fatigue_props2
source: Stress-Fatigue Life
ptb: Vida útil tensão-fadiga

# fatigue_props3
source: Compressive Strength
ptb: Força de compressão

source: fieldstone
ptb: pedra bruta

# film_iso
source: Film speed (ISO):
ptb: Velocidade do filme (ISO):

# film_iso:uilabel
source: Film speed (ISO):
ptb: Velocidade do filme (ISO):

source: Filter Color:
ptb: Filtrar cor:

# filterColor:uilabel
source: Filter Color:
ptb: Filtrar cor:

source: fine
ptb: fino

source: fissured
ptb: fissurado

# flags:uilabel
source: Flags
ptb: Indicadores

source: flagstone
ptb: pedra de pavimentação

source: flaked
ptb: em camada

source: flat
ptb: plano

source: floor
ptb: piso

source: flooring
ptb: piso

# focal_length:uilabel
source: focal_length
ptb: distância_focal

source: forest
ptb: floresta

source: formwork
ptb: gabarito

source: frosted
ptb: fosco

source: furniture
ptb: mobiliário

source: galvanized
ptb: galvanizada

source: gas
ptb: gás

# gas_props1
source: Properties
ptb: Térmico básico

# gas_props2
source: Mechanical
ptb: Mecânico

source: generic
ptb: genérico

# generic_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# generic_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# generic_ao_distance
source: Max Distance
ptb: Distância máxima

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# generic_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# generic_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# generic_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# generic_ao_samples
source: Samples
ptb: Amostras

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# generic_ao_samples:uilabel
source: Samples
ptb: Amostras

# generic_backface_cull:uilabel
source: Backface Cull
ptb: Seleção de face traseira

# generic_bump_amount
source: Amount
ptb: Montante

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
ptb: Ajuste a altura relativa do padrão de relevo especificado.Insira 0 para tornar a superfície plana.Insira valores decimais maiores (até 1000.0) para aumentar a altura da das irregularidades da superfície.

# generic_bump_amount:uilabel
source: Amount
ptb: Montante

# generic_bump_map:uilabel
source: Bump
ptb: Relevo

# generic_bump_map_image_label
source: Image
ptb: Imagem

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
ptb: Usa o mapa de textura para selecionar um padrão de mudança de relevo para o material. Um padrão de relevo define áreas elevadas e abaixadas com base nas áreas escuras e claras de um arquivo de imagem.

# generic_bump_map_panel_label
source: Bump
ptb: Relevo

# generic_cutout_opacity:uilabel
source: Cutouts
ptb: Recortes

# generic_cutout_opacity_image_label
source: Image
ptb: Imagem

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
ptb: Usa um mapa de textura para controlar as formas cortadas na superfície do material.

# generic_cutout_opacity_panel_label
source: Cutouts
ptb: Recortes

# generic_diffuse:uilabel
source: Color
ptb: Cor

# generic_diffuse_color
source: Color
ptb: Cor

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
ptb: Ajusta a cor da superfície. Afeta a luz refletida de (reflexão) e a luz passando através de (transmissão).

# generic_diffuse_image
source: Image
ptb: Imagem

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
ptb: Exibe o mapa de cor difusa do material.

# generic_diffuse_image_fade
source: Image Fade
ptb: Esmaecer imagem

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
ptb: Ajusta o composto entre a cor base e a imagem difusa. Somente ativo quando uma imagem é escolhida.

# generic_diffuse_image_fade:uilabel
source: Image Fade
ptb: Esmaecer imagem

# generic_general
source: Generic
ptb: Genérico

# generic_glossiness
source: Glossiness
ptb: Com brilho

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
ptb: Especifica a suavidade da superfície, que afeta a reflexão e a transparência. Reduz o brilho para criar superfícies foscas ou vidro jateado. Insira um valor entre 0 (embaçado) e 100 (um espelho perfeito).

# generic_glossiness:uilabel
source: Glossiness
ptb: Com brilho

# generic_is_metal
source: Highlights
ptb: Realces

# generic_is_metal:offlabel
source: Non-Metallic
ptb: Não metálico

# generic_is_metal:onlabel
source: Metallic
ptb: Metálico

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
ptb: Ajusta adicionando realces metálico. Padrão = não-metálico.

# generic_is_metal:uilabel
source: Highlights
ptb: Realces

# generic_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# generic_props1
source: Basic Thermal
ptb: Térmico básico

# generic_props2
source: Mechanical
ptb: Mecânico

# generic_props4
source: Strength
ptb: Resistência

# generic_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# generic_reflectivity_at_0deg
source: Reflectivity
ptb: Reflexibilidade

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
ptb: Reflexibilidade

# generic_reflectivity_at_0deg_slider
source: Direct
ptb: Direto

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
ptb: Ajusta quanta luz é refletida pelo material quando a superfície está faceando diretamente a câmera. Insira um valor entre 0 (nenhum reflexão) e 100 (reflexão máxima).

# generic_reflectivity_at_90deg
source: Oblique
ptb: Oblíquo

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
ptb: Ajusta quanta luz é refletida pelo material quando a superfície está em um ângulo com a câmera. Insira um valor entre 0 (nenhum reflexão) e 100 (reflexão máxima).

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
ptb: Reflexibilidade

# generic_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito "borda escura" normalmente encontrado em objetos de vidro sólido.

# generic_refr_depth:uilabel
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# generic_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# generic_refraction_custom
source: Custom
ptb: Personalizado

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar refrações com brilho.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

# generic_refraction_index
source: Refraction
ptb: Refração

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
ptb: Ajusta a quantidade que a luz se dobra quando ela passa através de uma superfície. Somente ativo quando Transparência tem um valor maior do que 0. Especifique um número de índice entre 0 (nenhuma refração) e 5 (a maior refração).

# generic_refraction_index:uilabel
source: Refraction
ptb: Refração

# generic_refraction_index_air
source: Air
ptb: Ar

# generic_refraction_index_alcohol
source: Alcohol
ptb: Álcool

# generic_refraction_index_diamond
source: Diamond
ptb: Losango

# generic_refraction_index_glass
source: Glass
ptb: Vidro

# generic_refraction_index_quartz
source: Quartz
ptb: Quartzo

# generic_refraction_index_water
source: Water
ptb: Água

# generic_refraction_translucency_weight
source: Translucency
ptb: Translúcido
