Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# generic_roundcorners_radius:uilabel
source: Round Corners
deu: Abgerundete Ecken

# generic_roundcorners_radius_control_label
source: Round Corners
deu: Abgerundete Ecken

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# generic_self_illum_color_temperature
source: Color Temperature
deu: Farbtemperatur

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
deu: Anpassen der Farbtemperatur in Kelvin (warm/kalt) des von diesem Material abgegebenen Lichts, z.B. Kerze = 1850, Xenon-Gasentladungslampe = 6420

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
deu: Farbtemperatur

# generic_self_illum_color_temperature_candle
source: Candle
deu: Kerze

# generic_self_illum_color_temperature_custom
source: Custom
deu: Benutzerdefiniert

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
deu: Tageslicht - kühl

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
deu: TV-Bildschirm

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
deu: Tageslicht - warm

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
deu: Xenon-Bogenlampe

# generic_self_illum_color_temperature_floodlight
source: Floodlight
deu: Flutlicht

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
deu: Glühbirne

# generic_self_illum_color_temperature_moonlight
source: Moonlight
deu: Mondlicht

# generic_self_illum_filter_map
source: Filter Color
deu: Filterfarbe

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
deu: Anpassen der Farbe des von einem transparenten oder halbtransparenten Material, z.B. Glas durchgelassenen Lichts.

# generic_self_illum_filter_map:uilabel
source: Filter Color
deu: Filterfarbe

# generic_self_illum_list_label
source: Luminance
deu: Luminanz

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
deu: Anpassen der Helligkeit des von dieser Oberfläche abgegebenen Lichts, gemessen in Candela pro Quadratmeter, z.B. schwaches Leuchten = 10, Halogenlampenlinse = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
deu: Selbstillumination

# generic_self_illum_panel_label
source: Self Illumination
deu: Selbstillumination

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
deu: Mobiltelefon-Display

# generic_self_illumination_crt_television
source: CRT Television
deu: Röhrenfernseher

# generic_self_illumination_custom
source: Custom
deu: Benutzerdefiniert

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
deu: Schreibtischlampenlinse

# generic_self_illumination_dim_glow
source: Dim Glow
deu: Schwaches Leuchten

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
deu: Matte Birne

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
deu: Halogenlampenlinse

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
deu: Lampenschirm (außen)

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
deu: Lampenschirm (innen)

# generic_self_illumination_led_panel
source: LED Panel
deu: LED-Reihe

# generic_self_illumination_led_screen
source: LED Screen
deu: LED-Bildschirm

# generic_transparancy_fade
source: Image
deu: Bild

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
deu: Fügt ein Bild für die Kombination mit dem Gesamttransparenzbetrag hinzu.

# generic_transparency:uilabel
source: Transparency
deu: Transparenz

# generic_transparency_image_fade
source: Image Fade
deu: Bild-Fade

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
deu: Steuert den Verbundwerkstoff von Bild und Transparenzgrad, z.B. ist das Weiß des Bildes transparent im Gesamtbetrag, und der Grad der Opazität des Schwarz wird vom Fade-Wert bestimmt.

# generic_transparency_image_fade:uilabel
source: Image Fade
deu: Bild-Fade

# generic_transparency_panel_label
source: Transparency
deu: Transparenz

# generic_transparency_slider_label
source: Amount
deu: Betrag

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
deu: Anpassen der Menge des Lichts, das eine Oberfläche passiert, d. h. nicht reflektiert oder absorbiert wird. Geben Sie einen Wert zwischen 0% (vollständig opak) und 100% (vollständig transparent) ein.

source: geometric
deu: geometrisch

source: glass
deu: Glas

source: glazed
deu: glasiert

source: glazing
deu: Glasur

# glazing_blue
source: Blue
deu: Blau

# glazing_bluegreen
source: Blue Green
deu: Blaugrün

# glazing_clear
source: Clear
deu: Klar

# glazing_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# glazing_custom_color
source: Custom
deu: Benutzerdefiniert

# glazing_glazinggroup
source: Glazing
deu: Verglasung

# glazing_gray
source: Gray
deu: Grau

# glazing_green
source: Green
deu: Grün

# glazing_no_levels
source: Sheets of Glass
deu: Glasscheiben

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
deu: Anpassen der Anzahl der Glasscheiben, z. B. 2 für Doppelverglasung. Geben Sie eine Zahl zwischen 1 und 6 ein.

# glazing_no_levels:uilabel
source: Sheets of Glass
deu: Glasscheiben

# glazing_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# glazing_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# glazing_reflectance
source: Reflectance
deu: Reflexion

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
deu: Anpassen der Menge des von der Glasoberfläche reflektierten, d. h. nicht durchgelassenen Lichts. Geben Sie einen Wert zwischen 0 % und 100 % ein.

# glazing_reflectance:uilabel
source: Reflectance
deu: Reflexion

# glazing_refr_depth
source: Refraction Max Trace Depth
deu: Max Tiefe der Refraktionsspur

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
deu: Ist diese Option aktiviert, wird die Refraktionstiefe des Materials lokal gesteuert, und ein zusätzlicher Transparenzstrahl wird abgetastet, wenn der Grenzwert erreicht ist. Dadurch wird der Dunkelkanteneffekt begrenzt, der in der Regel bei Objekten aus massivem Glas auftritt.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# glazing_refr_depth_control_label
source: Override Refraction Depth
deu: Refraktionstiefe überschreiben

# glazing_transmittance_color
source: Color
deu: Farbe

# glazing_transmittance_color:glazing_blue
source: Blue
deu: Blau

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
deu: Blaugrün

# glazing_transmittance_color:glazing_clear
source: Clear
deu: Klar

# glazing_transmittance_color:glazing_custom
source: Custom
deu: Benutzerdefiniert

# glazing_transmittance_color:glazing_gray
source: Gray
deu: Grau

# glazing_transmittance_color:glazing_green
source: Green
deu: Grün

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
deu: Passt die Farbe der Glasur und die Lichtmenge, die durch das Glas scheint, an.

# glazing_transmittance_color:uilabel
source: Color
deu: Farbe

# glazing_transmittance_map
source: Custom Color
deu: Benutzerdefinierte Farbe

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
deu: Wählt eine Farbe, ein Bild oder eine Prozedurtextur, um das Aussehen des Materials zu gestalten.

# glazing_transmittance_map:uilabel
source: Custom Color
deu: Benutzerdefinierte Farbe

source: gloss
deu: glänzend

source: glossy
deu: glänzend

source: glow
deu: leuchten

# glyphDisplay:uilabel
source: Glyph display:
deu: Zeichenanzeige:

source: goldenrod
deu: goldrutengelb

# gradient_Appearance
source: Appearance
deu: Aussehen

# gradient_Color:uilabel
source: Color
deu: Farbe

# gradient_Repeat
source: Repeat
deu: Wiederholen

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
deu: Fügt Knoten durch Klicken auf die Verlaufsleiste hinzu und löscht sie durch Ziehen der Knoten aus der Leiste oder durch Markieren und Drücken der Löschtaste.

# gradient_interpolation:gradient_interp_custom
source: Custom
deu: Benutzerdefiniert

# gradient_interpolation:gradient_interp_easyin
source: Ease in
deu: Beschleunigen

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
deu: Turbulenz

# gradient_interpolation:gradient_interp_easyout
source: Ease out
deu: Abbremsen

# gradient_interpolation:gradient_interp_solid
source: Solid
deu: Massiv

# gradient_noise:gradient_noise_fractal
source: Fractal
deu: Fraktal

# gradient_noise:gradient_noise_regular
source: Regular
deu: Regelmäßig

# gradient_noise:gradient_noise_turbulence
source: Turbulence
deu: Turbulenz

# gradient_noise:uilabel
source: Noise Type
deu: Rauschtyp

# gradient_noise_amount:uilabel
source: Amount
deu: Betrag

# gradient_noise_fractal
source: Fractal
deu: Fraktal

# gradient_noise_high
source: High
deu: Hoch

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
deu: Passt den oberen Schwellenwert an. Bereich = 0 bis 1.

# gradient_noise_high:uilabel
source: High
deu: Hoch

# gradient_noise_levels
source: Levels
deu: Ebenen

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
deu: Einstellen der Anzahl der fraktalen Iterationen oder Turbulenzen (als fortlaufende Funktion).

# gradient_noise_levels:uilabel
source: Levels
deu: Ebenen

# gradient_noise_list_label
source: Noise Type
deu: Rauschtyp

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
deu: Anzeigen der verschiedenen Methoden zur Erzeugung von Rauschmustern: Regelmäßig, Fraktal oder Turbulenz.

# gradient_noise_low
source: Low
deu: Niedrig

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
deu: Passt den unteren Rauschgrenzwert an. Liegt der Geräuschwert über dem unteren Grenzwert und unter dem oberen Grenzwert, so wird der dynamische Bereich erweitert, um 0 bis 1 auszufüllen. Dies führt zu einer geringeren Diskontinuität beim Grenzübergang und weniger potentielles Aliasing.

# gradient_noise_low:uilabel
source: Low
deu: Niedrig

# gradient_noise_panel_label
source: Noise
deu: Rauschen

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
deu: Kontrolliert die Geschwindigkeit der Animation der Geräuschfunktion. Die Geräuschfunktion A 3D wird für das Geräusch verwendet. Die ersten beiden Parameter sind U und V, der dritte ist eine Phase.

# gradient_noise_regular
source: Regular
deu: Regelmäßig

# gradient_noise_size
source: Size
deu: Größe

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
deu: Einstellen der Skalierung der Rauschfunktion. Kleinere Werte ergeben kleinere Rauschfragmente.

# gradient_noise_size:uilabel
source: Size
deu: Größe

# gradient_noise_slider_label
source: Amount
deu: Betrag

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
deu: Bei Werten größer 0 wird ein zufälliger Rauscheffekt basierend auf den Farben (und ggf. Maps) der Verlaufsart auf den Verlauf angewendet. Je höher der Wert, desto größer der Effekt. Bereich 0 bis 1.

# gradient_noise_smooth
source: Smooth
deu: Glatt

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
deu: Passt die Rauschglätte an. Bereich = 0 bis 1.

# gradient_noise_smooth:uilabel
source: Smooth
deu: Glatt

# gradient_noise_threshold
source: Noise Threshold
deu: Rauschgrenzwert

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
deu: Legen Sie den Rauschgrenzwert des durch das Bild oben wiedergegebenen Bereichs fest.

# gradient_noise_turbulence
source: Turbulence
deu: Turbulenz

# gradient_scale_group
source: Scale
deu: Skalierung

# gradient_transforms_group
source: Transforms
deu: Transformationen

source: Gradient Type
deu: Verlaufstyp:

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
deu: Linear asymmetrisch

# gradient_type:gradient_type_box
source: Box
deu: Quader

# gradient_type:gradient_type_lighting
source: Light normal
deu: Licht normal

# gradient_type:gradient_type_mapped
source: Mapped
deu: Map

# gradient_type:gradient_type_normal
source: Camera normal
deu: Kamera normal

# gradient_type:gradient_type_pong
source: Pong
deu: Phong

# gradient_type:gradient_type_spiral
source: Spiral
deu: Spirale

# gradient_type:gradient_type_tartan
source: Tartan
deu: Schottenkaro

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
deu: Bestimmt die Form der Abstufung, außer bei Licht- und Kameratypen, bei denen die Abstufungsform als Funktion der Kamera oder Szenenbeleuchtung definiert ist.

# gradient_type:uilabel
source: Gradient Type
deu: Verlaufstyp:

# gradient_type_4corner
source: Linear asymmetrical
deu: Linear asymmetrisch

# gradient_type_box
source: Box
deu: Quader

# gradient_type_lighting
source: Light normal
deu: Licht normal

# gradient_type_normal
source: Camera normal
deu: Kamera normal

# gradient_type_pong
source: Pong
deu: Phong

# gradient_type_spiral
source: Spiral
deu: Spirale

# gradient_type_tartan
source: Tartan
deu: Schottenkaro

source: grain
deu: Maserung

source: granite
deu: Granit

# granite_tex:uilabel
source: Granite Texture
deu: Granittextur

source: graphics asset
deu: Grafikelement

# graphics_cut_pattern
source: Pattern
deu: Muster

# graphics_cut_pattern:uilabel
source: Pattern
deu: Muster

# graphics_cut_pattern_color
source: Color
deu: Farbe

# graphics_cut_pattern_color:uilabel
source: Color
deu: Farbe

# graphics_cut_pattern_label
source: Cut Pattern
deu: Schnittmuster

# graphics_shading_color
source: Color
deu: Farbe

# graphics_shading_color:uilabel
source: Color
deu: Farbe

# graphics_shading_label
source: Shading
deu: Schattierung

# graphics_shading_transparency
source: Transparency
deu: Transparenz

# graphics_shading_transparency:uilabel
source: Transparency
deu: Transparenz

# graphics_surface_pattern
source: Pattern
deu: Muster

# graphics_surface_pattern:uilabel
source: Pattern
deu: Muster

# graphics_surface_pattern_alignment
source: Alignment
deu: Ausrichtung

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
deu: Ausrichtung X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
deu: Ausrichtung Y

# graphics_surface_pattern_color
source: Color
deu: Farbe

# graphics_surface_pattern_color:uilabel
source: Color
deu: Farbe

# graphics_surface_pattern_label
source: Surface Pattern
deu: Oberflächenmuster

# graphics_use_appearance
source: Use Render Appearance
deu: Render-Darstellung verwenden

# graphics_use_appearance:uilabel
source: Use Render Appearance
deu: Render-Darstellung verwenden

source: grass
deu: Gras

source: gravel
deu: Kies

source: gray
deu: grau

source: green
deu: grün

source: green carpet
deu: grüner Teppichboden

source: grey
deu: grau

source: grid
deu: Gittermuster

source: Ground Color:
deu: Bodenfarbe:

# ground_color:uilabel
source: Ground Color:
deu: Bodenfarbe:

source: half
deu: halb

source: Halogen (Cool)
deu: Halogen (kühl)

source: hammered
deu: gehämmert

source: handsplit
deu: handgespalten

source: hardwood
deu: Hartholz

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# hardwood_ao_distance
source: Max Distance
deu: Max Abstand

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# hardwood_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# hardwood_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# hardwood_application
source: Used For
deu: Verwendet für

# hardwood_application:hardwood_flooring
source: Flooring
deu: Bodenbelag

# hardwood_application:hardwood_furniture
source: Furniture
deu: Möbel

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
deu: Auswählen der Verwendung der Holzoberfläche ('Bodenbelag oder Möbel).

# hardwood_application:uilabel
source: Used For
deu: Verwendet für

# hardwood_automatic
source: Based on Wood Grain
deu: Basierend auf Holzmaserung

# hardwood_color
source: Image
deu: Bild

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
deu: Passt anhand eines Bitmap-Bilds Farbe und Textur des Holzes an.

# hardwood_color:uilabel
source: Image
deu: Bild

# hardwood_color_choice
source: Color
deu: Farbe

# hardwood_custom
source: Custom
deu: Benutzerdefiniert

# hardwood_finish
source: Finish
deu: Oberfläche

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
deu: Glänzender Lack

# hardwood_finish:hardwood_satin
source: Satin Varnish
deu: Satiniert, Wachs

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
deu: Halbglanzlack

# hardwood_finish:hardwood_unfinished
source: Unfinished
deu: Unbehandelt

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
deu: Auswahl zwischen glänzendem, halbglänzendem und seidenmattem Lack und unbehandelter Oberfläche

# hardwood_finish:uilabel
source: Finish
deu: Oberfläche

# hardwood_flooring
source: Flooring
deu: Bodenbelag

# hardwood_furniture
source: Furniture
deu: Möbel

# hardwood_glossy
source: Glossy Varnish
deu: Glänzender Lack

# hardwood_hardwoodgroup
source: Wood
deu: Holz

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
deu: Basierend auf Holzmaserung

# hardwood_imperfections:hardwood_custom
source: Custom
deu: Benutzerdefiniert

# hardwood_imperfections:hardwood_none
source: None
deu: Keine

# hardwood_imperfections:uilabel
source: Relief Pattern
deu: Reliefmuster

# hardwood_imperfections_amount
source: Amount
deu: Betrag

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
deu: Anpassen der Höhe der Oberflächenunebenheiten. Geben Sie 0 für eine ebene Oberfläche, eine positive Zahl zwischen 0 und 10 zur Vergrößerung der Höhe der Unebenheiten. Verwenden Sie negative Zahlen, um den Effekt umzukehren.

# hardwood_imperfections_amount:uilabel
source: Amount
deu: Betrag

# hardwood_imperfections_list_label
source: Type
deu: Typ

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
deu: Auswählen eines Oberflächenmusters (Holz oder benutzerdefiniert).

# hardwood_imperfections_panel_label
source: Relief Pattern
deu: Reliefmuster

# hardwood_imperfections_shader
source: Image
deu: Bild

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
deu: Passt anhand eines Bitmap-Bilds das Reliefmuster des Holzes an.

# hardwood_imperfections_shader:uilabel
source: Image
deu: Bild

# hardwood_no_color
source: None
deu: Keine

# hardwood_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung
