Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
ita: Regola l'aggiunta di riflessi metallici. Impostazione di default = Non metallici.

# generic_is_metal:uilabel
source: Highlights
ita: Riflessi

# generic_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# generic_props1
source: Basic Thermal
ita: Proprietà termiche di base

# generic_props2
source: Mechanical
ita: Proprietà meccaniche

# generic_props4
source: Strength
ita: Resistenza

# generic_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ita: Definisce il numero massimo di campioni (raggi) elaborati da mental ray per la creazione di riflessi lucidi.

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

# generic_reflectivity_at_0deg
source: Reflectivity
ita: Riflettività

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
ita: Riflettività

# generic_reflectivity_at_0deg_slider
source: Direct
ita: Diretta

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
ita: Regola la quantità di luce riflessa dal materiale quando la superficie è di fronte alla cinepresa. Immettere un valore compreso tra 0 (nessuna riflessione) e 100 (riflessioni massime).

# generic_reflectivity_at_90deg
source: Oblique
ita: Obliqua

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
ita: Regola la quantità di luce riflessa dal materiale quando la superficie si trova ad un determinato angolo dalla cinepresa. Immettere un valore compreso tra 0 (nessuna riflessione) e 100 (riflessioni massime).

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
ita: Riflettività

# generic_refr_depth
source: Refraction Max Trace Depth
ita: Profondità massima traccia rifrazione

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ita: Se l'opzione è selezionata, la profondità di rifrazione del materiale viene controllata localmente e quando si raggiunge il limite viene proiettato un raggio di trasparenza aggiuntivo, limitando l'effetto di bordo scuro riscontrato in genere sugli oggetti in vetro uniforme.

# generic_refr_depth:uilabel
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# generic_refr_depth_control_label
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# generic_refraction_custom
source: Custom
ita: Personalizzata

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
ita: Campioni rifrazioni lucide

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
ita: Definisce il numero massimo di campioni (raggi) elaborati da mental ray per la creazione di rifrazioni lucide.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
ita: Campioni rifrazioni lucide

# generic_refraction_index
source: Refraction
ita: Rifrazione

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
ita: Regola la quantità di luce flessa quando attraversa una superficie. L'opzione è attiva solo quando il valore di trasparenza è maggiore di 0. Specificare un numero di indice compreso tra 0 (nessuna rifrazione) e 5 (rifrazione massima).

# generic_refraction_index:uilabel
source: Refraction
ita: Rifrazione

# generic_refraction_index_air
source: Air
ita: Aria

# generic_refraction_index_alcohol
source: Alcohol
ita: Alcol

# generic_refraction_index_diamond
source: Diamond
ita: Rombo

# generic_refraction_index_glass
source: Glass
ita: Vetro

# generic_refraction_index_quartz
source: Quartz
ita: Quarzo

# generic_refraction_index_water
source: Water
ita: acqua

# generic_refraction_translucency_weight
source: Translucency
ita: Traslucentezza

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
ita: Regola la percentuale di luce assorbita e ritrasmessa quando attraversa la superficie, come se la superficie fosse uno schermo cinematografico retroilluminato. Immettere un valore compreso tra 0 (non traslucido) e 100 (completamente traslucido, come nel caso del vetro smerigliato). L'opzione è attiva solo quando il valore di trasparenza è maggiore di 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
ita: Traslucentezza

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# generic_roundcorners_radius
source: Source
ita: Origine

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# generic_roundcorners_radius:uilabel
source: Round Corners
ita: Arrotondamento angoli

# generic_roundcorners_radius_control_label
source: Round Corners
ita: Arrotondamento angoli

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# generic_self_illum_color_temperature
source: Color Temperature
ita: Temperatura colore

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
ita: Regola la temperatura colore (calda/fredda) della luce emessa dal materiale espressa in gradi Kelvin. Ad esempio: Candela = 1850, Lampada allo xeno ad arco = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
ita: Temperatura colore

# generic_self_illum_color_temperature_candle
source: Candle
ita: Candela

# generic_self_illum_color_temperature_custom
source: Custom
ita: Personalizzata

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
ita: Luce diurna fredda

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
ita: Schermo televisivo

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
ita: Luce diurna calda

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
ita: Lampada allo xeno ad arco

# generic_self_illum_color_temperature_floodlight
source: Floodlight
ita: Riflettore

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
ita: Lampadina a incandescenza

# generic_self_illum_color_temperature_moonlight
source: Moonlight
ita: Chiaro di luna

# generic_self_illum_filter_map
source: Filter Color
ita: Colore filtro

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
ita: Regola il colore della luce trasmessa attraverso un materiale trasparente o semitrasparente, ad esempio il vetro.

# generic_self_illum_filter_map:uilabel
source: Filter Color
ita: Colore filtro

# generic_self_illum_list_label
source: Luminance
ita: Luminanza

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
ita: Regola la luminosità della luce emessa dalla superficie, espressa in candele per metro quadrato. Ad esempio: Bassa luminescenza = 10, Lente per lampada alogena = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
ita: Autoilluminazione

# generic_self_illum_panel_label
source: Self Illumination
ita: Autoilluminazione

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
ita: Schermo telefono cellulare

# generic_self_illumination_crt_television
source: CRT Television
ita: Televisore a tubo catodico

# generic_self_illumination_custom
source: Custom
ita: Personalizzata

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
ita: Lente per lampada da tavolo

# generic_self_illumination_dim_glow
source: Dim Glow
ita: Bassa luminescenza

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
ita: Lampadina opaca

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
ita: Lente per lampada alogena

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
ita: Paralume per esterni

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
ita: Paralume per interni

# generic_self_illumination_led_panel
source: LED Panel
ita: Pannello a LED

# generic_self_illumination_led_screen
source: LED Screen
ita: Schermo a LED

# generic_transparancy_fade
source: Image
ita: Immagine

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
ita: Aggiunge un'immagine da combinare con il valore di trasparenza complessivo.

# generic_transparency:uilabel
source: Transparency
ita: Trasparenza

# generic_transparency_image_fade
source: Image Fade
ita: Dissolvenza immagine

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
ita: Controlla il composto di immagine e trasparenza. Ad esempio il bianco dell'immagine sarà trasparente, mentre il grado di opacità del nero sarà determinato dal valore di dissolvenza.

# generic_transparency_image_fade:uilabel
source: Image Fade
ita: Dissolvenza immagine

# generic_transparency_panel_label
source: Transparency
ita: Trasparenza

# generic_transparency_slider_label
source: Amount
ita: Valore

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
ita: Regola la percentuale di luce che attraversa una superficie anziché essere riflessa o assorbita. Immettere un valore compreso tra 0 (opaco) e 100% (trasparente).

source: geometric
ita: geometrico

source: glass
ita: vetro

source: glazed
ita: smaltato

source: glazing
ita: vetrata

# glazing_blue
source: Blue
ita: Blu

# glazing_bluegreen
source: Blue Green
ita: Verde azzurro

# glazing_bronze
source: Bronze
ita: Bronzo

# glazing_clear
source: Clear
ita: Diafano

# glazing_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# glazing_custom_color
source: Custom
ita: Personalizzato

# glazing_glazinggroup
source: Glazing
ita: Vetrata

# glazing_gray
source: Gray
ita: Grigio

# glazing_green
source: Green
ita: Verde

# glazing_no_levels
source: Sheets of Glass
ita: Lastre di vetro

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
ita: Regola il numero di pannelli di vetro. Ad esempio, l'impostazione per i doppi vetri è 2. Immettere un numero compreso tra 1 e 6.

# glazing_no_levels:uilabel
source: Sheets of Glass
ita: Lastre di vetro

# glazing_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# glazing_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# glazing_reflectance
source: Reflectance
ita: Riflettanza

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
ita: Regola la quantità di luce riflessa dalla superficie di vetro (che non attraversa la superficie). Immettere un valore compreso tra 0 e 100%.

# glazing_reflectance:uilabel
source: Reflectance
ita: Riflettanza

# glazing_refr_depth
source: Refraction Max Trace Depth
ita: Profondità massima traccia rifrazione

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ita: Se l'opzione è selezionata, la profondità di rifrazione del materiale viene controllata localmente e quando si raggiunge il limite viene proiettato un raggio di trasparenza aggiuntivo, limitando l'effetto di bordo scuro riscontrato in genere sugli oggetti in vetro uniforme.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# glazing_refr_depth_control_label
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# glazing_transmittance_color
source: Color
ita: Colore

# glazing_transmittance_color:glazing_blue
source: Blue
ita: Blu

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
ita: Verde azzurro

# glazing_transmittance_color:glazing_bronze
source: Bronze
ita: Bronzo

# glazing_transmittance_color:glazing_clear
source: Clear
ita: Diafano

# glazing_transmittance_color:glazing_custom
source: Custom
ita: Personalizzato

# glazing_transmittance_color:glazing_gray
source: Gray
ita: Grigio

# glazing_transmittance_color:glazing_green
source: Green
ita: Verde

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
ita: Regola il colore della vetrata e la quantità di luce trasmessa attraverso il vetro.

# glazing_transmittance_color:uilabel
source: Color
ita: Colore

# glazing_transmittance_map
source: Custom Color
ita: Colore personalizzato

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ita: Consente di selezionare un colore, un'immagine o una composizione procedurale per creare l'aspetto del materiale.

# glazing_transmittance_map:uilabel
source: Custom Color
ita: Colore personalizzato

source: gloss
ita: lucentezza

source: glossy
ita: lucido

source: glow
ita: luminescenza

# glyphDisplay:uilabel
source: Glyph display:
ita: Visualizzazione glifo:

source: gold
ita: oro

source: golden
ita: dorato

source: goldenrod
ita: giallo limone scuro

# gradient_Appearance
source: Appearance
ita: Aspetto

# gradient_Color:uilabel
source: Color
ita: Colore

# gradient_Position:uilabel
source: Position
ita: Posizione

# gradient_Repeat
source: Repeat
ita: Ripeti

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
ita: Per aggiungere un nodo, fare clic nella barra delle sfumature. Per eliminare un nodo, trascinarlo al di fuori della barra o selezionarlo e premere il tasto CANC.

# gradient_interpolation:gradient_interp_custom
source: Custom
ita: Personalizzata

# gradient_interpolation:gradient_interp_easyin
source: Ease in
ita: Entrata graduale

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
ita: Turbolenza

# gradient_interpolation:gradient_interp_easyout
source: Ease out
ita: Uscita graduale

# gradient_interpolation:gradient_interp_linear
source: Linear
ita: Lineare

# gradient_interpolation:gradient_interp_solid
source: Solid
ita: Solida

# gradient_interpolation:uilabel
source: Interpolation
ita: Interpolazione

# gradient_noise:gradient_noise_fractal
source: Fractal
ita: Frattale

# gradient_noise:gradient_noise_regular
source: Regular
ita: Regolare

# gradient_noise:gradient_noise_turbulence
source: Turbulence
ita: Turbolenza

# gradient_noise:uilabel
source: Noise Type
ita: Tipo di disturbo

# gradient_noise_amount:uilabel
source: Amount
ita: Valore

# gradient_noise_fractal
source: Fractal
ita: Frattale

# gradient_noise_high
source: High
ita: Alto

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
ita: Regola il valore soglia massimo. Intervallo = da 0 a 1.

# gradient_noise_high:uilabel
source: High
ita: Alto

# gradient_noise_levels
source: Levels
ita: Livelli

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
ita: Imposta il numero di iterazioni frattali o il livello di turbolenza (come funzione continua).

# gradient_noise_levels:uilabel
source: Levels
ita: Livelli

# gradient_noise_list_label
source: Noise Type
ita: Tipo di disturbo

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
ita: Visualizza i diversi tipi di motivi disturbo che è possibile creare: Regolare, Frattale o Turbolenza.

# gradient_noise_low
source: Low
ita: Basso

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
ita: Regola il valore soglia minimo per il disturbo. Quando il valore del disturbo è superiore a quello minimo e inferiore a quello massimo, l'intervallo dinamico viene esteso fino a riempire i valori compresi tra 0 e 1. Ciò può causare livelli di discontinuità ridotti nella transizione soglia e riduce la quantità di aliasing potenziale.

# gradient_noise_low:uilabel
source: Low
ita: Basso

# gradient_noise_panel_label
source: Noise
ita: Disturbo

# gradient_noise_phase
source: Phase
ita: Fase

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
ita: Controlla la velocità dell'animazione della funzione disturbo. Viene utilizzata una funzione di disturbo 3D: i primi due parametri sono U e V, mentre il terzo è la fase.

# gradient_noise_phase:uilabel
source: Phase
ita: Fase

# gradient_noise_regular
source: Regular
ita: Regolare

# gradient_noise_size
source: Size
ita: Ampiezza

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
ita: Imposta la scala del disturbo. A valori inferiori corrispondono porzioni di disturbo minori.

# gradient_noise_size:uilabel
source: Size
ita: Ampiezza

# gradient_noise_slider_label
source: Amount
ita: Valore

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
ita: Quando l'opzione è impostata su un valore diverso da zero, alla sfumatura viene applicato un disturbo casuale in base all'interazione dei colori delle rampe e delle mappe eventualmente presenti nella sfumatura. A valori elevati corrispondono effetti più accentuati. Intervallo = da 0 a 1.

# gradient_noise_smooth
source: Smooth
ita: Omogeneo

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
ita: Regola l'omogeneità del disturbo. Intervallo = da 0 a 1.

# gradient_noise_smooth:uilabel
source: Smooth
ita: Omogeneo

# gradient_noise_threshold
source: Noise Threshold
ita: Soglia disturbo

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
ita: Specifica la soglia di disturbo dell'area raffigurata nell'immagine soprastante.

# gradient_noise_turbulence
source: Turbulence
ita: Turbolenza

# gradient_position
source: Position
ita: Posizione

# gradient_scale_group
source: Scale
ita: Scala

# gradient_transforms_group
source: Transforms
ita: Trasformazioni

source: Gradient Type
ita: Tipo sfumatura

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
ita: Lineare asimmetrica

# gradient_type:gradient_type_box
source: Box
ita: Rettangolo

# gradient_type:gradient_type_diagonal
source: Diagonal
ita: Diagonale

# gradient_type:gradient_type_lighting
source: Light normal
ita: Luce normale

# gradient_type:gradient_type_linear
source: Linear
ita: Lineare

# gradient_type:gradient_type_mapped
source: Mapped
ita: Mappata

# gradient_type:gradient_type_normal
source: Camera normal
ita: Cinepresa normale

# gradient_type:gradient_type_pong
source: Pong
ita: Phong

# gradient_type:gradient_type_radial
source: Radial
ita: Radiale

# gradient_type:gradient_type_spiral
source: Spiral
ita: Spirale

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
ita: Specifica la forma della sfumatura, fatta eccezione per i tipi Luce e Cinepresa, nei quali la forma della sfumatura è definita come funzione della cinepresa o dell'illuminazione della scena.

# gradient_type:uilabel
source: Gradient Type
ita: Tipo sfumatura

# gradient_type_4corner
source: Linear asymmetrical
ita: Lineare asimmetrica

# gradient_type_box
source: Box
ita: Rettangolo

# gradient_type_diagonal
source: Diagonal
ita: Diagonale
