Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-jpn.xlf
Languages: jpn

source: Wood-028
jpn: カエデ材 - チョコレート ブラウン

source: Wood-029
jpn: カエデ材 - ワイルド ベリー

source: Wood-030
jpn: カエデ材 - ミスティック ブラウン

source: Wood-031
jpn: ナチュラル カエデ材 - 光沢

source: Wood-032
jpn: ナチュラル カエデ材 - 光沢 濃い着色

source: Wood-033
jpn: ケンパス材 - ナチュラル

source: Wood-034
jpn: アンジローバ材 - ナチュラル

source: Wood-035
jpn: レッド オーク材 - ナチュラル アンティーク

source: Wood-036
jpn: レッド オーク材 - ナチュラル クラシック

source: Wood-037
jpn: レッド オーク材 - ナチュラル クラシック 無仕上げ

source: Wood-038
jpn: レッド オーク材 - ナチュラル カントリー

source: Wood-039
jpn: レッド オーク材 - 紫檀

source: Wood-040
jpn: レッド オーク材 - はちみつ色

source: Wood-041
jpn: レッド オーク材 - ウィスキー

source: Wood-042
jpn: レッド オーク材 - ジャワ

source: Wood-043
jpn: レッド オーク材 - アマレット

source: Wood-044
jpn: レッド オーク材 - チョコレート ブラウン

source: Wood-045
jpn: レッド オーク材 - ワイルド ベリー

source: Wood-046
jpn: レッド オーク材 - ミスティック ブラウン

source: Wood-047
jpn: レッド オーク材 - ナチュラル

source: Wood-048
jpn: レッド オーク材 - ナチュラル 着色

source: Wood-049
jpn: シルバー カエデ材 - 茶

source: Wood-050
jpn: シルバー カエデ材 - 紫檀

source: Wood-051
jpn: シルバー カエデ材 - はちみつ色

source: Wood-052
jpn: シルバー カエデ材 - ガンストック色

source: Wood-053
jpn: シルバー カエデ材 - ガリアーノ

source: Wood-054
jpn: シルバー カエデ材 - チョコレート ブラウン

source: Wood-055
jpn: シルバー カエデ材 - ワイルド ベリー

source: Wood-056
jpn: シルバー カエデ材 - ミスティック ブラウン

source: Wood-057
jpn: シルバー カエデ材 - ナチュラル

source: Wood-058
jpn: シルバー カエデ材 - ナチュラル 着色

source: Wood-059
jpn: タイガ材 - ナチュラル

source: Wood-060
jpn: ホワイト アッシュ材 - ジャワ

source: Wood-061
jpn: ホワイト アッシュ材 - アマレット

source: Wood-062
jpn: ホワイト アッシュ材 - ガリアーノ

source: Wood-063
jpn: ホワイト アッシュ材 - チョコレート ブラウン

source: Wood-064
jpn: ホワイト アッシュ材 - ワイルド ベリー

source: Wood-065
jpn: クリ材 - ナチュラル

source: Wood-066
jpn: クリ材 - ナチュラル 無仕上げ

source: Wood-067
jpn: ホワイト オーク材 - ガリアーノ

source: Wood-068
jpn: ホワイト オーク材 - チョコレート ブラウン

source: Wood-069
jpn: ホワイト オーク材 - ワイルド ベリー

source: Wood-070
jpn: ホワイト オーク材 - ミスティック ブラウン

source: Wood-071
jpn: ホワイト オーク材 - ナチュラル

source: Wood-072
jpn: セイヨウミザクラ材 - ナチュラル 1

source: Wood-073
jpn: セイヨウミザクラ材 - ナチュラル 2

source: Wood-074
jpn: セイヨウミザクラ材 - 溝

source: Wood-075
jpn: セイヨウミザクラ材 - 標準 茶

source: Wood-076
jpn: セイヨウミザクラ材 - 紫檀

source: Wood-077
jpn: セイヨウミザクラ材 - トースト ブラウン

source: Wood-078
jpn: セイヨウミザクラ材 - はちみつ色

source: Wood-079
jpn: セイヨウミザクラ材 - チェリー

source: Wood-080
jpn: セイヨウミザクラ材 - ガンストック色

source: Wood-081
jpn: セイヨウミザクラ材 - 無仕上げ ガンストック色

source: Wood-082
jpn: セイヨウミザクラ材 - ウィスキー

source: Wood-083
jpn: セイヨウミザクラ材 - ジャワ

source: Wood-084
jpn: セイヨウミザクラ材 - アマレット

source: Wood-085
jpn: セイヨウミザクラ材 - ガリアーノ

source: Wood-086
jpn: セイヨウミザクラ材 - チョコレート ブラウン

source: Wood-087
jpn: セイヨウミザクラ材 - ワイルド ベリー

source: Wood-088
jpn: セイヨウミザクラ材 - ミスティック ブラウン

source: Wood-089
jpn: クルミ材 - 塗装 淡い色 光沢なし

source: Wood-090
jpn: クルミ材 - ナチュラル つや出し

source: Wood-091
jpn: カバノキ材 - ナチュラル 光沢なし

source: Wood-092
jpn: カバノキ材 - 硬質 ナチュラル 抑えた光沢

source: Wood-093
jpn: カバノキ材 - ナチュラル 標準の光沢

source: Wood-094
jpn: カバノキ材 - ナチュラル つや出し

source: Wood-095
jpn: カバノキ材 - 硬質 塗装 淡い色 光沢なし

source: Wood-096
jpn: カバノキ材 - 硬質 塗装 濃い色 光沢なし

source: Wood-097
jpn: カバノキ材 - 硬質 塗装 濃い色 標準の光沢

source: Wood-098
jpn: サクラ材 - 硬質 塗装 濃い色 標準の光沢

source: Wood-099
jpn: サクラ材 - 硬質 塗装 濃い色 光沢なし

source: Wood-100
jpn: サクラ材 - 硬質 塗装 淡い色 光沢なし

source: Wood-101
jpn: サクラ材 - ナチュラル 標準の光沢

source: Wood-102
jpn: サクラ材 - 塗装 淡い色 抑えた光沢

source: Wood-103
jpn: サクラ材 - 塗装 淡い色 光沢なし 1

source: Wood-104
jpn: サクラ材 - 淡い色 粗い

source: Wood-105
jpn: サクラ材 -淡い色

source: Wood-106
jpn: マホガニー材 - 硬質 塗装 濃い色 標準の光沢

source: Wood-107
jpn: マホガニー材 - 硬質 塗装 濃い色 光沢なし

source: Wood-108
jpn: マホガニー材 - 硬質 塗装 淡い色 光沢なし

source: Wood-109
jpn: マホガニー材 - ナチュラル つや出し

source: Wood-110
jpn: マホガニー材 - 塗装 濃い色 つや出し

source: Wood-111
jpn: ホワイト オーク材 - 硬質 塗装 淡い色 光沢なし

source: Wood-112
jpn: レッド オーク材 - ナチュラル 光沢なし

source: Wood-113
jpn: レッド オーク材 - 塗装 淡い色 標準の光沢

source: Wood-114
jpn: レッド オーク材 - 塗装 淡い色 光沢なし

source: Wood-115
jpn: ホワイト オーク材 - ナチュラル 標準の光沢

source: Wood-116
jpn: ホワイト オーク材 - 塗装 淡い色 光沢なし 1

source: Wood-117
jpn: イエロー パイン材 - 硬質 ナチュラル 抑えた光沢

source: Wood-118
jpn: イエロー パイン材 - 硬質 ナチュラル つや出し

source: Wood-119
jpn: イエロー パイン材 - 硬質 塗装 濃い色 標準の光沢

source: Wood-120
jpn: イエロー パイン材 - 硬質 塗装 濃い色 光沢なし

source: Wood-121
jpn: イエロー パイン材 - 硬質 塗装 淡い色 光沢なし

source: Wood-122
jpn: イエロー パイン材 - ナチュラル 光沢なし

source: Wood-123
jpn: イエロー パイン材 - 塗装 淡い色 つや出し

source: Wood-124
jpn: チーク材 - 硬質 塗装 濃い色 つや出し

source: Wood-125
jpn: チーク材 - ナチュラル つや出し

source: Wood-126
jpn: チーク材 - 硬質 塗装 淡い色 光沢なし

source: Wood-127
jpn: チーク材

source: Wood-128
jpn: オーク材 - へリンボーン

source: Wood-129
jpn: 合板 - 風化

source: Wood-130
jpn: パーティクル ボード

source: Wood-131
jpn: 紫檀 - ナチュラル 抑えた光沢

source: Wood-132
jpn: 紫檀 - 塗装 淡い色 光沢なし

source: Wood-133
jpn: 紫檀 - 硬質 塗装 淡い色 光沢なし

source: Wood-134
jpn: パネル - 茶

source: Wood-135
jpn: パネル - 黄-茶

source: Wood-136
jpn: ニレ材 - こぶ 塗装 淡い色 光沢なし

source: Wood-137
jpn: カバノキ材 - 硬質 塗装 濃い色 つや出し

source: Wood-138
jpn: カバノキ材 - 硬質 塗装 淡い色 抑えた光沢

source: Wood-139
jpn: マホガニー材 - 硬質 ナチュラル つや出し

source: Wood-140
jpn: 松材 - 粗い

source: Wood-141
jpn: マホガニー材 - 硬質 塗装 濃い色 つや出し 1

source: Wood-142
jpn: ホワイト オーク材 - 硬質 ナチュラル 標準の光沢

source: Wood-143
jpn: イエロー パイン材 - 硬質 塗装 抑えた光沢

source: Wood-144
jpn: チーク材 - 硬質 ナチュラル 標準の光沢

source: Wood-145
jpn: カバノキ材 - 塗装 濃い色 つや出し 1

source: Wood-146
jpn: カバノキ材 - 塗装 淡い色 標準の光沢

source: Wood-147
jpn: サクラ材 - ナチュラル 抑えた光沢

source: Wood-148
jpn: サクラ材 - ナチュラル 光沢なし

source: Wood-149
jpn: サクラ材 - 塗装 濃い色 抑えた光沢

source: Wood-150
jpn: サクラ材 - 塗装 濃い色 標準の光沢 1

source: Wood-151
jpn: マホガニー材 - ナチュラル 抑えた光沢

source: Wood-152
jpn: レッド オーク材 - ナチュラル 抑えた光沢

source: Wood-153
jpn: レッド オーク材 - 塗装 濃い色 抑えた光沢

source: Wood-154
jpn: ホワイト オーク材 - 塗装 濃い色 つや出し

source: Wood-155
jpn: ホワイト オーク材 - 塗装 淡い色 つや出し

source: Wood-156
jpn: イエロー パイン材 - ナチュラル つや出し

source: Wood-157
jpn: イエロー パイン材 - 塗装 濃い色 標準の光沢

source: Wood-158
jpn: チーク材 - ナチュラル 標準の光沢 1

source: Wood-159
jpn: チーク材 - ナチュラル 光沢なし

source: Wood-160
jpn: チーク材 - 塗装 濃い色 標準の光沢

source: Wood-161
jpn: チーク材 - 塗装 濃い色 光沢なし

source: Wood-162
jpn: パネル - アッシュ材

source: Wood-163
jpn: カエデ材 - 硬質 ナチュラル 抑えた光沢

source: Wood-164
jpn: カエデ材 - 硬質 ナチュラル 標準の光沢

source: Wood-165
jpn: カエデ材 - 硬質 ナチュラル 光沢なし

source: Wood-166
jpn: カエデ材 - 硬質 ナチュラル つや出し

source: Wood-167
jpn: カエデ材 - 硬質 塗装 淡い色 抑えた光沢

source: Wood-168
jpn: カエデ材 - 塗装 濃い色 つや出し

source: Wood-169
jpn: カエデ材 - 塗装 淡い色 標準の光沢

source: Wood-170
jpn: カエデ材 - 塗装 淡い色 光沢なし

source: Wood/Panels
jpn: 木材/パネル

# WoodSchema_localname:Wood
source: Wood
jpn: 木材

# WoodSchema_localtype:Texture
source: Texture
jpn: テクスチャ

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Beige
jpn: 木材とプラスチック.仕上げ工事.プラスティック ラミネート.うすベージュ

source: Woods - Plastics.Finish Carpentry.Plastic Laminates.Light Brown
jpn: 木材とプラスチック.仕上げ工事.プラスティック ラミネート.うす茶色

source: Woods - Plastics.Finish Carpentry.Wood.Boards
jpn: 木材とプラスチック.仕上げ工事.木材.板材

source: Woods - Plastics.Finish Carpentry.Wood.Cherry
jpn: 木材とプラスチック.仕上げ工事.木材.桜材

source: Woods - Plastics.Finish Carpentry.Wood.Cherry.2
jpn: 木材とプラスチック.仕上げ工事.木材.桜材.2

source: Woods - Plastics.Finish Carpentry.Wood.Hickory
jpn: 木材とプラスチック.仕上げ工事.木材.ヒッコリー材

source: Woods - Plastics.Finish Carpentry.Wood.Mahogany
jpn: 木材とプラスチック.仕上げ工事.木材.マホガニー材

source: Woods - Plastics.Finish Carpentry.Wood.Maple
jpn: 木材とプラスチック.仕上げ工事.木材.カエデ材

source: Woods - Plastics.Finish Carpentry.Wood.Paneling.1
jpn: 木材とプラスチック.仕上げ工事.木材.パネル用材.1

source: Woods - Plastics.Finish Carpentry.Wood.Pine
jpn: 木材とプラスチック.仕上げ工事.木材.松材

source: Woods - Plastics.Finish Carpentry.Wood.Poplar
jpn: 木材とプラスチック.仕上げ工事.木材.ポプラ材

source: Woods - Plastics.Finish Carpentry.Wood.Red Birch
jpn: 木材とプラスチック.仕上げ工事.木材.赤樺材

source: Woods - Plastics.Finish Carpentry.Wood.Red Oak
jpn: 木材とプラスチック.仕上げ工事.木材.赤樫材

source: Woods - Plastics.Finish Carpentry.Wood.Redwood
jpn: 木材とプラスチック.仕上げ工事.木材.アメリカスギ材

source: Woods - Plastics.Finish Carpentry.Wood.Teak
jpn: 木材とプラスチック.仕上げ工事.木材.チーク材

source: Woods - Plastics.Finish Carpentry.Wood.Walnut
jpn: 木材とプラスチック.仕上げ工事.木材.クルミ材

source: Woods - Plastics.Finish Carpentry.Wood.White Ash
jpn: 木材とプラスチック.仕上げ工事.木材.アメリカトネリコ木材

source: Woods - Plastics.Finish Carpentry.Wood.White Oak
jpn: 木材とプラスチック.仕上げ工事.木材.カシ木材

source: Woods - Plastics.FinishCarpentry.Lacquer
jpn: 木材とプラスチック.仕上げ工事.ラッカー

source: Woods - Plastics.FinishCarpentry.Shellac
jpn: 木材とプラスチック.仕上げ工事.セラック

source: Woods - Plastics.FinishCarpentry.Siding.Bevel
jpn: 木材とプラスチック.仕上げ工事.サイディング.ベベル

source: Woods - Plastics.FinishCarpentry.Siding.Board - Batten
jpn: 木材とプラスチック.仕上げ工事.サイディング.板材 - 貫木

source: Woods - Plastics.FinishCarpentry.Siding.ShipLap
jpn: 木材とプラスチック.仕上げ工事.サイディング.ShipLap

source: Woods - Plastics.FinishCarpentry.Siding.SplitLog
jpn: 木材とプラスチック.仕上げ工事.サイディング.SplitLog

source: Woods - Plastics.FinishCarpentry.Siding.Tongue - Groove
jpn: 木材とプラスチック.仕上げ工事.サイディング.Tongue - Groove

source: Woods - Plastics.FinishCarpentry.Urethane
jpn: 木材とプラスチック.仕上げ工事.ウレタン

source: Woods - Plastics.FinishCarpentry.Wax.Black
jpn: 木材とプラスチック.仕上げ工事.ワックス.黒

source: Woods - Plastics.FinishCarpentry.Wax.Red
jpn: 木材とプラスチック.仕上げ工事.ワックス.赤

source: Woods - Plastics.FinishCarpentry.Wood.Ironwood
jpn: 木材とプラスチック.仕上げ工事.木材.鉄樹

source: Woods - Plastics.FinishCarpentry.Wood.Roble
jpn: 木材とプラスチック.仕上げ工事.木材.樫

source: Woods - Plastics.Masonite.Paneling
jpn: 木材とプラスチック.組積造.パネル用材

source: Woods - Plastics.Plastics.PVC.White
jpn: 木材とプラスチック.プラスティック.PVC.白

# Woods&amp;Plastics.Cardboard.Chipboard
source: Woods&Plastics.Cardboard.Chipboard
jpn: 木材とプラスチック.ダンボール.ボール紙

# Woods&amp;Plastics.Cardboard.Corrugated
source: Woods&Plastics.Cardboard.Corrugated
jpn: 木材とプラスチック.ダンボール.段ボール紙

# Woods&amp;Plastics.FinishCarpentry.Wood.Andiroba
source: Woods&Plastics.FinishCarpentry.Wood.Andiroba
jpn: 木材とプラスチック.仕上げ工事.木材.アンジローバ

# Woods&amp;Plastics.FinishCarpentry.Wood.Beech
source: Woods&Plastics.FinishCarpentry.Wood.Beech
jpn: 木材とプラスチック.仕上げ工事.木材.ブナ

# Woods&amp;Plastics.FinishCarpentry.Wood.Bocote
source: Woods&Plastics.FinishCarpentry.Wood.Bocote
jpn: 木材とプラスチック.仕上げ工事.木材.ボコテ

# Woods&amp;Plastics.FinishCarpentry.Wood.BurrElm
source: Woods&Plastics.FinishCarpentry.Wood.BurrElm
jpn: 木材とプラスチック.仕上げ工事.木材.突起ニレ材

# Woods&amp;Plastics.FinishCarpentry.Wood.Cocobolo
source: Woods&Plastics.FinishCarpentry.Wood.Cocobolo
jpn: 木材とプラスチック.仕上げ工事.木材.ココボロ

# Woods&amp;Plastics.FinishCarpentry.Wood.EnglishOak
source: Woods&Plastics.FinishCarpentry.Wood.EnglishOak
jpn: 木材とプラスチック.仕上げ工事.木材.ヨーロッパナラ

# Woods&amp;Plastics.FinishCarpentry.Wood.Goncalo
source: Woods&Plastics.FinishCarpentry.Wood.Goncalo
jpn: 木材とプラスチック.仕上げ工事.木材.ゴンカロ

# Woods&amp;Plastics.FinishCarpentry.Wood.RoseMyrtle
source: Woods&Plastics.FinishCarpentry.Wood.RoseMyrtle
jpn: 木材とプラスチック.仕上げ工事.木材.ギンバイカ

# Woods&amp;Plastics.FinishCarpentry.Wood.Spruce
source: Woods&Plastics.FinishCarpentry.Wood.Spruce
jpn: 木材とプラスチック.仕上げ工事.木材.スプルース

# Woods&amp;Plastics.Masonite.Pegboard
source: Woods&Plastics.Masonite.Pegboard
jpn: 木材とプラスチック.組構造.ペグボード

# Woods&amp;Plastics.Plastics.Latex
source: Woods&Plastics.Plastics.Latex
jpn: 木材とプラスチック.プラスティック.ラテックス

# Woods&amp;Plastics.Pressboard.Paneling
source: Woods&Plastics.Pressboard.Paneling
jpn: 木材とプラスチック.厚紙.パネル

source: Wrought copper
jpn: 鍛銅

source: Wrought steel
jpn: 鍛鋼

source: Year:
jpn: 年:

# Year:uilabel
source: Year:
jpn: 年:

# a_incandescent
source: Incandescent Filament Lamp
jpn: 白熱電球

source: acoustic
jpn: 吸音

source: Active
jpn: アクティブ

# active:uilabel
source: Active
jpn: アクティブ

source: adobe
jpn: 日干しレンガ

# aerial_perspective
source: Atmospheric Haze
jpn: 周囲のもや

source: aggregate
jpn: 砂利

source: alabaster
jpn: 雪花石膏

source: algae
jpn: 藻

source: alloy
jpn: 合金

source: aluminium
jpn: アルミニウム

source: aluminum
jpn: アルミニウム

source: amber
jpn: 琥珀色

source: Ambient Color:
jpn: アンビエント色:

# ambientColor:uilabel
source: Ambient Color:
jpn: アンビエント色:

source: Ambient Only:
jpn: 周囲のみ:

# ambientOnly:uilabel
source: Ambient Only:
jpn: 周囲のみ:

source: ambientocclusion
jpn: アンビエントオクルージョン

# ambientocclusion_group
source: Ambient Occlusion Properties
jpn: アンビエントオクルージョン プロパティ

source: andiroba
jpn: アンジローバ材

source: anodized
jpn: 陽極酸化

source: antique
jpn: アンティーク

# aperture:uilabel
source: aperture
jpn: 絞り

source: aqua
jpn: アクア

source: architectural
jpn: 建築

source: Area
jpn: エリア

source: ash
jpn: アッシュ

source: Aspect
jpn: 縦横比

# aspect_ratio:uilabel
source: aspect_ratio
jpn: 縦横比

source: asphalt
jpn: アスファルト

# asset_description
source: Description
jpn: 説明

# asset_information
source: Information
jpn: 情報

# asset_information1
source: Descriptive Information
jpn: 記述情報

# asset_information2
source: Product Information
jpn: 製品情報

# asset_information3
source: Revit Annotation Information
jpn: Revit 注釈情報

# asset_keywords
source: Keywords
jpn: キーワード

# asset_name
source: Name
jpn: 名前

# asset_source
source: Source
jpn: ソース

# asset_texture_paths
source: Texture Paths
jpn: テクスチャのパス

# asset_type
source: Type
jpn: タイプ

# asset_version
source: Version
jpn: バージョン

# atmosShadowColAmnt
source: Amount:
jpn: 量:

# atmosShadowColAmnt:uilabel
source: Amount:
jpn: 量:

# atmosShadowOn
source: On:
jpn: オン:

# atmosShadowOn:uilabel
source: On:
jpn: オン:

# atmosShadowOpacity
source: Opacity:
jpn: 不透明:

# atmosShadowOpacity:uilabel
source: Opacity:
jpn: 不透明:

# atmosShadows
source: Atmospheric Shadows
jpn: 環境効果のシャドウ

# automatic_photon_energy:uilabel
source: Automatic Photon Energy:
jpn: 自動光子エネルギー:

# background
source: Background Shader:
jpn: 背景のシェーダ:

# background:uilabel
source: Background Shader:
jpn: 背景のシェーダ:

source: Background On:
jpn: 背景オン:

# backgroundOn:uilabel
source: Background On:
jpn: 背景オン:

# backgroundx
source: Background
jpn: 背景

source: bank
jpn: バンク

# base
source: Fixture
jpn: 器具

source: basic
jpn: 基礎

# basic_props1
source: Basic Thermal
jpn: 熱特性

source: bathroom
jpn: 浴室

source: bayou
jpn: バイユー

source: bedroom
jpn: 寝室

source: beech
jpn: ブナ材

source: beechwood
jpn: ブナ材

source: beige
jpn: ベージュ

source: beige plaid
jpn: ベージュ色の格子柄

source: bermuda
jpn: バミューダ

source: birch
jpn: カバノキ材

source: black
jpn: 黒

source: block
jpn: ブロック

source: blocks
jpn: ブロック

source: blue
jpn: 青

source: board
jpn: ボード

source: bog
jpn: 沼

source: Bottom Left 1:
jpn: 左下 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
jpn: 左下 1:

source: Bottom Right 1:
jpn: 右下 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
jpn: 右下 1:

source: brass
jpn: 真鍮

# break_def_map:uilabel
source: Break Def Map
jpn: ブレーク定義マップ

source: brick
jpn: レンガ

source: Brightness:
jpn: 明るさ:

# brightness:uilabel
source: Brightness:
jpn: 明るさ:

source: brindle
jpn: ブリンドル

source: bronze
jpn: ブロンズ

# broom_curved:uilabel
source: Broom Curved
jpn: 曲線状の刷毛

# broom_straight:uilabel
source: Broom Straight
jpn: 直線状の刷毛

source: brown
jpn: 茶

source: brown carpet
jpn: 茶色のカーペット

# brush_def_map:uilabel
source: Brush Def Map
jpn: ブラシ定義マップ

source: brushed
jpn: ブラシ仕上げ

source: bulb
jpn: 電球

# bump_checker_map:uilabel
source: Bump Checker Map
jpn: バンプ チェッカー マップ

# bump_diamond_map:uilabel
source: Bump Diamond Map
jpn: バンプ ダイヤモンド マップ

source: burgundy
jpn: ワイン色

source: burl
jpn: こぶ

source: burlap
jpn: バーラップ

# burn_highlights
source: Highlights (Burn):
jpn: ハイライト (焼き付け):

# burn_highlights:uilabel
source: Highlights (Burn):
jpn: ハイライト (焼き付け):

source: burnt
jpn: バーント

source: cadet
jpn: くすんだ

source: cafe
jpn: カフェ

# camera_shutter
source: Shutter Speed:
jpn: シャッタ スピード:

# camera_shutter:uilabel
source: Shutter Speed:
jpn: シャッタ スピード:

source: canary
jpn: カナリア

# candela
source: candelas
jpn: カンデラ

source: caning
jpn: 籐

source: canvas
jpn: キャンバス

source: cardboard
jpn: ボール紙

source: carpet
jpn: カーペット

source: carpet with some blue, yellow and red
jpn: 青、黄、赤の色のあるカーペット

source: cast-in-place
jpn: 現場打ち

# cast_shadows
source: Compute Shadows:
jpn: シャドウの計算:

# cast_shadows:uilabel
source: Turns on shadows:
jpn: シャドウをオン:

source: ceiling
jpn: 天井

source: cement
jpn: セメント

source: ceramic
jpn: セラミック

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
jpn: HID セラミック メタル ハロゲン灯(寒色)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
jpn: HID セラミック メタル ハロゲン灯(暖色)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
jpn: オブジェクトの色を考慮に入れた、より複雑なモードのアンビエント オクルージョン(AO)を可能にします。注意：これにより、過剰な「コーナーの暗色化」が改善され、自己発光オブジェクトの周りのAOによる「暗い縁」の生成が解決します。

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
jpn: 他のマテリアルから色を使用する

# ceramic_ao_distance
source: Max Distance
jpn: 最大距離

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
jpn: アンビエント オクルージョンの半径を定義します(高= 大きな被覆領域/遅い、低= 小さな被覆領域/早い)

# ceramic_ao_distance:uilabel
source: Max Distance
jpn: 最大距離

# ceramic_ao_on
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
jpn: アンビエント オクルージョンを可能にします。シェーダを使用することにより、真に全体的な照明の外観をエミュレートし、塞がれている領域の範囲を計算したり、入射光の受け入れを防いだりします。間接光でこのエフェクトを使用します。

# ceramic_ao_on:uilabel
source: Ambient Occlusion
jpn: アンビエント オクルージョン

# ceramic_ao_samples
source: Samples
jpn: サンプル

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
jpn: アンビエント オクルージョンの品質(高= 滑らか/遅い、低= 粗い/早い)

# ceramic_ao_samples:uilabel
source: Samples
jpn: サンプル

# ceramic_application
source: Finish
jpn: 仕上げ

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
jpn: 高光沢 / 光沢仕上げ

# ceramic_application:ceramic_matte
source: Matte
jpn: マット

# ceramic_application:ceramic_satin
source: Satin
jpn: サテン

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
jpn: 仕上がったサーフェスのテクスチャを調整します。

# ceramic_application:uilabel
source: Finish
jpn: 仕上げ

# ceramic_bump:ceramic_custom
source: Custom
jpn: カスタム

# ceramic_bump:ceramic_none
source: None
jpn: なし

# ceramic_bump:ceramic_wavy
source: Wavy
jpn: 波状

# ceramic_bump:uilabel
source: Type
jpn: タイプ

# ceramic_bump_amount
source: Amount
jpn: 量

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
jpn: セラミックによく見られる低周波を制御します。より大きな 10 進値(最大 1.0)を入力して、サーフェスのでこぼこの深さを増加します。

# ceramic_bump_amount:uilabel
source: Amount
jpn: 量

# ceramic_bump_list_label
source: Type
jpn: タイプ

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
jpn: セラミックによく見られる低周波を表現するために使用するパターンを調整します。

# ceramic_bump_map
source: Image
jpn: イメージ

# ceramic_bump_map:uilabel
source: Image
jpn: イメージ

# ceramic_bump_panel_label
source: Finish Bumps
jpn: 仕上げバンプ

# ceramic_ceramic
source: Ceramic
jpn: セラミック

# ceramic_color
source: Color
jpn: 色

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
jpn: 色、イメージ、または手続き型テクスチャを選択し、マテリアルの外観を作成します。

# ceramic_color:uilabel
source: Color
jpn: 色

# ceramic_color_by_object:uilabel
source: Color
jpn: 色

# ceramic_custom
source: Custom
jpn: カスタム

# ceramic_high_glossy
source: High Gloss / Glazed
jpn: 高光沢 / 光沢仕上げ

# ceramic_matte
source: Matte
jpn: マット

# ceramic_pattern:ceramic_custom
source: Custom
jpn: カスタム

# ceramic_pattern:ceramic_none
source: None
jpn: なし

# ceramic_pattern:uilabel
source: Type
jpn: タイプ

# ceramic_pattern_amount
source: Amount
jpn: 量

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
jpn: 装飾レリーフ パターンを制御します。

# ceramic_pattern_amount:uilabel
source: Amount
jpn: 量

# ceramic_pattern_list_label
source: Type
jpn: タイプ

# ceramic_pattern_map:uilabel
source: Image
jpn: イメージ

# ceramic_pattern_map_slider_label
source: Image
jpn: イメージ

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
jpn: 装飾レリーフ パターンを表示します。

# ceramic_pattern_map_stack_label
source: Relief Pattern
jpn: レリーフ パターン

# ceramic_performance_tunning_group
source: Performance Tuning
jpn: パフォーマンスの調整

# ceramic_porcelain
source: Porcelain
jpn: 磁器

# ceramic_props
source: Ceramic
jpn: セラミック

# ceramic_refl_depth
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
jpn: 各光線が反射する回数。ゼロに設定すると、全体のレンダー設定が優先します。

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
jpn: 反射 最大トレース デプス

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
jpn: マテリアルへのラウンド コーナー エフェクトの適用を有効にします。現在のマテリアルの表面のみラウンド コーナー エフェクトの適用を無効にします。

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
jpn: 他のマテリアルとブレンド

# ceramic_roundcorners_on
source: Round Corners
jpn: ラウンド コーナー

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
jpn: シミュレートされたラウンド コーナーを有効にします。注意：これはシェーディング エフェクトにすぎません。バンプ マップと同様、そこには実際の幾何学的な変化は発生しません。このエフェクトは、真っ直ぐな角でのみ適切に動作します。

# ceramic_roundcorners_on:uilabel
source: Round Corners
jpn: ラウンド コーナー

# ceramic_roundcorners_radius
source: Source
jpn: ソース

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
jpn: ラウンド コーナー エフェクトの半径を調整します。

# ceramic_roundcorners_radius:uilabel
source: Source
jpn: ソース

# ceramic_satin
source: Satin
jpn: サテン

# ceramic_type
source: Type
jpn: タイプ

# ceramic_type:ceramic_ceramic
source: Ceramic
jpn: セラミック

# ceramic_type:ceramic_porcelain
source: Porcelain
jpn: 磁器

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
jpn: マテリアルのタイプ([セラミック]または[磁器])を選択します。

# ceramic_type:uilabel
source: Type
jpn: タイプ

# ceramic_wavy
source: Wavy
jpn: 波状

source: cerulean
jpn: 紺碧

source: chain
jpn: 鎖

source: chartreuse
jpn: シャルトルーズ

source: checker
jpn: チェッカー

# checker_Appearance
source: Appearance
jpn: 外観

# checker_Position
source: Position
jpn: 位置

# checker_Repeat
source: Repeat
jpn: 繰り返し

# checker_Scale
source: Scale
jpn: 尺度

# checker_color1
source: Color 1
jpn: 色 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
jpn: チェッカーのいずれかの色またはサブプロシージャ マップを選択するオプションを提供します。

# checker_color1:uilabel
source: Color 1
jpn: 色 1

# checker_color2
source: Color 2
jpn: 色 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
jpn: 他のチェッカーの色またはサブプロシージャ マップを選択するオプションを提供します。

# checker_color2:uilabel
source: Color 2
jpn: 色 2

# checker_soften
source: Soften
jpn: ぼかし

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
jpn: 2 つの色、または 2 つのマップ タイプのエッジ間における、柔らかさまたはぼかしの程度についての値を調整します。値が高くなるほど不鮮明になります。値 0.0 はシャープ エッジを示します。範囲は 0 ～ 5.00 で、既定値は 0 です。

# checker_soften:uilabel
source: Soften
jpn: ぼかし

# checker_transforms_group
source: Transforms
jpn: 変換

source: cherry
jpn: サクラ材

source: chestnut
jpn: クリ材

source: chiffon
jpn: シフォン

source: chipboard
jpn: チップボード

source: chocolate
jpn: チョコレート色

source: chromate
jpn: クロム酸塩

source: chrome
jpn: クローム

source: circular
jpn: モザイク

source: clear
jpn: クリア

source: coarse
jpn: 粗い

source: cobble
jpn: 粟

source: coffee
jpn: コーヒー

source: Color Correction
jpn: 色補正

# colorCorrection:uilabel
source: Color Correction
jpn: 色補正
