Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ita: Consente di selezionare un colore, un'immagine o una composizione procedurale per creare l'aspetto del materiale.

# plasticvinyl_color:uilabel
source: Color
ita: Colore

# plasticvinyl_color_by_object:uilabel
source: Color By Object
ita: Colore per oggetto

# plasticvinyl_custom
source: Custom
ita: Personalizzato

# plasticvinyl_glossy
source: Glossy
ita: Lucido

# plasticvinyl_matte
source: Matte
ita: Opaco

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
ita: Personalizzato

# plasticvinyl_pattern:plasticvinyl_none
source: None
ita: Nessuno

# plasticvinyl_pattern:uilabel
source: Relief Pattern
ita: Motivo rilievo

# plasticvinyl_pattern_amount
source: Amount
ita: Valore

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
ita: Consente di impostare l'altezza di composizione in rilievo su un valore compreso tra 0 e 2 tramite un dispositivo scorrevole.

# plasticvinyl_pattern_amount:uilabel
source: Amount
ita: Valore

# plasticvinyl_pattern_list_label
source: Bump Pattern
ita: Motivo composizione in rilievo

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
ita: Crea regioni sopraelevate e scavate in base alle aree scure e chiare di un file di immagine specifico.

# plasticvinyl_pattern_map
source: Image
ita: Immagine

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
ita: Consente di selezionare un'immagine bitmap per il motivo rilievo.

# plasticvinyl_pattern_map:uilabel
source: Image
ita: Immagine

# plasticvinyl_pattern_panel_label
source: Relief Pattern
ita: Motivo rilievo

# plasticvinyl_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# plasticvinyl_plasticsolid
source: Plastic (Solid)
ita: Plastica (uniforme)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
ita: Plastica (trasparente)

# plasticvinyl_plasticvinylgroup
source: Plastic
ita: Plastica

# plasticvinyl_polished
source: Polished
ita: Lucidato

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
ita: Profondità massima traccia rifrazione

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ita: Se l'opzione è selezionata, la profondità di rifrazione del materiale viene controllata localmente e quando si raggiunge il limite viene proiettato un raggio di trasparenza aggiuntivo, limitando l'effetto di bordo scuro riscontrato in genere sugli oggetti in vetro uniforme.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# plasticvinyl_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# plasticvinyl_roundcorners_radius
source: Source
ita: Origine

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
ita: Arrotondamento angoli

# plasticvinyl_type
source: Type
ita: Tipo

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
ita: Plastica (uniforme)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
ita: Plastica (trasparente)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
ita: Vinile

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
ita: È possibile selezionare Plastica (uniforme o trasparente) o Vinile.

# plasticvinyl_type:uilabel
source: Type
ita: Tipo

# plasticvinyl_vinyl
source: Vinyl
ita: Vinile

source: plate
ita: lamiera

# plotGlyph:uilabel
source: Plot glyph:
ita: Stampa glifo:

source: plywood
ita: compensato

source: point
ita: punto

source: polished
ita: lucidato

source: pond
ita: stagno

source: pool
ita: vasca

source: porcelain
ita: porcellana

source: precast
ita: prefabbricato

# projMap:uilabel
source: File Name:
ita: Nome file:

# projMapOn
source: On:
ita: Attiva:

# projMapOn:uilabel
source: On:
ita: Attiva:

source: Projection Maps
ita: Mappe di proiezione

source: pumpkin
ita: arancione acceso

source: purple
ita: viola

source: purple and gray carpet
ita: moquette viola e grigia

source: pyramid
ita: piramidale

# quartz
source: HID Quartz Metal Halide
ita: HID all'alogenuro metallico quarzo

# quartzCool
source: HID Quartz Metal Halide (Cool)
ita: HID all'alogenuro metallico quarzo (freddo)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
ita: HID all'alogenuro metallico quarzo (caldo)

# rect
source: Rectangle
ita: Rettangolo

source: rectangle
ita: Rettangolo

# rectangle_length
source: Length:
ita: Lunghezza:

# rectangle_length:uilabel
source: Length:
ita: Lunghezza:

# rectangle_width
source: Width:
ita: Profondità:

# rectangle_width:uilabel
source: Width:
ita: Profondità:

source: rectangles
ita: rettangoli

source: rectangular
ita: rettangolare

source: red
ita: rosso

source: red carpet
ita: moquette rossa

source: red plaid
ita: scozzese rosso

source: red-orange
ita: rosso arancio

source: Red/Blue Shift:
ita: Scostamento rosso/blu:

# redblueshift:uilabel
source: Red/Blue Shift:
ita: Scostamento rosso/blu:

source: reflect
ita: riflesso

source: reflecting
ita: riflettente

source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ita: Definisce il numero massimo di campioni (raggi) elaborati da mental ray per la creazione di riflessi lucidi.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ita: Campioni riflessi lucidi

source: reflective
ita: riflettente

source: Refraction Glossy Samples
ita: Campioni rifrazioni lucide

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
ita: Definisce il numero massimo di campioni (raggi) elaborati da mental ray per la creazione di rifrazioni lucide.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
ita: Campioni rifrazioni lucide

source: retaining
ita: di sostegno

source: Reverse
ita: Inversione

# reverse:uilabel
source: Reverse
ita: Inversione

# rgbLightColor
source: Light Color:
ita: Colore luce:

# rgbLightColor:uilabel
source: Light Color:
ita: Colore luce:

# rgb_unit_conversion
source: Color Conversion:
ita: Conversione colore:

# rgb_unit_conversion:uilabel
source: Color Conversion:
ita: Conversione colore:

source: rippled
ita: increspato

source: river
ita: fiume

source: riverstone
ita: pietra di fiume

source: road
ita: strada

source: rock
ita: roccia

source: roof
ita: tetto

source: roofing
ita: copertura

source: rose
ita: rosa

source: rosette
ita: rosone

source: rosewood
ita: palissandro

source: rough
ita: grezzo

source: round
ita: circolare

source: royal
ita: reale

source: rubble
ita: pietrisco

source: running
ita: affiancato

source: rye
ita: loglio

source: salmon
ita: salmone

source: sand
ita: sabbia

source: sandy
ita: color sabbia

source: satin
ita: satinato

source: Saturation:
ita: Saturazione colore:

# saturation:uilabel
source: Saturation:
ita: Saturazione colore:

# scale:uilabel
source: Scale
ita: Scala

source: sceneeffect
ita: effetto scena

source: screen
ita: schermo

source: sea
ita: mare

source: sea side
ita: mare

source: seam
ita: giunto

source: seaside
ita: mare

source: semi-polished
ita: semilucidato

# shadowCol
source: Color:
ita: Colore:

# shadowCol:uilabel
source: Color:
ita: Colore:

# shadowColMap:uilabel
source: File Name:
ita: Nome file:

source: Shadow Color Map
ita: Mappa colori ombre

# shadowDensity:uilabel
source: shadowDensity
ita: Densità ombre

# shadowOn
source: Compute Shadows:
ita: Calcola ombre:

# shadowOn:uilabel
source: Compute Shadows:
ita: Calcola ombre:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
ita: Estensione raggi ombre

# shadow_softness:uilabel
source: Shadow Softness
ita: Morbidezza ombre

source: Shadows
ita: Ombre

# shadows:uilabel
source: Shadows
ita: Ombre

source: shake
ita: tegola piatta

source: shingle
ita: tegola

source: shiny
ita: lucente

source: siding
ita: rivestimento verticale

source: sienna
ita: terra di Siena

source: silver
ita: argento

source: sky
ita: cielo

source: slate
ita: ardesia

source: slate blue
ita: ardesia blu

source: small
ita: piccolo

source: smoked
ita: fumé

source: smooth
ita: liscio

# sn_Constant
source: Constant
ita: Costante

source: S-N Curve
ita: Curva S-N

source: snow
ita: neve

# softDiffEdges
source: Soften Diffuse Edges:
ita: Sfuma bordi diffusi:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
ita: Sfuma bordi diffusi:

source: soldier
ita: simmetrico

source: solid
ita: solido

# solid_props1
source: Properties
ita: Proprietà

# solidglass_blue
source: Blue
ita: Blu

# solidglass_bluegreen
source: Blue Green
ita: Verde azzurro

# solidglass_bronze
source: Bronze
ita: Bronzo

# solidglass_bump_amount
source: Amount
ita: Valore

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
ita: Consente di impostare l'altezza di composizione in rilievo su un valore compreso tra 0 e 2 tramite un dispositivo scorrevole.

# solidglass_bump_amount:uilabel
source: Amount
ita: Valore

# solidglass_bump_enable:solidglass_custom
source: Custom
ita: Personalizzato

# solidglass_bump_enable:solidglass_none
source: None
ita: Nessuno

# solidglass_bump_enable:solidglass_rippled
source: Rippled
ita: Increspato

# solidglass_bump_enable:solidglass_wavy
source: Wavy
ita: Ondulato

# solidglass_bump_enable:uilabel
source: Type
ita: Tipo

# solidglass_bump_enable_list_label
source: Type
ita: Tipo

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
ita: È possibile selezionare Increspato (disturbo con ruvidità), Ondulato (disturbo con sfumature) o Personalizzato.

# solidglass_bump_enable_panel_label
source: Relief Pattern
ita: Motivo rilievo

# solidglass_bump_map
source: Image
ita: Immagine

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
ita: Consente di selezionare un'immagine bitmap per il motivo rilievo.

# solidglass_bump_map:uilabel
source: Image
ita: Immagine

# solidglass_clear
source: Clear
ita: Diafano

# solidglass_color_by_object:uilabel
source: Custom Color
ita: Colore personalizzato

# solidglass_custom
source: Custom
ita: Personalizzato

# solidglass_custom_color
source: Custom
ita: Personalizzato

# solidglass_glossiness
source: Roughness
ita: Ruvidità

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
ita: Regola la ruvidità della superficie in vetro. Ridurre l'impostazione per ottenere un vetro liscio e lucido. Aumentarla per ottenere un effetto smerigliato. Impostazione di default = 0. Intervallo = da 0 a 1.

# solidglass_glossiness:uilabel
source: Roughness
ita: Ruvidità

# solidglass_gray
source: Gray
ita: Grigio

# solidglass_green
source: Green
ita: Verde

# solidglass_performance_tunning_group
source: Performance Tuning
ita: Regolazione prestazioni

# solidglass_refl_depth
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ita: Numero di volte in cui ogni raggio viene riflesso. Se il valore è zero, hanno la precedenza le impostazioni di rendering globale.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
ita: Profondità massima traccia riflessione

# solidglass_reflectance
source: Reflectance
ita: Riflettanza

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
ita: Regola la quantità di luce riflessa dalla superficie del vetro (che non attraversa la superficie). Impostazione di default = 15. Intervallo = da 0 a 100.

# solidglass_reflectance:uilabel
source: Reflectance
ita: Riflettanza

# solidglass_refr_depth
source: Refraction Max Trace Depth
ita: Profondità massima traccia rifrazione

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ita: Se l'opzione è selezionata, la profondità di rifrazione del materiale viene controllata localmente e quando si raggiunge il limite viene proiettato un raggio di trasparenza aggiuntivo, limitando l'effetto di bordo scuro riscontrato in genere sugli oggetti in vetro uniforme.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# solidglass_refr_depth_control_label
source: Override Refraction Depth
ita: Sostituisci profondità di rifrazione

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
ita: Distanza fascio di luce

# solidglass_refr_ior
source: Refraction
ita: Rifrazione

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
ita: Regola la quantità di luce flessa durante l'attraversamento di una superficie. Impostazione di default = 1,52. Intervallo = da 0 a 5.

# solidglass_refr_ior:uilabel
source: Refraction
ita: Rifrazione

# solidglass_refr_ior_air
source: Air
ita: Aria

# solidglass_refr_ior_alcohol
source: Alcohol
ita: Alcol

# solidglass_refr_ior_custom
source: Custom
ita: Personalizzata

# solidglass_refr_ior_diamond
source: Diamond
ita: Rombo

# solidglass_refr_ior_glass
source: Glass
ita: Vetro

# solidglass_refr_ior_quartz
source: Quartz
ita: Quarzo

# solidglass_refr_ior_water
source: Water
ita: Acqua

# solidglass_rippled
source: Rippled
ita: Increspato

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ita: Attivare questa opzione per applicare gli effetti di arrotondamento angoli a qualsiasi materiale. Disattivarla per applicare gli effetti di arrotondamento angoli soltanto alla superficie del materiale corrente.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ita: Unisci ad altri materiali

# solidglass_roundcorners_on
source: Round Corners
ita: Arrotondamento angoli

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ita: Attiva la simulazione dell'arrotondamento degli angoli. Nota: si tratta esclusivamente di un effetto di ombreggiatura, simile a una mappa di composizione in rilievo, che non comporta alcuna modifica della geometria. L'effetto funziona correttamente solo per i bordi diritti.

# solidglass_roundcorners_on:uilabel
source: Round Corners
ita: Arrotondamento angoli

# solidglass_roundcorners_radius
source: Source
ita: Origine

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ita: Regola il raggio dell'effetto di arrotondamento angoli.

# solidglass_roundcorners_radius:uilabel
source: Source
ita: Origine

# solidglass_solidglassgroup
source: Solid Glass
ita: Vetro uniforme

# solidglass_transmittance
source: Color
ita: Colore

# solidglass_transmittance:solidglass_blue
source: Blue
ita: Blu

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
ita: Verde azzurro

# solidglass_transmittance:solidglass_bronze
source: Bronze
ita: Bronzo

# solidglass_transmittance:solidglass_clear
source: Clear
ita: Diafano

# solidglass_transmittance:solidglass_custom
source: Custom
ita: Personalizzato

# solidglass_transmittance:solidglass_gray
source: Gray
ita: Grigio

# solidglass_transmittance:solidglass_green
source: Green
ita: Verde

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
ita: Consente di selezionare un colore predefinito o personalizzato.

# solidglass_transmittance:uilabel
source: Color
ita: Colore

# solidglass_transmittance_custom_color
source: Custom Color
ita: Colore personalizzato

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
ita: Consente di selezionare un colore, un'immagine o una composizione procedurale per creare l'aspetto del materiale.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
ita: Colore personalizzato

# solidglass_wavy
source: Wavy
ita: Ondulato

source: spanish
ita: in laterizio

source: special
ita: speciale

# speckle_Appearance
source: Appearance
ita: Aspetto

# speckle_Color1
source: Color 1
ita: Colore 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
ita: Specifica il primo colore per la picchiettatura.

# speckle_Color1:uilabel
source: Color 1
ita: Colore 1

# speckle_Color2
source: Color 2
ita: Colore 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
ita: Specifica il secondo colore per la picchiettatura.

# speckle_Color2:uilabel
source: Color 2
ita: Colore 2

# speckle_Position
source: Position
ita: Posizione

# speckle_Size
source: Size
ita: Dimensioni

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
ita: Regola le dimensioni delle picchiettature.

# speckle_Size:uilabel
source: Size
ita: Ampiezza

# speckle_transforms_group
source: Transforms
ita: Trasformazioni

source: speckled
ita: picchiettato

source: Specular:
ita: Speculare:

# specular:uilabel
source: Specular:
ita: Speculare:

source: Specular Color:
ita: Colore speculare:

# specularColor:uilabel
source: Specular Color:
ita: Colore speculare:

source: Sphere
ita: Sfera

# sphere_radius
source: Radius:
ita: Raggio:

# sphere_radius:uilabel
source: Radius:
ita: Raggio:

source: splatter
ita: a schizzi

source: split
ita: tagliato

source: spot
ita: Riflettore

# spread:uilabel
source: Spread:
ita: Copertura:

source: square
ita: quadrato

source: squares
ita: quadrati

# ssao_blend_amount
source: Blending:
ita: Unione:

# ssao_blend_amount:uilabel
source: Blending:
ita: Unione:

# ssao_blur_radius
source: Blur:
ita: Sfocatura:

# ssao_blur_radius:uilabel
source: Blur:
ita: Sfocatura:

# ssao_custom
source: Custom
ita: Personalizzato

# ssao_filter_color
source: Filter Color:
ita: Colore filtro:

# ssao_filter_color:uilabel
source: Filter Color:
ita: Colore filtro:

# ssao_high
source: Fine (Slowest)
ita: Alto (lento)

# ssao_low
source: Coarse (Fastest)
ita: Basso (veloce)

# ssao_medium
source: Medium
ita: Medio

# ssao_quality
source: Quality:
ita: Qualità:

# ssao_quality:ssao_custom
source: Custom
ita: Personalizzato

# ssao_quality:ssao_high
source: Fine (Slowest)
ita: Alto (lento)

# ssao_quality:ssao_low
source: Coarse (Fastest)
ita: Basso (veloce)

# ssao_quality:ssao_medium
source: Medium
ita: Medio

# ssao_quality:uilabel
source: Quality:
ita: Qualità:

# ssao_sample_count
source: Samples:
ita: Esempi:

# ssao_sample_count:uilabel
source: Samples:
ita: Esempi:

# ssao_sample_radius
source: Sample Radius:
ita: Raggio di esempio:

# ssao_sample_radius:uilabel
source: Sample Radius:
ita: Raggio di esempio:

source: stacked
ita: sovrapposto

source: stainless
ita: inossidabile

# standardLight
source: Standard Light Parameters
ita: Parametri di illuminazione standard

source: standing
ita: fisso

# std_incandescent
source: Standard Incandescent Light
ita: Lampadina a incandescenza standard

source: steel
ita: acciaio

source: stone
ita: pietra

# stone_ao_details:rightlabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ita: Attiva una modalità più complessa di occlusione ambientale, che tiene conto del colore dell'oggetto. Nota: ciò migliora l'oscuramento eccessivo degli angoli ed evita la creazione di contorni scuri intorno agli oggetti autoilluminati.

# stone_ao_details:uilabel
source: Use Color From Other Materials
ita: Usa colore di altri materiali

# stone_ao_distance
source: Max Distance
ita: Distanza massima

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ita: Definisce il raggio dell'occlusione ambientale (valore elevato = area di copertura ampia/elaborazione più lenta; valore ridotto = area di copertura ridotta/elaborazione più rapida).

# stone_ao_distance:uilabel
source: Max Distance
ita: Distanza massima

# stone_ao_on
source: Ambient Occlusion
ita: Occlusione ambientale
