Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

source: MetalPaint-025
rus: С вкраплениями — сатинированная — грифельно-серая

source: MetalPaint-026
rus: Сатинированная — лимонного цвета

source: MetalPaint-027
rus: Сатинированная — бледно-лиловая

source: MetalPaint-028
rus: Отражающая — с вкраплениями — пурпурная

source: MetalPaint-029
rus: Глянцевая - золотая

source: MetalPaint-030
rus: Сатинированная — золотая

source: MetalPaint-031
rus: Сатинированная — серебряная

source: MetalPaint-032
rus: Полированная поверхность — серебряная

# MetalSchema_localname:Metal
source: Metal
rus: Металл

# MetalSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Metallic Paint
rus: Металлик, краска

source: Metallic Paint material.
rus: Материалы — краска металлик.

source: MetallicPaint
rus: Металлик, краска

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
rus: Металлик, краска

# MetallicPaintSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
rus: Металл.Металлические отливки.Металлические лестницы.Гальванизированные

source: Metals.Metal Handrails and Railings.Painted.White
rus: Металл.Металлические поручни и перила.Окрашенные.Белые

source: Metals.Metal Joists.Steel
rus: Металл.Металлические балки.Сталь

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
rus: Металл.Металлические украшения.Алюминий.Анодированный.Темная бронза

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
rus: Металл.Металлические украшения.Алюминий.Анодированный.Темная бронза.Сатинированная

source: Metals.Ornamental Metals.Aluminum.Brushed
rus: Металл.Металлические украшения.Алюминий.Шлифованный

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
rus: Металл.Металлические украшения.Алюминий.Шлифованный.Сине-серебристый

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
rus: Металл.Металлические украшения.Алюминий.Шлифованный.Нечеткой структуры

source: Metals.Ornamental Metals.Brass.Satin
rus: Металл.Металлические украшения.Латунь.Сатинированная

source: Metals.Ornamental Metals.Bronze.Satin
rus: Металл.Металлические украшения.Бронза.Сатинированная

source: Metals.Ornamental Metals.Checker Plate.45deg
rus: Металл.Металлические украшения.Рифленый лист.45 град

source: Metals.Ornamental Metals.Checker Plate.Parquet
rus: Металл.Металлические украшения.Рифленый лист.Паркет

source: Metals.Ornamental Metals.Chrome.Satin
rus: Металл.Металлические украшения.Хром.Сатинированный

source: Metals.Ornamental Metals.Copper
rus: Металл.Металлические украшения.Медь

source: Metals.Ornamental Metals.Galvanized
rus: Металл.Металлические украшения.Гальванизированное

source: Metals.Ornamental Metals.Plate.Mesh
rus: Металл.Металлические украшения.Пластина.Решетка

source: Metals.Ornamental Metals.Plate.Mesh.1
rus: Металл.Металлические украшения.Пластина.Решетка.1

source: Metals.Ornamental Metals.Plate.Mesh.2
rus: Металл.Металлические украшения.Пластина.Решетка.2

source: Metals.Ornamental Metals.Plate.Perforated
rus: Металл.Металлические украшения.Пластина.Перфорированная

source: Metals.Ornamental Metals.Plate.Perforated.1
rus: Металл.Металлические украшения.Пластина.Перфорированная.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
rus: Металл.Металлические украшения.Пластина.Клепаная.Ровно-серая

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
rus: Металл.Металлические украшения.Пластина.Клепаная.2

source: Metals.Ornamental Metals.Rust.1
rus: Металлы.Металлические украшения.С рустовкой.1

source: Metals.Ornamental Metals.Rust.2
rus: Металлы.Металлические украшения.С рустовкой.2

source: Metals.Ornamental Metals.Rust.3
rus: Металлы.Металлические украшения.С рустовкой.3

source: Metals.Ornamental Metals.Stainless.Bright
rus: Металл.Металлические украшения.Нержавеющее.Яркое

source: Metals.Ornamental Metals.Stainless.Satin
rus: Металл.Металлические украшения.Нержавеющая.Сатинированная

source: Metals.Ornamental Metals.Weathered
rus: Металл.Металлические украшения.Выветрившийся

source: Metals.Structural Metal Framing.Steel
rus: Металлы.Металлические несущие каркасы.Стальные

source: Mics
rus: Разное

source: Mild Steel
rus: Сталь мягкая

source: Mild steel - welded
rus: Сталь мягкая — сварочная

source: Mirror
rus: Зеркало

source: Mirror material.
rus: Материалы — зеркала.

source: Mirror-001
rus: Стандартное

source: Mirror-002
rus: С теплым оттенком

source: Mirror-003
rus: Для ванной

source: Mirror-004
rus: С холодным оттенком

source: Mirror-005
rus: Для туалетного столика

source: Mirror-006
rus: Без оттенка

source: Mirror-007
rus: Дымчатый — темный

source: Mirror-008
rus: Дымчатый — светлый

# MirrorSchema_localname:Mirror
source: Mirror
rus: Зеркало

# MirrorSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Misc
rus: Разное

source: Miscellaneous
rus: Разное

source: Molded HDPE
rus: Литой ПЭВП

source: Molded LDPE
rus: Литой ПЭНД

source: Molybdenum disulphide filled nylon
rus: Нейлон, заполненный дисульфидом молибдена

source: Monel metal
rus: Монель-металл

source: Month:
rus: Месяц:

# Month:uilabel
source: Month:
rus: Месяц:

source: Natural Rubber
rus: Натуральный каучук

source: Natural rubber
rus: Натуральный каучук

source: Noise
rus: Шум

source: Noise map.
rus: Схема распределения шумов.

# NoiseSchema_localname:Noise
source: Noise
rus: Шум

# NoiseSchema_localtype:Texture
source: Texture
rus: Текстура

source: Non Ferrous
rus: Цветной

source: Non alloy steel
rus: Нелегированная сталь

source: Nylon 6/6
rus: Нейлон 6/6

source: Oxygen free copper
rus: Бескислородная медь

source: PA
rus: ПА

source: PAEK
rus: ПАЭК

source: PBT
rus: ПБТ

source: PC
rus: ПК

source: PC_ABS
rus: ПК_АБС

source: PET
rus: ПЭТ

source: PF
rus: ПФ

source: PMMA
rus: ПММА

source: POM
rus: ПОМ

source: PP
rus: ПП

source: PPS
rus: ПФС

source: PS
rus: ПС

source: PVC
rus: ПВХ

source: PVC-U
rus: ПВХ-Н

source: PVCU
rus: ПВХН

source: Paint
rus: Краска

source: Paint material for interiors.
rus: Материалы — краска для внутренних работ.

source: Paint-001
rus: Черная

source: Paint-002
rus: Черная

source: Paint-003
rus: Аквамарин

source: Paint-004
rus: Серо-синий

source: Paint-005
rus: Небесно-голубой

source: Paint-006
rus: Темно-бирюзовый

source: Paint-007
rus: Небесно-голубой

source: Paint-008
rus: Темно-бирюзовый

source: Paint-009
rus: Небесно-голубой — нейтральный

source: Paint-010
rus: Бирюзовый

source: Paint-011
rus: Грифельно-синий

source: Paint-012
rus: Голубой

source: Paint-013
rus: Голубой

source: Paint-014
rus: Барвинок

source: Paint-015
rus: Светло-синий стальной

source: Paint-016
rus: Светло-синий стальной

source: Paint-017
rus: Синий стальной

source: Paint-018
rus: Фиолетовый

source: Paint-019
rus: Желто-коричневый

source: Paint-020
rus: Шоколадный

source: Paint-021
rus: Пестрый

source: Paint-022
rus: Светло-шоколадный

source: Paint-023
rus: Кофейный

source: Paint-024
rus: Светло-бежевый

source: Paint-025
rus: Светло-бежевый

source: Paint-026
rus: Песок

source: Paint-027
rus: Пшеничный

source: Paint-028
rus: Пшеничный

source: Paint-029
rus: Перламутровый

source: Paint-030
rus: Темно-серый

source: Paint-031
rus: Темно-серый

source: Paint-032
rus: Светло-серый

source: Paint-033
rus: Светло-серый

source: Paint-034
rus: Серый

source: Paint-035
rus: Зеленовато-желтый

source: Paint-036
rus: Травянисто-зеленый

source: Paint-037
rus: Травянисто-зеленый

source: Paint-038
rus: Темная оливково-зеленый

source: Paint-039
rus: Оливково-зеленый

source: Paint-040
rus: Темно-зеленый

source: Paint-041
rus: Каштановый

source: Paint-042
rus: Оранжево-красный

source: Paint-043
rus: Оранжевый

source: Paint-044
rus: Темно-красный

source: Paint-045
rus: Светло-красный

source: Paint-046
rus: Красный

source: Paint-047
rus: Красный

source: Paint-048
rus: Оранжево-розовый

source: Paint-049
rus: Охра

source: Paint-050
rus: Белая холодная

source: Paint-051
rus: Белая холодная

source: Paint-052
rus: Слоновая кость глянцевая

source: Paint-053
rus: Слоновая кость матовая

source: Paint-054
rus: Белое полотно

source: Paint-055
rus: Белое полотно

source: Paint-056
rus: Белая

source: Paint-057
rus: Белая

source: Paint-058
rus: Канареечный

source: Paint-059
rus: Желтый

source: Paint-060
rus: Матовый — антик — белый

source: Paint-061
rus: Синий — малярная краска — глянцевая

source: Paint-062
rus: Бежевый

source: Paint-063
rus: Темная серо-синий

source: Paint-064
rus: Темно-синий

source: Paint-065
rus: Темно-синий

source: Paint-066
rus: Темно-голубой

source: Paint-067
rus: Барвинок

source: Paint-068
rus: Бирюзовый

source: Paint-069
rus: Светлый желто-коричневый

source: Paint-070
rus: Серый

source: Paint-071
rus: Зеленовато-желтый

source: Paint-072
rus: Темно-оливковый

source: Paint-073
rus: Каштановый

source: Paint-074
rus: Коричнево-малиновый

source: Paint-075
rus: Отражающий — красный

source: Paint-076
rus: Светлый красно-оранжевый

source: Paint-077
rus: Темно-красный

source: Paint-078
rus: Золото

source: Paint-079
rus: Желтый

source: Paint-080
rus: Пурпурный

source: Paint-081
rus: Светло-красный

source: Peach tint
rus: Персиковый оттенок

source: Phenolic Resin
rus: Фенолоформальдегидная смола

source: Phenolic formaldehyde resins
rus: Фенолформальдегидные смолы

source: Photographic Tone Operator
rus: Оператор фотографического сигнала

source: PhotographicToneOp
rus: ОпФотографСигнала

# PhotographicToneOpGroup
source: Photographic ToneOp
rus: ОпФотографСигнала

source: PhysMat
rus: ФизичМатериал

# PhysMatSchema_localname:Physical Material
source: Physical Material
rus: Физический материал

# PhysMatSchema_localtype:Material
source: Material
rus: Материал

source: Physical material.
rus: Физический материал.

source: PhysicalGen_103
rus: Материалы — типовые

source: PhysicalLiquid-001
rus: Вода

source: PhysicalMetal_100
rus: Легированная сталь

source: PhysicalMetal_103
rus: Латунь — мягкая, желтая

source: PhysicalMetal_106
rus: Бронза — литейная

source: PhysicalMetal_107
rus: Медь — литейная

source: PhysicalMetal_108
rus: Чугун — литейный

source: PhysicalMetal_109
rus: Сталь — литейная

source: PhysicalMetal_111
rus: Медный сплав

source: PhysicalMetal_113
rus: Сталь — гальванизированная

source: PhysicalMetal_115
rus: Чугун — серый

source: PhysicalMetal_117
rus: Чугун — ковкий

source: PhysicalMetal_118
rus: Медно-никелевый сплав 400

source: PhysicalMetal_119
rus: Сталь — нелегированная

source: PhysicalMetal_121
rus: Нержавеющая сталь

source: PhysicalMetal_122
rus: Сталь нержавеющая AISI 440C

source: PhysicalMetal_123
rus: Сталь нержавеющая, аустенитная

source: PhysicalMetal_124
rus: Сталь

source: PhysicalMetal_125
rus: Сталь — высокопрочная низколегированная

source: PhysicalMetal_126
rus: Сталь — мягкая

source: PhysicalMetal_128
rus: Алюминий 6061 — сварочный

source: PhysicalMetal_129
rus: Латунь — мягкая, желтая — сварочная

source: PhysicalMetal_130
rus: Сталь нержавеющая AISI 440C — сварочная

source: PhysicalMetal_131
rus: Сталь — мягкая — сварочная

source: PhysicalMetal_132
rus: Медь — ковкая

source: PhysicalMetal_133
rus: Сталь — ковкая

source: PhysicalPlastic_101
rus: Полиацеталь

source: PhysicalPlastic_107
rus: Нейлон 6/6 композитный

source: PhysicalPlastic_110
rus: Смесь поликарбоната и АБС

source: PhysicalPlastic_117
rus: Полистирол

source: PhysicalPlastic_119
rus: Трубопровод ПВХ

source: PhysicalPlastic_120
rus: Поливинилхлорид — непластифицированный

source: PhysicalPlastic_122
rus: Пластик САН

source: PhysicalPlastic_124
rus: Термопластическая смола

source: PhysicalWood_100
rus: Дерево — береза

source: PhysicalWood_101
rus: Дерево — вишня

source: PhysicalWood_102
rus: Дерево — клен

source: PhysicalWood_103
rus: Дерево (дуб)

source: PhysicalWood_104
rus: Дерево — орех

source: Piping
rus: Трубопроводы

source: Plane swatch.
rus: Образец плоскости.

source: Plastic
rus: Пластик

source: Plastic and vinyl material.
rus: Материалы — пластик и винил.

source: Plastic structural asset.
rus: Объект конструкционной пластмассы.

source: Plastic-001
rus: Гладкая - черная

source: Plastic-002
rus: С гладкой текстурой — черный

source: Plastic-003
rus: С грубой текстурой — черный — версия 1.1

source: Plastic-003-1-2
rus: С грубой текстурой — черный

source: Plastic-004
rus: Прозрачный — черный

source: Plastic-005
rus: Гладкий — темно-коричневый

source: Plastic-006
rus: Гладкий — светло-бежевый

source: Plastic-007
rus: Гладкий — темно-серый

source: Plastic-008
rus: С гладкой текстурой — темно-серый

source: Plastic-009
rus: С грубой текстурой — темно-серый — версия 1.1

source: Plastic-009-1-2
rus: С грубой текстурой — темно-серый

source: Plastic-010
rus: Гладкий — светло-серый

source: Plastic-011
rus: Гладкий — нейтральный серый

source: Plastic-012
rus: Гладкий — темный травянисто-зеленый

source: Plastic-013
rus: Гладкий — темный цвет морской волны

source: Plastic-014
rus: Гладкий - желтый

source: Plastic-015
rus: С грубой текстурой — светло-оранжевый — версия 1.1

source: Plastic-015-1-2
rus: С грубой текстурой — светло-оранжевый

source: Plastic-016
rus: Гладкий - белый

source: Plastic-017
rus: С гладкой текстурой — белый

source: Plastic-018
rus: С грубой текстурой — белый — версия 1.1

source: Plastic-018-1-2
rus: С грубой текстурой — белый

source: Plastic-019
rus: Коричневый

source: Plastic-020
rus: Гладкий — янтарный

source: Plastic-021
rus: Гладкий — аквамариновый

source: Plastic-022
rus: Гладкий — жженый красный

source: Plastic-023
rus: Гладкий — пепельный

source: Plastic-024
rus: Гладкий - слоновая кость

source: Plastic-025
rus: Гладкий — серовато-белый

source: Plastic-026
rus: Гладкий - пурпурный

source: Plastic-027
rus: Гладкий - красный

source: Plastic-028
rus: Прозрачный — бесцветный

source: Plastic-029
rus: Прозрачный — светло-серый

source: Plastic-030
rus: Прозрачный — красный

source: Plastic-031
rus: Слоистый пластик — светло-коричневый

source: Plastic-032
rus: Слоистый пластик — серо-коричневый

source: Plastic-033
rus: Слоистый пластик — темно-синий

source: Plastic-034
rus: Ромбы

source: Plastic-035
rus: Точки

source: Plastic-036
rus: Сетка

source: Plastic-037
rus: Мозаика

source: Plastic-038
rus: Разделенные — квадраты

source: Plastic-039
rus: Рисунок из квадратов 2

source: Plastic-040
rus: Матовый — зернистый рисунок

source: Plastic-041
rus: Паркет

source: Plastic-042
rus: Рифленый лист

source: Plastic-043
rus: Сланец

source: Plastic-044
rus: Гладкий — темный — серо-синий

source: Plastic-045
rus: Гладкий — темно-синий

source: Plastic-046
rus: Прозрачный — грифельно-синий

source: Plastic-047
rus: С текстурой — рыжевато-коричневый

source: Plastic-048
rus: С грубой текстурой — умбра — версия 1.1

source: Plastic-048-1-2
rus: С грубой текстурой — умбра

source: Plastic-049
rus: С текстурой - серый

source: Plastic-050
rus: Прозрачный — оливково-зеленый

source: Plastic-051
rus: Гладкий — темно-каштановый

source: Plastic-052
rus: Гладкий — светло-каштановый

source: Plastic-053
rus: Прозрачный — светло-красный

source: Plastic-054
rus: Гладкий — светло-оранжевый

source: Plastic-055
rus: Прозрачный — светло-оранжевый

source: Plastic-056
rus: Прозрачный — полированный красный

source: Plastic-057
rus: С текстурой — темно-золотой

source: Plastic-058
rus: Гладкий — светло-золотой

source: Plastic-059
rus: С сильным глянцем — жженый красный

source: Plastic-060
rus: Со слабым глянцем — черный

source: Plastic-061
rus: С текстурой — Серый — матовый-

source: Plastic-062
rus: С текстурой — темно-зеленый — матовый

source: Plastic-063
rus: С текстурой — ярко-синий — матовый

source: Plastic/Composite
rus: Пластмасса/Композитная

source: Plastic/Elastomer
rus: Пластмасса/Эластомер

source: Plastic/Thermoplastic
rus: Пластик/Термопластик

source: Plastic/Thermoset
rus: Пластик/Термореактопласт

source: PlasticVinyl
rus: Пластик виниловый

# PlasticVinylSchema_localname:Plastic
source: Plastic
rus: Пластик

# PlasticVinylSchema_localtype:Appearance
source: Appearance
rus: Представление

source: PointLight-001
rus: ТочечныйИсточникСвета

source: Polished
rus: Полированный

source: Polyamide
rus: Полиамид

source: Polyaryletherketone
rus: Полиарилэтилкетон

source: Polybutylene terephthalate
rus: Полибутилентерефталат

source: Polycarbonate
rus: Поликарбонат

source: Polycarbonate - acrylonitrile butadiene styrene blend
rus: Смесь поликарбоната и акрилонитрилбутадиенстирола

source: Polycarbonate sheet or molding
rus: Поликарбонатный лист или формовое изделие

source: Polyethylene terephthalate
rus: Полиэтилентерефталат

source: Polymethylmethacrylate, Molding and Extrusion
rus: Полиметилметакрилат, литье и выдавливание

source: Polyoxymethylene
rus: Полиоксиметилен

source: Polyphenylene Sulfide
rus: Полифениленсульфид

source: Polypropylene molding
rus: Полипропиленовое формовое изделие

source: Polystyrene
rus: Полистирол

source: Polyvinyl Chloride Rigid
rus: Поливинилхлорид жесткий

source: Polyvinyl chloride
rus: Поливинилхлорид

source: Portland Cement Concrete
rus: Бетон на портландцементе

source: Preview a texture on a flat surface.
rus: Предварительный просмотр текстуры на плоской поверхности.

source: Preview material as a pool of liquid.
rus: Предварительный просмотр материала в виде резервуара с жидкостью.

source: Preview material on a flat surface.
rus: Предварительный просмотр материала на плоской поверхности.

# ProvidesLighting:uilabel
source: Provides Lighting
rus: Обеспечивает освещение

source: Pure lead
rus: Чистый свинец

source: Pure titanium
rus: Чистый титан

source: Pure white color
rus: Чистый белый цвет

source: Rectangle tiles with gray speckles
rus: Прямоугольные плитки с серыми вкраплениями

source: Rectangle tiles with light gray speckles
rus: Прямоугольные плитки со светло-серыми вкраплениями

source: Refractory ceramic
rus: Огнеупорная керамика

source: Rigid PVC, molded
rus: Жесткий ПВХ, формованный

source: Rigid polyvinyl chloride - unplasticized
rus: Жесткий поливинилхлорид — непластифицированный

source: Roofing
rus: Крыша

source: Rubber
rus: Каучук

source: SAN
rus: САН

source: SI
rus: СК

# Scene:uilabel
source: Scene
rus: Сцена

# Settings:uilabel
source: Settings
rus: Параметры

source: Siding
rus: Панели

source: Silicon Nitride
rus: Нитрид кремния

source: Silicone Rubber
rus: Силиконовый каучук

source: Silicone rubber
rus: Силиконовый каучук

source: Silver
rus: Серебро

source: SiteWork.Planting.Basket.Woven.Loose
rus: Площадка.Озеленение.Модульное.Плетенка.Рыхлая

source: SiteWork.Planting.Basket.Woven.Tight
rus: Площадка.Озеленение.Модульное.Плетенка.Плотная

source: SiteWork.Planting.Grass.Bermuda
rus: Площадка.Озеленение.Трава.Бермуда

source: SiteWork.Planting.Grass.Bluegrass
rus: Площадка.Озеленение.Трава.Мятлик

source: SiteWork.Planting.Grass.StAugustine
rus: Площадка.Озеленение.Трава.Сент-Огастин

source: Sitework
rus: Площадка

source: Sitework.Paving - Surfacing.Asphalt
rus: Площадка.Замощение.Асфальт

source: Sitework.Paving - Surfacing.Asphalt.1
rus: Площадка.Замощение.Асфальт.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
rus: Площадка.Замощение.Булыжник.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
rus: Площадка.Замощение.Булыжник.Глазурованный.Многоцветный

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
rus: Площадка.Замощение.Булыжник.Елочка

source: Sitework.Paving - Surfacing.Pavers.1
rus: Площадка.Замощение.Брусчатка.1

source: Sitework.Paving - Surfacing.Pavers.2
rus: Площадка.Замощение.Брусчатка.2

source: Sitework.Paving - Surfacing.Pavers.3
rus: Площадка.Замощение.Брусчатка.3

source: Sitework.Paving - Surfacing.Pavers.4
rus: Площадка.Замощение.Брусчатка.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
rus: Площадка.Замощение.Брусчатка.С замковыми соединениями

source: Sitework.Paving - Surfacing.Pavers.Square
rus: Площадка.Замощение.Брусчатка.Квадрат

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
rus: Площадка.Замощение.Брусчатка.Терракотовая

source: Sitework.Paving - Surfacing.Riverstone
rus: Площадка.Замощение.Речной камень

source: Sitework.Paving - Surfacing.Riverstone.Mortared
rus: Площадка.Замощение.Речной камень.На известковом растворе

source: Sitework.Planting.Grass.Short
rus: Площадка.Озеленение.Трава.Низкая

source: Sitework.Planting.Grass.Thick
rus: Площадка.Озеленение.Трава.Густая

source: Sitework.Planting.Gravel.Compact
rus: Площадка.Грунт.Гравий.Составной

source: Sitework.Planting.Gravel.Crushed
rus: Площадка.Грунт.Гравий.Дробленый

source: Sitework.Planting.Gravel.Loose
rus: Площадка.Грунт.Гравий.Насыпной

source: Sitework.Planting.Gravel.Mixed
rus: Площадка.Грунт.Гравий.Смешанный

source: Sitework.Planting.Sand
rus: Площадка.Грунт.Песок

source: Sitework.Planting.Soil
rus: Площадка.Грунт.Земля

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
rus: Площадка.Благоустройство.Ограды и ворота.Проволочная сетка

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
rus: Площадка.Благоустройство.Ограды и ворота.Дерево.Ограда

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
rus: Площадка.Благоустройство.Ограды и ворота.Пергола с решеткой

source: Slightly Translucent cream coloured low luminant material.
rus: Слабо светящийся материал кремового цвета с низкой степенью прозрачности.

source: Small gray rectangular stones
rus: Небольшие серые прямоугольные камни

source: Small uneven brown rectangle stones
rus: Небольшие прямоугольные коричневые камни разных размеров

source: Soda Lime Glass
rus: Силикатное стекло

source: Soft tin bronze
rus: Мягкая оловянная бронза

source: Soft yellow brass
rus: Мягкая желтая латунь

source: Soft yellow brass, welded
rus: Мягкая желтая латунь, сварочная

source: Solid Glass material.
rus: Материалы — прочное стекло.

source: Solid thermal asset.
rus: Объект термического тела.

source: Solid/Concrete
rus: Тело/бетон

source: Solid/Glass
rus: Тело/стекло

source: Solid/Metal
rus: Тело/металл

source: Solid/Plastic
rus: Тело/пластмасса

source: SolidGlass
rus: Прочное стекло

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
rus: Прочное стекло

# SolidGlassSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Speckle
rus: Рябь

source: Speckle map.
rus: Карта ряби.

# SpeckleSchema_localname:Speckle
source: Speckle
rus: Рябь

# SpeckleSchema_localtype:Texture
source: Texture
rus: Текстура

source: Sphere swatch.
rus: Образец шара.

source: SpotLight-001
rus: Прожектор

source: Square tiles with light gray speckles
rus: Квадратные плитки со светло-серыми вкраплениями

source: Square tiles with white and black circular mosaics
rus: Квадратная плитка с белой и черной круговой мозаикой

source: Stainless Steel 18/8
rus: Сталь нержавеющая 18/8

source: Stainless Steel, polished
rus: Нержавеющая сталь, полированная

source: Standard
rus: Стандартный

source: Steel
rus: Сталь

source: Steel, mill finish
rus: Сталь, прокатная отделка

source: Steel, sheet
rus: Сталь, лист

source: Stone
rus: Камень

source: Stone material.
rus: Материалы — камень.

source: Stone-001
rus: Шифер — синий

source: Stone-002
rus: Шифер — серый

source: Stone-003
rus: Полированный — черный

source: Stone-004
rus: Полированный — розовый

source: Stone-005
rus: С высокой степенью обработки — алебастр

source: Stone-006
rus: С грубой полировкой — белый

source: Stone-007
rus: С сильной полировкой — белый

source: Stone-008
rus: Травертин

source: Stone-009
rus: Квадраты — серо-коричневые

source: Stone-010
rus: Квадраты — медные-черные-синие

source: Stone-011
rus: Серый в крапинку

source: Stone-012
rus: Разноцветный

source: Stone-013
rus: Розово-красный

source: Stone-014
rus: Плиты
