Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
plk: Ciśnienie par

# thermal_isotropic
source: Isotropic
plk: Izotropowy

# thermal_orthotropic
source: Orthotropic
plk: Ortotropowy

# thermal_source
source: Source
plk: Źródło

# thermal_source:uilabel
source: Source
plk: Źródło

# thermal_sourceURL
source: Source URL
plk: Źródłowy adres URL

# thermal_sourceURL:uilabel
source: Source URL
plk: Źródłowy adres URL

# thermal_subclass
source: Subclass
plk: Klasa podrzędna

# thermal_subclass:uilabel
source: Subclass
plk: Klasa podrzędna

source: thread
plk: wątek

source: tiger
plk: tygrys

source: tile
plk: klepka

source: Tile Appearance
plk: Wygląd płytki

# tile_BrickColor
source: Tile Color
plk: Kolor płytki

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
plk: Udostępnia opcję wyboru mapy koloru lub mapy tekstury dla jednego z komponentów.

# tile_BrickColor:uilabel
source: Tile Color
plk: Kolor płytki

# tile_BrickType
source: Type
plk: Typ

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
plk: Zwykłe wiązanie flamandzkie

# tile_BrickType:tile_BrickType_custom
source: Custom
plk: Niestandardowy

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
plk: Wiązanie angielskie

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
plk: Drobne wiązanie wozówkowe przestawne

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
plk: Drobne wiązanie wozówkowe piętrowe

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
plk: Wiązanie wozówkowe przestawne 1/2

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
plk: Wiązanie wozówkowe

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
plk: Wiązanie piętrowe

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
plk: Określa wstępnie ustawiony lub niestandardowy wzór płytek. Wstępnie ustawione wzory zazwyczaj wyłączają większość lub wszystkie ustawienia elementów sterujących edycji: sposób ułożenia lub wiersz/kolumna.

# tile_BrickType:uilabel
source: Type
plk: Typ

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
plk: Zwykłe wiązanie flamandzkie

# tile_BrickType_custom
source: Custom
plk: Niestandardowy

# tile_BrickType_english_bond
source: English Bond
plk: Wiązanie angielskie

# tile_BrickType_fine_running_bond
source: Fine Running Bond
plk: Drobne wiązanie wozówkowe przestawne

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
plk: Drobne wiązanie wozówkowe piętrowe

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
plk: Wiązanie wozówkowe przestawne 1/2

# tile_BrickType_running_bond
source: Running Bond
plk: Wiązanie wozówkowe

# tile_BrickType_stack_bond
source: Stack Bond
plk: Wiązanie piętrowe

# tile_ChangeColumn
source: Amount
plk: Ilość

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
plk: Zmienia wysokość płytek w objętych kolumnach. Domyślną wysokością płytki jest 1,0. Wartości większe niż 1,0 zwiększają wysokość płytek, a mniejsze niż 1,0 zmniejszają ją. Zakres = od 0,0 do 5,0. Gdy wartość zmiany wynosi 0,0, w tej kolumnie nie są wyświetlane płytki i widać znajdujący się pod nimi materiał.

# tile_ChangeColumn:uilabel
source: Amount
plk: Ilość

# tile_ChangeRow
source: Amount
plk: Ilość

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
plk: Zmienia szerokość płytek w objętych rzędach. Domyślną szerokością płytki jest 1.0. Wartości większe niż 1.0 zwiększają szerokość płytek, mniejsze niż 1.0 zmniejszają ją. Zakres = od 0.0 do 5.0. Gdy wartość zmiany wynosi 0.0, w tym rzędzie nie są wyświetlane płytki i widać znajdujący się pod nimi materiał.

# tile_ChangeRow:uilabel
source: Amount
plk: Ilość

# tile_ColorVariance
source: Color Variance
plk: Rozbieżność koloru

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
plk: Kontroluje zmienność koloru płytek. Zakres od 0 do 100; Wartość domyślna = 0.

# tile_ColorVariance:uilabel
source: Color Variance
plk: Rozbieżność koloru

# tile_EdgeRoughness
source: Roughness
plk: Chropowatość

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
plk: Kontroluje szorstkość krawędzi zaprawy murarskiej. Zakres od 0 do 200; Wartość domyślna = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
plk: Chropowatość

# tile_FadeVariance
source: Fade Variance
plk: Rozbieżność zaciemnienia

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
plk: Kontroluje zmienność zaciemnienia płytek. Zakres od 0 do 100; Wartość domyślna = 0.05.

# tile_FadeVariance:uilabel
source: Fade Variance
plk: Rozbieżność zaciemnienia

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
plk: Blokuje szerokości odstępów w pionie i poziomie. W przypadku zmiany jednej wartości druga zmienia się w celu dopasowania do pierwszej.

# tile_GroutAppearance
source: Grout Appearance
plk: Wygląd fugi

# tile_HorizontalCount
source: Tile Count
plk: Liczba płytek

# tile_HorizontalCount:rightlabel
source: Per Row
plk: Na rząd

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
plk: Kontroluje liczbę płytek w rzędzie.

# tile_HorizontalCount:uilabel
source: Tile Count
plk: Liczba płytek

# tile_HorizontalGap
source: Gap Width
plk: Szerokość przerwy

# tile_HorizontalGap:rightlabel
source: Horiz
plk: Poziomy

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
plk: Określa poziomy rozmiar fugi między płytkami. Wartości te domyślnie są powiązane, tak że zmieniają się obie w trakcie edycji jednej z nich. Zakres od 0 do 100; Wartość domyślna = 0.50.

# tile_HorizontalGap:uilabel
source: Gap Width
plk: Szerokość przerwy

# tile_LineShift
source: Line Shift
plk: Przesunięcie liniowe

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
plk: Przesuwa co drugi rząd płytek o odległość jednostki. Zakres od 0 do 100; Wartość domyślna = 0.50.

# tile_LineShift:uilabel
source: Line Shift
plk: Przesunięcie liniowe

# tile_MortarColor
source: Grout Color
plk: Kolor fugi

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
plk: Udostępnia opcję wyboru mapy koloru lub mapy tekstury dla jednego z komponentów.

# tile_MortarColor:uilabel
source: Grout Color
plk: Kolor fugi

# tile_Pattern
source: Pattern
plk: Wzór

# tile_PerColumn:uilabel
source: Every
plk: Co

# tile_PerColumn_panel_label
source: Column Modify
plk: Modyfikator kolumny

# tile_PerColumn_slider_label
source: Every
plk: Co

# tile_PerColumn_slider_label:rightlabel
source: Columns
plk: Kolumny

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
plk: Określa, które kolumny należy zmienić. Gdy wartość jest równa 0, żadna kolumna nie ulega zmianie. Gdy wartość jest równa 1, zmieniają się wszystkie kolumny.

# tile_PerRow:uilabel
source: Every
plk: Co

# tile_PerRow_panel_label
source: Row Modify
plk: Modyfikator rzędu

# tile_PerRow_slider_label
source: Every
plk: Co

# tile_PerRow_slider_label:rightlabel
source: Rows
plk: Rzędy

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
plk: Określa, które rzędy należy zmienić. Gdy wartość jest równa 0, żaden rząd nie ulega zmianie. Gdy wartość jest równa 1, zmieniają się wszystkie rzędy.

# tile_Position
source: Position
plk: Położenie

# tile_RandomSeed
source: Randomize
plk: Losowo

# tile_RandomSeed:rightlabel
source: Seed Value
plk: Wartość rozrzutu

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
plk: Losowo stosuje wzór zmienności koloru do płytek. Nie wymaga żadnego innego ustawienia, aby wygenerować całkowicie różne wzory.

# tile_RandomSeed:uilabel
source: Randomize
plk: Losowo

# tile_RandomShift
source: Random
plk: Losowo

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
plk: Losowo przesuwa wszystkie rzędy płytek o odległość jednostki. Zakres = od 0 do 100. Wartość domyślna = 0.

# tile_RandomShift:uilabel
source: Random
plk: Losowo

# tile_Repeat
source: Repeat
plk: Powtórz

# tile_Scale
source: Scale
plk: Skala

# tile_StackingLayout
source: Stacking Layout
plk: Sposób ułożenia

# tile_UseColumnEdit:uilabel
source: Column Modify
plk: Modyfikator kolumny

# tile_UseRowEdit:uilabel
source: Row Modify
plk: Modyfikator rzędu

# tile_VerticalCount:rightlabel
source: Per Column
plk: Na kolumnę

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
plk: Kontroluje liczbę płytek w kolumnie.

# tile_VerticalGap:rightlabel
source: Vert
plk: Pionowy

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
plk: Kontroluje pionowy rozmiar fugi między płytkami. Wartości te domyślnie są powiązane, tak że zmieniają się obie w trakcie edycji jednej z nich. Zakres od 0 do 100; Wartość domyślna = 0.50.

# tile_VerticalGap:uilabel
source: Vert
plk: Pionowy

# tile_transforms_group
source: Transforms
plk: Przekształcenia

# tiling:uilabel
source: Tiling
plk: Pokrycie płytkami

source: timber
plk: tarcica

# tint_color
source: Light Tint
plk: Lekkie zabarwienie

# tint_color:uilabel
source: Light Tint
plk: Lekkie zabarwienie

source: tinted
plk: barwiony

source: Top Left 1:
plk: Lewy górny 1:

# top_left-1:uilabel
source: Top Left 1:
plk: Lewy górny 1:

source: Top Right 1:
plk: Prawy górny 1:

# top_right-1:uilabel
source: Top Right 1:
plk: Prawy górny 1:

source: translucent
plk: półprzezroczysty

source: Transparency
plk: Przezroczystość

# transparency:uilabel
source: Transparency
plk: Przezroczystość

source: transparent
plk: przezroczysty

source: travertine
plk: trawertyn

source: triangle
plk: trójkąt

source: tropical
plk: tropikalny

source: turbid
plk: mętny

source: turquoise
plk: turkusowy

source: umber
plk: umbra

source: unfinished
plk: niewykończony

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
plk: Parametry zaawansowane

# unifiedbitmap_Bitmap
source: Source
plk: Źródło

# unifiedbitmap_Bitmap:uilabel
source: Source
plk: Źródło

# unifiedbitmap_Blur
source: Blur
plk: Rozmazanie

# unifiedbitmap_Blur:uilabel
source: Blur
plk: Rozmazanie

# unifiedbitmap_Blur_Offset
source: Blur Offset
plk: Odsunięcie rozmazania

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
plk: Odsunięcie rozmazania

# unifiedbitmap_Filtering
source: Filtering
plk: Filtrowanie

# unifiedbitmap_Filtering:uilabel
source: Filtering
plk: Filtrowanie

# unifiedbitmap_Invert
source: Invert Image
plk: Odwróć obraz

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
plk: Zamień ciemne i jasne obszary obrazu.

# unifiedbitmap_Invert:uilabel
source: Invert Image
plk: Odwróć obraz

# unifiedbitmap_None
source: None
plk: Brak

# unifiedbitmap_Pyramidal
source: Pyramidal
plk: Tetragonalny

# unifiedbitmap_RGBAmount
source: Brightness
plk: Jasność

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
plk: Dostosuj jasność obrazu.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
plk: Jasność

# unifiedbitmap_Summed_Area
source: Summed Area
plk: Sumowany obszar

# unifiedbitmap_position_group
source: Position
plk: Położenie

# unifiedbitmap_repeat_group
source: Repeat
plk: Powtórz

# unifiedbitmap_scale_group
source: Scale
plk: Skala

# unifiedbitmap_transforms_group
source: Transforms
plk: Przekształcenia

source: uniform
plk: jednakowy

source: unitless
plk: niemianowana

# useShadowColMap
source: Use Shadow Color Map:
plk: Użyj mapy kolorów cienia:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
plk: Użyj mapy kolorów cienia:

# use_altitude_azimuth
source: Override Sun Position:
plk: Pomiń położenie słońca:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
plk: Pomiń położenie słońca:

source: Use Background:
plk: Zastosuj tło:

# use_background:uilabel
source: Use Background:
plk: Zastosuj tło:

# use_custom_environment:uilabel
source: Use Custom Environment
plk: Użyj środowiska niestandardowego

# uv_channel:uilabel
source: UV Channel
plk: Kanał UV

source: veins
plk: żyły

source: velvet
plk: aksamit

source: vertical
plk: pionowy

source: victorian
plk: wiktoriański

# vignetting
source: Vigneting:
plk: Winietowanie:

# vignetting:uilabel
source: Vigneting:
plk: Winietowanie:

source: vinyl
plk: winyl

source: violet
plk: fiołkowy

# visibility_distance
source: Visibility Distance (10% Haze):
plk: Widzialność (10% zamglenia):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
plk: Widzialność (10% zamglenia):

source: Visible
plk: Widoczny

# visible:uilabel
source: Visible
plk: Widoczny

source: wall
plk: ściana

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# wallpaint_ao_distance
source: Max Distance
plk: Maks. odległość

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# wallpaint_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# wallpaint_ao_samples
source: Samples
plk: Próbki

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# wallpaint_ao_samples:uilabel
source: Samples
plk: Próbki

# wallpaint_application
source: Application
plk: Aplikacja

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
plk: Dostosowuje teksturę farby: wałek (drobne wypukłości), pędzel (smugi) lub aerozol (gładki).

# wallpaint_application:uilabel
source: Application
plk: Aplikacja

# wallpaint_application:wallpaint_brush
source: Brush
plk: Pędzel

# wallpaint_application:wallpaint_roller
source: Roller
plk: Wałek

# wallpaint_application:wallpaint_spray
source: Spray
plk: Aerozol

# wallpaint_brush
source: Brush
plk: Pędzel

# wallpaint_color
source: Color
plk: Kolor

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
plk: Dostosowuje kolor i ilość światła odbijanego od farby.

# wallpaint_color:uilabel
source: Color
plk: Kolor

# wallpaint_color_by_object:uilabel
source: Custom Color
plk: Kolor niestandardowy

# wallpaint_eggshell
source: Eggshell
plk: Matowe

# wallpaint_finish
source: Finish
plk: Wykończenie

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
plk: Dostosowuje połysk farby (6 wartości do wyboru).

# wallpaint_finish:uilabel
source: Finish
plk: Wykończenie

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
plk: Matowe

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
plk: Płaski/Matowy

# wallpaint_finish:wallpaint_gloss
source: Gloss
plk: Połysk

# wallpaint_finish:wallpaint_pearl
source: Pearl
plk: Perłowa

# wallpaint_finish:wallpaint_platinum
source: Platinum
plk: Platyna

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
plk: Półpołysk

# wallpaint_flat
source: Flat/Matte
plk: Płaski/Matowy

# wallpaint_gloss
source: Gloss
plk: Połysk

# wallpaint_paintgroup
source: Wall Paint
plk: Farba ściany

# wallpaint_pearl
source: Pearl
plk: Perłowa

# wallpaint_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# wallpaint_platinum
source: Platinum
plk: Platyna

# wallpaint_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
plk: Wyznacza maksymalną liczbę próbek (promieni) obliczanych przez mental ray w celu utworzenia błyszczących odbić.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

# wallpaint_roller
source: Roller
plk: Wałek

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# wallpaint_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# wallpaint_roundcorners_radius
source: Source
plk: Źródło

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# wallpaint_roundcorners_radius:uilabel
source: Source
plk: Źródło

# wallpaint_semigloss
source: Semi-gloss
plk: Półpołysk

# wallpaint_spray
source: Spray
plk: Aerozol

source: wallpaper
plk: tapeta

source: walnut
plk: orzech

source: warm
plk: ciepły

source: water
plk: woda

# water_algae
source: Algae/Green
plk: Algi/Zieleń

# water_bump_amount
source: Wave Height
plk: Wysokość fali

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
plk: Dostosowuje względną wysokość fal na wodzie. Możliwe do wprowadzenie wartości: od 0 (brak fal) do 5 (duże fale).

# water_bump_amount:uilabel
source: Wave Height
plk: Wysokość fali

# water_color_by_object:uilabel
source: Custom Color
plk: Kolor niestandardowy

# water_custom
source: Custom
plk: Niestandardowy

# water_lake
source: Generic Pond/Lake
plk: Ogólny staw/jezioro

# water_murky
source: Murky/Brown
plk: Ciemny/Brązowy

# water_ocean
source: Generic Sea/Ocean
plk: Ogólne morze/ocean

# water_performance_tunning_group
source: Performance Tuning
plk: Optymalizacja wydajności

# water_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba odbić każdego promienia. W przypadku ustawienia wartości zerowej pierwszeństwo mają globalne ustawienia renderowania.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# water_reflecting_pool
source: Generic Reflecting Pool
plk: Ogólny basen odbijający

# water_refr_depth
source: Refraction Max Trace Depth
plk: Maks. głębia śledzenia załamań

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
plk: Po zaznaczeniu tej opcji parametr głębokości załamywania dla materiału będzie określany lokalnie. Po osiągnięciu poziomu ograniczenia zostanie rzucony dodatkowy promień przezroczystości, co ograniczy efekt czarnych krawędzi występujący typowo w przypadku brył ze szkła.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
plk: Maks. głębia śledzenia załamań

# water_refr_depth_control_label
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# water_river
source: Generic Stream/River
plk: Ogólny strumień/rzeka

# water_swimming_pool
source: Swimming Pool
plk: Basen pływacki

# water_tint_color
source: Custom Color
plk: Kolor niestandardowy

# water_tint_color:tooltip
source: Sets a color via RGB value.
plk: Ustawia kolor za pomocą wartości RGB.

# water_tint_color:uilabel
source: Custom Color
plk: Kolor niestandardowy

# water_tint_enable
source: Color
plk: Kolor
