Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
deu: Anpassen des Verfärbungsgrades bei Kupfer oder Bronze aufgrund von Oxidation oder chemischer Behandlung. Geben Sie einen Wert zwischen 0 (keine) und 1 (vollständig) ein oder verwenden Sie den Regler.

# metal_pattern:metal_checker_plate
source: Checker Plate
deu: Schachbrett

# metal_pattern:metal_custom
source: Custom - Image
deu: Benutzerdefiniert - Bild

# metal_pattern:metal_diamond_plate
source: Diamond Plate
deu: Rautenblech

# metal_pattern:metal_knurl
source: Knurl
deu: Kordierung

# metal_pattern:metal_none
source: None
deu: Keine

# metal_pattern:uilabel
source: Relief Pattern
deu: Reliefmuster

# metal_pattern_height
source: Amount
deu: Betrag

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
deu: Zur Auswahl der relativen Höhe des Musters. Geben Sie 0 für flach, bis 2,0 ein, um die Tiefe des Musters zu erhöhen.

# metal_pattern_height:uilabel
source: Amount
deu: Betrag

# metal_pattern_list_label
source: Type
deu: Typ

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
deu: Auswählen eines dekorativen Musters zum Aufpressen auf die Metalloberfläche.

# metal_pattern_panel_label
source: Relief Pattern
deu: Reliefmuster

# metal_pattern_scale
source: Scale
deu: Skalierung

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
deu: Zur Auswahl der relativen Größe des Reliefmusters. Geben Sie einen Wert zwischen 0 (größer) und 50 (kleiner) ein.

# metal_pattern_scale:uilabel
source: Scale
deu: Skalierung

# metal_pattern_shader
source: Image
deu: Bild

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
deu: Steuert Reliefmuster oder Kachelung. Ein Reliefmuster definiert höhere und tiefere Zonen anhand von dunklen und hellen Bereichen einer Bilddatei.

# metal_pattern_shader:uilabel
source: Image
deu: Bild

# metal_perf_circles_staggered
source: Staggered Circles
deu: Versetzte Kreise

# metal_perf_circles_straight
source: Straight Circles
deu: Normale Kreise

# metal_perf_cloverleaf
source: Cloverleaf
deu: Kleeblatt

# metal_perf_custom
source: Custom
deu: Benutzerdefiniert

# metal_perf_grecian
source: Grecian
deu: Griechisch

# metal_perf_hexagon
source: Hexagon
deu: Sechseck

# metal_perf_squares
source: Squares
deu: Quadrate

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
deu: Versetzte Kreise

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
deu: Normale Kreise

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
deu: Kleeblatt

# metal_perforations:metal_perf_custom
source: Custom
deu: Benutzerdefiniert

# metal_perforations:metal_perf_grecian
source: Grecian
deu: Griechisch

# metal_perforations:metal_perf_hexagon
source: Hexagon
deu: Sechseck

# metal_perforations:metal_perf_none
source: None
deu: Keine

# metal_perforations:metal_perf_squares
source: Squares
deu: Quadrate

# metal_perforations:uilabel
source: Cutouts
deu: Ausschnitte

# metal_perforations_center
source: Center Spacing
deu: Mittenabstand

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
deu: Geklammert bei 0,0001 unter dem Durchmesser; gestuft: alle sechs benachbarten Mittelpunkte haben denselben Abstand; gerade: Mittelpunkte werden zu den vier benachbarten oben, unten, links und rechts gemessen.

# metal_perforations_center:uilabel
source: Center Spacing
deu: Mittenabstand

# metal_perforations_list_label
source: Type
deu: Typ

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
deu: Hinzufügen der Perforationsmuster zum Material, einige Auswahlen bieten Bemaßungssteuerung.

# metal_perforations_panel_label
source: Cutouts
deu: Ausschnitte

# metal_perforations_shader
source: Image
deu: Bild

# metal_perforations_shader:uilabel
source: Image
deu: Bild

# metal_perforations_size:uilabel
source: Size
deu: Größe

# metal_perforations_size_label1
source: Diameter
deu: Durchmesser

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
deu: Nur Anpassen von Kreisen.

# metal_perforations_size_label2
source: Diameter
deu: Durchmesser

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
deu: Nur Anpassen von Kreisen.

# metal_perforations_size_label3
source: Size
deu: Größe

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
deu: Passt die Größe von quadratischen Ausschnitten an.

# metal_perforations_size_label4
source: Size
deu: Größe

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
deu: Passt die Größe griechischer Aussparungen an.

# metal_perforations_size_label5
source: Size
deu: Größe

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
deu: Passt die Größe kleeblattförmiger Aussparungen an.

# metal_perforations_size_label6
source: Size
deu: Größe

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
deu: Passt die Größe sechseckiger Aussparungen an.

# metal_perforations_space:uilabel
source: Perforations Space
deu: Perforationsraum

# metal_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# metal_polished
source: Polished
deu: Poliert

# metal_props1
source: Basic Thermal
deu: Einfach thermisch

# metal_props2
source: Mechanical
deu: Mechanisch

# metal_props4
source: Wood
deu: Stärke

# metal_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# metal_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# metal_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# metal_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# metal_roundcorners_radius
source: Source
deu: Quelle

# metal_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# metal_roundcorners_radius:uilabel
source: Source
deu: Quelle

# metal_semi_polished
source: Semi-polished
deu: Halbpoliert

# metal_stainless_steel
source: Stainless Steel
deu: Rostfreier Stahl

# metal_type
source: Type
deu: Typ

# metal_type:metal_aluminum
source: Aluminum
deu: Aluminium

# metal_type:metal_brass
source: Brass
deu: Messing

# metal_type:metal_chrome
source: Chrome
deu: Chrom

# metal_type:metal_copper
source: Copper
deu: Kupfer

# metal_type:metal_galvanized_alu
source: Anodized Aluminum
deu: Eloxiertes Aluminium

# metal_type:metal_stainless_steel
source: Stainless Steel
deu: Rostfreier Stahl

# metal_type:metal_zinc
source: Zinc
deu: Zink

# metal_type:tooltip
source: Chooses a type of metal and controls the base color and texture of the metal, and filters subsequent properties.
deu: Auswählen eines Metalltyps und Steuern der Grundfarbe und -textur des Metalls; nachfolgende Eigenschaften werden gefiltert.

# metal_type:uilabel
source: Type
deu: Typ

# metal_zinc
source: Zinc
deu: Zink

# metallicpaint_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# metallicpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# metallicpaint_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# metallicpaint_ao_distance
source: Max Distance
deu: Max Abstand

# metallicpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# metallicpaint_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# metallicpaint_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# metallicpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# metallicpaint_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# metallicpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# metallicpaint_base_color
source: Color
deu: Farbe

# metallicpaint_base_color:tooltip
source: Selects the base color of the paint.
deu: Auswahl der Grundfarbe des Anstrichs.

# metallicpaint_base_color:uilabel
source: Color
deu: Farbe

# metallicpaint_base_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# metallicpaint_base_highlightspread
source: Highlight Spread
deu: Verteilung der Glanzpunkte

# metallicpaint_base_highlightspread:tooltip
source: Adjusts the very blurred reflectivity of the base coat under the very sharp reflections of the topcoat.
deu: Passt die sehr verschwommene Reflektivität des Grundanstrichs unter den sehr scharfen Reflektionen der Deckschicht an.

# metallicpaint_base_highlightspread:uilabel
source: Highlight Spread
deu: Verteilung der Glanzpunkte

# metallicpaint_finish
source: Finish
deu: Oberfläche

# metallicpaint_finish:metallicpaint_finish_peeling
source: Orange Peel
deu: Orangenschale

# metallicpaint_finish:metallicpaint_finish_smooth
source: Smooth
deu: Glatt

# metallicpaint_finish:tooltip
source: Selects Smooth or Orange Peel.
deu: Auswahl zwischen Glatt oder Orangenschale.

# metallicpaint_finish:uilabel
source: Finish
deu: Oberfläche

# metallicpaint_finish_peelamount
source: Amount
deu: Betrag

# metallicpaint_finish_peelamount:tooltip
source: Slides to choose Chromatic Finish amount between 1-100.
deu: Zur Auswahl eines Betrags zwischen 1 und 100 für die chromatische Oberfläche.

# metallicpaint_finish_peelamount:uilabel
source: Amount
deu: Betrag

# metallicpaint_finish_peeling
source: Orange Peel
deu: Orangenschale

# metallicpaint_finish_smooth
source: Smooth
deu: Glatt

# metallicpaint_flecks:metallicpaint_flecks_enable
source: Enabled
deu: Aktiviert

# metallicpaint_flecks:metallicpaint_flecks_none
source: None
deu: Keine

# metallicpaint_flecks:uilabel
source: Flecks
deu: Sprenkel

# metallicpaint_flecks_color
source: Color
deu: Farbe

# metallicpaint_flecks_color:tooltip
source: Defaults to white, with tone (going to black) attenuating the fleck effect against the base coat; a medium grey base color with a black fleck color will show no flecks, but a medium grey fleck on the same base color will show 50% of the fleck effect.
deu: Vorgabe ist Weiß mit Tönung (in Richtung Schwarz) zur Abschwächung des Sprenkeleffekts auf dem Grundanstrich; eine mittelgraue Grundfarbe mit schwarzer Sprenkelung zeigt keine Sprenkelung, während mittelgraue Sprenkel auf derselben Grundfarbe 50 % des Sprenkeleffekts zeigen.

# metallicpaint_flecks_color:uilabel
source: Color
deu: Farbe

# metallicpaint_flecks_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# metallicpaint_flecks_enable
source: Enabled
deu: Aktiviert

# metallicpaint_flecks_list_label
source: Flecks
deu: Sprenkel

# metallicpaint_flecks_list_label:tooltip
source: Enables the use of reflective flakes in the paint.
deu: Ermöglicht die Verwendung reflektierender Flakes in der Farbe.

# metallicpaint_flecks_panel_label
source: Flecks
deu: Sprenkel

# metallicpaint_flecks_size
source: Size
deu: Größe

# metallicpaint_flecks_size:tooltip
source: Adjusts the size of the flecks.
deu: Passt die Größe der Sprenkel an.

# metallicpaint_flecks_size:uilabel
source: Size
deu: Größe

# metallicpaint_metallicpaintgroup
source: Metallic Paint
deu: Metallic-Farbe

# metallicpaint_pearl:metallicpaint_pearl_chromatic
source: Chromatic
deu: Chromatisch

# metallicpaint_pearl:metallicpaint_pearl_custom
source: Second Color
deu: Zweite Farbe

# metallicpaint_pearl:metallicpaint_pearl_none
source: None
deu: Keine

# metallicpaint_pearl:uilabel
source: Pearl
deu: Perlmutt

# metallicpaint_pearl_amount
source: Amount
deu: Betrag

# metallicpaint_pearl_amount:tooltip
source: Adjusts the blend between the pearl effect and the base color.
deu: Passt die Mischung aus dem Perleneffekt und der Grundfarbe an.

# metallicpaint_pearl_amount:uilabel
source: Amount
deu: Betrag

# metallicpaint_pearl_chromatic
source: Chromatic
deu: Chromatisch

# metallicpaint_pearl_color
source: Color
deu: Farbe

# metallicpaint_pearl_color:tooltip
source: Adjusts the Pearl color.
deu: Passt die Farbe des Perleneffekts an.

# metallicpaint_pearl_color:uilabel
source: Color
deu: Farbe

# metallicpaint_pearl_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# metallicpaint_pearl_custom
source: Second Color
deu: Zweite Farbe

# metallicpaint_pearl_ior
source: Blend
deu: Mischung

# metallicpaint_pearl_ior:tooltip
source: Slides to mix the colors from 0-100.
deu: Zur Farbmischung im Bereich zwischen 0 und 100.

# metallicpaint_pearl_ior:uilabel
source: Blend
deu: Mischung

# metallicpaint_pearl_list_label
source: Type
deu: Typ

# metallicpaint_pearl_list_label:tooltip
source: Selects Chromatic or Second Color.
deu: Auswahl der chromatischen oder zweiten Farbe.

# metallicpaint_pearl_panel_label
source: Pearl
deu: Perlmutt

# metallicpaint_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# metallicpaint_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# metallicpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
deu: Definiert die maximale Anzahl von Samples (Strahlen), die mental ray zur Erstellung von Hochglanzreflexionen verarbeitet.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
deu: Samples für Reflexion mit Hochglanz

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# metallicpaint_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# metallicpaint_roundcorners_radius
source: Source
deu: Quelle

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# metallicpaint_roundcorners_radius:uilabel
source: Source
deu: Quelle

# metallicpaint_topcoat
source: Type
deu: Typ

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
deu: Autofarbe

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
deu: Chrom

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
deu: Benutzerdefiniert

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
deu: Matt

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
deu: Auswahl zwischen matt, chrom, Autofarbe und benutzerdefiniert.

# metallicpaint_topcoat:uilabel
source: Top Coat
deu: Deckschicht

# metallicpaint_topcoat_carpaint
source: Car Paint
deu: Autofarbe

# metallicpaint_topcoat_chrome
source: Chrome
deu: Chrom

# metallicpaint_topcoat_custom
source: Custom
deu: Benutzerdefiniert

# metallicpaint_topcoat_falloff
source: Angle Falloff
deu: Winkelbedinger Falloff

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
deu: Regelt zwischen 0=kein Fresnel-Effekt (konstante Reflektionen wie bei Chrom) und 100=hoher Fresnel (nur in einer engen Zone mit extremen Winkeln reflektierend. Extreme Grenzen werden für realistische Deckschichten gesetzt (mit einer Skalierung, die Fresnel-Neigung, -Leistung und -Skalierung kombiniert), mit einem Wert um 80 für die Autofarbe.)

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
deu: Winkelbedinger Falloff

# metallicpaint_topcoat_glossy
source: Glossiness
deu: Glanz

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
deu: Regelt zwischen 100 (vollständig reflektiv) und 0 (matt).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
deu: Glanz

# metallicpaint_topcoat_matte
source: Matte
deu: Matt

# metallicpaint_topcoat_panel
source: Top Coat
deu: Deckschicht

source: midnight
deu: Mitternacht

source: Mid Tones:
deu: Mittlere Töne:

# midtones:uilabel
source: Mid Tones:
deu: Mittlere Töne:

# mirror_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# mirror_mirrorgroup
source: Mirror
deu: Spiegel

# mirror_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# mirror_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# mirror_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# mirror_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# mirror_roundcorners_radius
source: Source
deu: Quelle

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# mirror_roundcorners_radius:uilabel
source: Source
deu: Quelle

# mirror_tintcolor
source: Color
deu: Farbe
