Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
kor: 석조.석재.화강암.사각.스택.연마.그레이

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
kor: 석조.석재.화강암.사각.스택.연마.연한 자주색-그레이

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
kor: 석조.석재.화강암.사각.스택.연마.분홍색-검은색-그레이

source: Masonry.Stone.Limestone.Ashlar.Coursed
kor: 석조.석재.석회암.마름돌.막쌓기

source: Masonry.Stone.Limestone.Rubble
kor: 석조.석재.석회암.잡석

source: Masonry.Stone.Limestone.Rustic Joint.Pink
kor: 석조.석재.석회암.거친 조인트.분홍색

source: Masonry.Stone.Limestone.Rustication
kor: 석조.석재.석회암.러스티케이션

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
kor: 석조.석재.대리석.사각.스택.연마.흰색 - 초록색

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
kor: 석조.석재.대리석.사각.스택.연마.흰색-검은색

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
kor: 석조.석재.대리석.사각.스택.연마.흰색-검은색.대형 암맥

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
kor: 석조.석재.대리석.사각.스택.연마.흰색-갈색

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
kor: 석조.석재.대리석.사각.스택.연마.흰색-갈색-검은색

source: Masonry.Stone.Onyx.Black
kor: 석조.석재.오닉스.검은색

source: Masonry.Stone.Onyx.Blue
kor: 석조.석재.오닉스.파란색

source: Masonry.Stone.Onyx.Rose
kor: 석조.석재.오닉스.장미색

source: Masonry.Stone.Slate
kor: 석조.석재.슬레이트

source: Masonry.Stone.Slate.Green
kor: 석조.석재.슬레이트.녹색

source: Masonry.Stone.Slate.Mottled
kor: 석조.석재.슬레이트.잡색

source: Masonry.Stone.Slate.Red
kor: 석조.석재.슬레이트.빨간색

source: Masonry.Stone.Soapstone.BlueGreen
kor: 석조.석재.동석.청록색

source: Masonry.Stone.Soapstone.DarkGrey
kor: 석조.석재.동석.진한 회색

source: Masonry.Stone.Travertine.Cream
kor: 석조.석재.트래버틴.크림

source: Masonry.Stone.Travertine.DarkBrown
kor: 석조.석재.트래버틴.진한 갈색

source: Masonry.Stone.Travertine.DarkRed
kor: 석조.석재.트래버틴.진한 빨간색

source: Masonry.Unit Masonry.Brick.Adobe.Running
kor: 석조.단위 석조.벽돌.아도비.러닝

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
kor: 석조.단위 석조.벽돌.모듈.바구니형 직조법

source: Masonry.Unit Masonry.Brick.Modular.Clinker
kor: 석조.단위 석조.벽돌.모듈 방식.투화 벽돌

source: Masonry.Unit Masonry.Brick.Modular.Common
kor: 석조.단위 석조.벽돌.모듈.공통

source: Masonry.Unit Masonry.Brick.Modular.Cored
kor: 석조.단위 석조.벽돌.모듈 방식.코어

source: Masonry.Unit Masonry.Brick.Modular.English
kor: 석조.단위 석조.벽돌.모듈.영국식

source: Masonry.Unit Masonry.Brick.Modular.English Cross
kor: 석조.단위 석조.벽돌.모듈.영국식 십자

source: Masonry.Unit Masonry.Brick.Modular.Face
kor: 석조.단위 석조.벽돌.모듈 방식.면

source: Masonry.Unit Masonry.Brick.Modular.Fire
kor: 석조.단위 석조.벽돌.모듈 방식.화재

source: Masonry.Unit Masonry.Brick.Modular.Flemish
kor: 석조.단위 석조.벽돌.모듈.플랑드르

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
kor: 석조.단위 석조.벽돌.모듈.플랑드르 십자

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
kor: 석조.단위 석조.벽돌.모듈.플랑드르 대각선

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
kor: 석조.단위 석조.벽돌.모듈.화원 벽

source: Masonry.Unit Masonry.Brick.Modular.Glazed
kor: 석조.단위 석조.벽돌.모듈 방식.글레이즈드

source: Masonry.Unit Masonry.Brick.Modular.Header
kor: 석조.단위 석조.벽돌.모듈.헤더

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
kor: 석조.단위 석조.벽돌.모듈.헤링본

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
kor: 석조.단위 석조.벽돌.모듈.헤링본.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
kor: 석조.단위 석조.벽돌.모듈.1/3 러닝

source: Masonry.Unit Masonry.Brick.Modular.Press
kor: 석조.단위 석조.벽돌.모듈 방식.누르기

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
kor: 석조.단위 석조.벽돌.모듈.노걸이

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
kor: 석조.단위 석조.벽돌.모듈.노걸이.다중

source: Masonry.Unit Masonry.Brick.Modular.Running
kor: 석조.단위 석조.벽돌.모듈.러닝

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
kor: 석조.단위 석조.벽돌.모듈.러닝.갈색

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
kor: 석조.단위 석조.벽돌.모듈.러닝.글레이즈드.파란색

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
kor: 석조.단위 석조.벽돌.모듈.러닝.그레이

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
kor: 석조.단위 석조.벽돌.모듈.러닝.빨간색

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
kor: 석조.단위 석조.벽돌.모듈.러닝.눈매김.빨간색

source: Masonry.Unit Masonry.Brick.Modular.Sailor
kor: 석조.단위 석조.벽돌.모듈.선원

source: Masonry.Unit Masonry.Brick.Modular.Screen
kor: 석조.단위 석조.벽돌.모듈 방식.화면

source: Masonry.Unit Masonry.Brick.Modular.Shiner
kor: 석조.단위 석조.벽돌.모듈.휘선

source: Masonry.Unit Masonry.Brick.Modular.Soldier
kor: 석조.단위 석조.벽돌.모듈.군인

source: Masonry.Unit Masonry.Brick.Modular.Stack
kor: 석조.단위 석조.벽돌.모듈.스택

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
kor: 석조.단위 석조.벽돌.모듈.스택.그레이

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
kor: 석조.단위 석조.벽돌.노르만.1/3 러닝

source: Masonry.Unit Masonry.Brick.Norman.Soldier
kor: 석조.단위 석조.벽돌.노르만.군인

source: Masonry.Unit Masonry.CMU.Efflorescence
kor: 석조.단위 석조.CMU.백화

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
kor: 석조.단위 석조.CMU.옹벽.러닝

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
kor: 석조.단위 석조.CMU.리브.스택

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
kor: 석조.단위 석조.CMU.선원.스택

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
kor: 석조.단위 석조.CMU.SandBlasted.그레이

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
kor: 석조.단위 석조.CMU.SandBlasted.황갈색

source: Masonry.Unit Masonry.CMU.Scored.Running
kor: 석조.단위 석조.CMU.눈매김 블록.러닝

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
kor: 석조.단위 석조.CMU.눈매김.러닝.노출골재

source: Masonry.Unit Masonry.CMU.Screen.Stacked
kor: 석조.단위 석조.CMU.화면.스택

source: Masonry.Unit Masonry.CMU.Shadow.Running
kor: 석조.단위 석조.CMU.그림자.러닝

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
kor: 석조.단위 석조.CMU.음향 흡수.러닝

source: Masonry.Unit Masonry.CMU.Split-Face.Running
kor: 석조.단위 석조.CMU.혹두기.러닝

source: Masonry.Unit Masonry.CMU.Stretcher.Running
kor: 석조.단위 석조.CMU.신장구.러닝

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
kor: 석조.단위 석조.CMU.신장구.러닝.노출골재

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
kor: 석조.단위 석조.CMU.신장구.러닝.글레이즈드.파란색

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
kor: 석조.단위 석조.CMU.신장구.스택

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
kor: 석조.단위 석조.CMU.신장구.스택.글레이즈드.파란색

source: Masonry.Unit Masonry.Glass Block.Square.Stack
kor: 석조.단위 석조.유리 블록.평방.스택

source: Masonry/Brick
kor: 석조/벽돌

source: Masonry/CMU
kor: 석조/CMU

source: Masonry/Stone
kor: 석조/석재

source: MasonryCMU
kor: 석조 CMU

# MasonryCMUSchema_localname:Masonry
source: Masonry
kor: 석조

# MasonryCMUSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Material-010
kor: GFRC

source: Material-068
kor: 금색

source: Material-071
kor: 주철, 연성

source: Material-072
kor: 납

source: Material-076
kor: 은색

source: Material-077
kor: 강철

source: Material-079
kor: 강철, 아연도금

source: Material-094
kor: 티타늄

source: Material-111
kor: CFRP

source: Material-121
kor: 페놀 수지

source: Material-123
kor: 폴리에틸렌, 저밀도

source: Material-124
kor: 폴리에틸렌, 고밀도

source: Material-127
kor: 폴리프로필렌

source: Material-128
kor: 폴리스티렌, 내충격성

source: Material-193
kor: 물

source: MaterialInv_001
kor: 콘크리트

source: MaterialInv_002
kor: 유리

source: MaterialInv_003
kor: 강철, 합금

source: MaterialInv_004
kor: 알루미늄 6061

source: MaterialInv_005
kor: 알루미늄 6061-AHC

source: MaterialInv_006
kor: 황동, 연질 노란색

source: MaterialInv_007
kor: 청동, 연질 주석

source: MaterialInv_008
kor: 강철, 탄소

source: MaterialInv_009
kor: 청동, 주조

source: MaterialInv_010
kor: 구리, 주조

source: MaterialInv_011
kor: 주철, 주조

source: MaterialInv_012
kor: 강철, 주조

source: MaterialInv_013
kor: 구리

source: MaterialInv_014
kor: 구리, 합금

source: MaterialInv_018
kor: 주철, 회색

source: MaterialInv_020
kor: 주철, 가단

source: MaterialInv_021
kor: 니켈-구리 합금 400

source: MaterialInv_022
kor: 강철, 비합금

source: MaterialInv_024
kor: 스테인레스 스틸

source: MaterialInv_025
kor: 스테인리스 스틸, 440C

source: MaterialInv_026
kor: 스테인리스 스틸, 감마철

source: MaterialInv_028
kor: 강철, 고강도, 저합금

source: MaterialInv_029
kor: 강철, 연강

source: MaterialInv_031
kor: 알루미늄 6061, 용접

source: MaterialInv_032
kor: 황동, 연질 노란색, 용접

source: MaterialInv_033
kor: 스테인리스 스틸 AISI 440C, 용접

source: MaterialInv_034
kor: 연강, 용접

source: MaterialInv_035
kor: 구리, 연질

source: MaterialInv_036
kor: 강철, 연질

source: MaterialInv_037
kor: ABS 플라스틱

source: MaterialInv_038
kor: 아세탈 수지, 검은색

source: MaterialInv_039
kor: 아세탈 수지, 흰색

source: MaterialInv_042
kor: LCP 플라스틱

source: MaterialInv_044
kor: 나일론, 이황화 몰리브덴

source: MaterialInv_045
kor: 나일론 6/6

source: MaterialInv_046
kor: PBT 플라스틱

source: MaterialInv_047
kor: PC/ABS 플라스틱

source: MaterialInv_048
kor: PET 플라스틱

source: MaterialInv_049
kor: PMMA 플라스틱

source: MaterialInv_050
kor: PAEK 플라스틱

source: MaterialInv_051
kor: 폴리카보네이트, 선명

source: MaterialInv_052
kor: 폴리카보네이트, 흐릿

source: MaterialInv_054
kor: 폴리스티렌

source: MaterialInv_055
kor: PPS 플라스틱

source: MaterialInv_056
kor: PVC-파이핑

source: MaterialInv_057
kor: PVC, 비가소화

source: MaterialInv_058
kor: 고무

source: MaterialInv_059
kor: SAN 플라스틱

source: MaterialInv_060
kor: 고무, 실리콘

source: MaterialInv_061
kor: 열가소성 수지

source: MaterialInv_062
kor: UHMW, 검은색

source: MaterialInv_063
kor: UHMW, 흰색

source: MaterialInv_064
kor: 질화 실리콘

source: MaterialInv_066
kor: 목재(자작나무)

source: MaterialInv_067
kor: 목재(벚나무)

source: MaterialInv_068
kor: 목재(단풍나무)

source: MaterialInv_069
kor: 목재(떡갈나무)

source: MaterialInv_070
kor: 목재(호두나무)

source: MaterialInv_072
kor: 일반

source: Materials
kor: 재료

source: Medium gray and circular roofing shingles
kor: 중간 회색 및 원형 루핑 널

source: Medium gray and rectangular roofing shingles
kor: 중간 회색 및 직사각 루핑 널

source: Medium gray and rippled edge roofing shingles
kor: 중간 회색 및 잔물결 모서리 루핑 널

source: Medium gray and small rectangular roofing shingles
kor: 중간 회색 및 소형 직사각 루핑 널

source: Medium gray color
kor: 중간 회색 색상

source: Membrane
kor: 세포막

source: Metal
kor: 금속

source: Metal structural asset.
kor: 금속 구조 자산입니다.

source: Metal-001
kor: 피막 처리 - 파란색

source: Metal-002
kor: 피막 처리 - 청동색

source: Metal-003
kor: 아연

source: Metal-004
kor: 알루미늄 - 연마

source: Metal-005
kor: 연마 - 브러시 두꺼움 - 버전 1.1

source: Metal-005-1-2
kor: 연마 - 브러시 두꺼움

source: Metal-006
kor: 연마 - 해머

source: Metal-007
kor: 연마 - 소형 피라미드 널링 - 버전 1.1

source: Metal-007-1-2
kor: 연마 - 소형 피라미드 널링

source: Metal-008
kor: 새틴

source: Metal-009
kor: 새틴 - 브러시 두꺼움

source: Metal-010
kor: 새틴 - 브러시

source: Metal-011
kor: 새틴 - 해머

source: Metal-012
kor: 황동 - 연마

source: Metal-013
kor: 황동 - 새틴

source: Metal-014
kor: 청동색 - 연마

source: Metal-015
kor: 청동색 - 연마 브러시

source: Metal-016
kor: 청동색 - 새틴

source: Metal-017
kor: 크롬 - 연마

source: Metal-018
kor: 크롬 - 연마 브러시 - 버전 1.1

source: Metal-018-1-2
kor: 크롬 - 연마 브러시

source: Metal-019
kor: 크롬 - 새틴

source: Metal-020
kor: 구리 - 녹청 해머

source: Metal-021
kor: 구리 - 연마

source: Metal-022
kor: 구리 - 새틴

source: Metal-023
kor: 구리 - 새틴 브러시 두꺼움 - 버전 1.1

source: Metal-023-1-2
kor: 구리 - 새틴 브러시 두꺼움

source: Metal-024
kor: 황동 - 새틴 화면

source: Metal-025
kor: 스테인레스 - 연마

source: Metal-026
kor: 청동색 - 녹청

source: Metal-027
kor: 스테인레스 - 새틴

source: Metal-028
kor: 스테인리스 - 새틴 거친 화면 - 버전 1.1

source: Metal-028-1-2
kor: 스테인리스 - 새틴 거친 화면

source: Metal-029
kor: 스테인리스 - 새틴 브러시 두꺼움 - 버전 1.1

source: Metal-029-1-2
kor: 스테인리스 - 새틴 브러시 두꺼움

source: Metal-030
kor: 스테인레스 - 새틴 대형 피라미드 널링

source: Metal-031
kor: 연마 브러시 - 버전 1.1

source: Metal-031-1-2
kor: 연마 브러시

source: Metal-032
kor: 새틴 화면

source: Metal-033
kor: 새틴 브러시 - 버전 1.1

source: Metal-033-1-2
kor: 새틴 브러시

source: Metal-034
kor: 새틴 해머

source: Metal-035
kor: 체크무늬 플레이트

source: Metal-036
kor: 피막 처리 - 검은색

source: Metal-037
kor: 피막 처리 - 파란색-회색

source: Metal-038
kor: 피막 처리 - 진회색

source: Metal-039
kor: 피막 처리 - 연회색

source: Metal-040
kor: 피막 처리 - 회색

source: Metal-041
kor: 피막 처리 - 빨간색

source: Metal-042
kor: 피막 처리 - 흰색

source: Metal-043
kor: 피막 처리 - 회색 텍스처

source: Metal-044
kor: 스테인레스 - 브러시

source: Metal-045
kor: 반연마

source: Metal-046
kor: 연마 다이아몬드 플레이트 - 버전 1.1

source: Metal-046-1-2
kor: 연마 다이아몬드 플레이트

source: Metal-047
kor: 새틴

source: Metal-048
kor: 피막 처리 - 짙은 청동색

source: Metal-049
kor: 연마 브러시 - 버전 1.1

source: Metal-049-1-2
kor: 연마 브러시

source: Metal-050
kor: 황동 - 새틴 브러시 두꺼움

source: Metal-051
kor: 구리 - 녹청

source: Metal-052
kor: 청동색 - 새틴 해머

source: Metal-053
kor: 크롬 - 연마 브러시 두꺼움 - 버전 1.1

source: Metal-053-1-2
kor: 크롬 - 연마 브러시 두꺼움

source: Metal-054
kor: 구리 - 새틴 브러시 - 버전 1.1

source: Metal-054-1-2
kor: 구리 - 새틴 브러시

source: Metal-055
kor: 스테인리스 - 연마 브러시 - 버전 1.1

source: Metal-055-1-2
kor: 스테인리스 - 연마 브러시

source: Metal-056
kor: 스테인레스 - 새틴 해머

source: Metal-057
kor: 크롬 - 새틴 화면

source: Metal-058
kor: 체인 링크 울타리

source: Metal-059
kor: 스탠딩 심 루핑

source: Metal-060
kor: 알루미늄 - 짙음

source: Metal-061
kor: 기계 가공 - 알루미늄

source: Metal-062
kor: 다이아몬드 플레이트 - 진회색 - 버전 1.1

source: Metal-062-1-2
kor: 다이아몬드 플레이트 - 진회색

source: Metal-063
kor: 널링 45 - 버전 1.1

source: Metal-063-1-2
kor: 널링 45

source: Metal-065
kor: 다이아몬드 플레이트 2 - 진회색 - 버전 1.1

source: Metal-065-1-2
kor: 다이아몬드 플레이트 2 - 진회색

source: Metal.
kor: 금속.

source: Metal/Aluminum
kor: 금속/알루미늄

source: Metal/Fabricated
kor: 금속/제작

source: Metal/Iron
kor: 금속/주철

source: Metal/Non Ferrous
kor: 금속/비철

source: Metal/Steel
kor: 금속/강철

source: MetalPaint-001
kor: 박편 새틴 - 검은색

source: MetalPaint-002
kor: 글레이즈드 - 검은색

source: MetalPaint-003
kor: 광택 - 검은색

source: MetalPaint-004
kor: 새틴 - 검은색

source: MetalPaint-005
kor: 박판 반사 - 베이지색

source: MetalPaint-006
kor: 반사 - 겨자색

source: MetalPaint-007
kor: 반사 - 아이보리색

source: MetalPaint-008
kor: 반사 - 흰색

source: MetalPaint-009
kor: 박편 새틴 - 강청색

source: MetalPaint-010
kor: 박편 새틴 - 파란색

source: MetalPaint-011
kor: 새틴 - 올리브 녹색

source: MetalPaint-012
kor: 새틴 - 보라색

source: MetalPaint-013
kor: 새틴 - 갈색

source: MetalPaint-014
kor: 박편 새틴 - 짙은 파란색

source: MetalPaint-015
kor: 광택 - 시에나색

source: MetalPaint-016
kor: 광택 - 산림 녹색

source: MetalPaint-017
kor: 새틴 - 연한 빨간색

source: MetalPaint-018
kor: 새틴 - 리넨

source: MetalPaint-019
kor: 새틴 - 미드나잇 블루

source: MetalPaint-020
kor: 박편 새틴 - 바다 녹색

source: MetalPaint-021
kor: 새틴 - 흐린 장미색

source: MetalPaint-022
kor: 새틴 - 골든로드

source: MetalPaint-023
kor: 글레이즈드 - 내화벽돌

source: MetalPaint-024
kor: 광택 - 진자주색

source: MetalPaint-025
kor: 박편 새틴 - 슬레이트 회색

source: MetalPaint-026
kor: 새틴 - 레몬 시폰

source: MetalPaint-027
kor: 새틴 - 연보라색

source: MetalPaint-028
kor: 반사 박편 - 자홍색

source: MetalPaint-029
kor: 광택 - 금색

source: MetalPaint-030
kor: 새틴 - 금색

source: MetalPaint-031
kor: 새틴 - 은색

source: MetalPaint-032
kor: 연마 - 은색

# MetalSchema_localname:Metal
source: Metal
kor: 금속

# MetalSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Metallic Paint
kor: 금속 페인트

source: Metallic Paint material.
kor: 금속 페인트 재료.

source: MetallicPaint
kor: 금속 페인트

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
kor: 금속 페인트

# MetallicPaintSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
kor: 금속.금속 제작.금속 계단.아연도금

source: Metals.Metal Handrails and Railings.Painted.White
kor: 금속.금속 난간 및 레일.페인트.흰색

source: Metals.Metal Joists.Steel
kor: 금속.금속 들보.강철

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
kor: 금속.장식 금속.알루미늄.피막 처리.진한 청동색

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
kor: 금속.장식 금속.알루미늄.피막 처리.진한 청동색.광택

source: Metals.Ornamental Metals.Aluminum.Brushed
kor: 금속.장식 금속.알루미늄.색칠됨

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
kor: 금속.장식 금속.알루미늄.색칠됨.파란색-은색

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
kor: 금속.장식 금속.알루미늄.색칠됨.임의

source: Metals.Ornamental Metals.Brass.Satin
kor: 금속.장식 금속.황동.광택

source: Metals.Ornamental Metals.Bronze.Satin
kor: 금속.장식 금속.동.광택

source: Metals.Ornamental Metals.Checker Plate.45deg
kor: 금속.장식 금속.체크무늬 플레이트.45도

source: Metals.Ornamental Metals.Checker Plate.Parquet
kor: 금속.장식 금속.체크무늬 플레이트.쪽모이

source: Metals.Ornamental Metals.Chrome.Satin
kor: 금속.장식 금속.크롬.광택

source: Metals.Ornamental Metals.Copper
kor: 금속.장식 금속.구리

source: Metals.Ornamental Metals.Galvanized
kor: 금속.장식 금속.아연도금

source: Metals.Ornamental Metals.Plate.Mesh
kor: 금속.장식 금속.플레이트.메시

source: Metals.Ornamental Metals.Plate.Mesh.1
kor: 금속.장식 금속.플레이트.메시.1

source: Metals.Ornamental Metals.Plate.Mesh.2
kor: 금속.장식 금속.판.메쉬.2

source: Metals.Ornamental Metals.Plate.Perforated
kor: 금속.장식 금속.플레이트.천공

source: Metals.Ornamental Metals.Plate.Perforated.1
kor: 금속.장식 금속.판.천공.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
kor: 금속.장식 금속.판.리벳.단조로운 회색

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
kor: 금속.장식 금속.판.리벳.2

source: Metals.Ornamental Metals.Rust.1
kor: 금속.장식 금속.플레이트.적갈색.1

source: Metals.Ornamental Metals.Rust.2
kor: 금속.장식 금속.플레이트.적갈색.2

source: Metals.Ornamental Metals.Rust.3
kor: 금속.장식 금속.플레이트.적갈색.3

source: Metals.Ornamental Metals.Stainless.Bright
kor: 금속.장식 금속.스테인레스.밝음

source: Metals.Ornamental Metals.Stainless.Satin
kor: 금속.장식 금속.스테인레스.광택

source: Metals.Ornamental Metals.Weathered
kor: 금속.장식 금속.풍화됨

source: Metals.Structural Metal Framing.Steel
kor: 금속.구조 금속 프레임.강철

source: Mics
kor: 기타

source: Mild Steel
kor: 연강

source: Mild steel - welded
kor: 연강 - 용접

source: Mirror
kor: 거울

source: Mirror material.
kor: 거울 재료.

source: Mirror-001
kor: 기본

source: Mirror-002
kor: 따뜻한 착색

source: Mirror-003
kor: 욕실

source: Mirror-004
kor: 차가운 착색

source: Mirror-005
kor: 화장대

source: Mirror-006
kor: 착색 없음

source: Mirror-007
kor: 흐릿함 - 어두움

source: Mirror-008
kor: 흐릿함 - 밝음

# MirrorSchema_localname:Mirror
source: Mirror
kor: 거울

# MirrorSchema_localtype:Appearance
source: Appearance
kor: 모양

source: Misc
kor: 기타

source: Miscellaneous
kor: 기타

source: Molded HDPE
kor: 몰딩 HDPE

source: Molded LDPE
kor: 몰딩 LDPE

source: Molybdenum disulphide filled nylon
kor: 이황화 몰리브덴 채움 나일론

source: Monel metal
kor: 모넬 금속

source: Month:
kor: 월:

# Month:uilabel
source: Month:
kor: 월:

source: Natural Rubber
kor: 천연 고무

source: Natural rubber
kor: 천연 고무

source: Noise
kor: 노이즈

source: Noise map.
kor: 노이즈 맵.

# NoiseSchema_localname:Noise
source: Noise
kor: 노이즈

# NoiseSchema_localtype:Texture
source: Texture
kor: 텍스처

source: Non Ferrous
kor: 비철

source: Non alloy steel
kor: 비합금강

source: Nylon 6/6
kor: 나일론 6/6

source: Oxygen free copper
kor: 무산소 구리

source: Paint
kor: 페인트

source: Paint material for interiors.
kor: 내부용 페인트 재료.

source: Paint-001
kor: 검은색

source: Paint-002
kor: 검은색

source: Paint-003
kor: 연한 녹청색

source: Paint-004
kor: 커뎃 파란색

source: Paint-005
kor: 하늘색 짙음

source: Paint-006
kor: 짙은 터키옥색

source: Paint-007
kor: 하늘색 짙음

source: Paint-008
kor: 짙은 터키옥색

source: Paint-009
kor: 하늘색 중간

source: Paint-010
kor: 터키옥색

source: Paint-011
kor: 슬레이트 파란색

source: Paint-012
kor: 시안색

source: Paint-013
kor: 시안색

source: Paint-014
kor: 고둥색

source: Paint-015
kor: 연한 강청색

source: Paint-016
kor: 연한 강청색

source: Paint-017
kor: 강청색

source: Paint-018
kor: 보라색

source: Paint-019
kor: 황갈색

source: Paint-020
kor: 초콜릿색

source: Paint-021
kor: 얼룩무늬

source: Paint-022
kor: 연한 초콜릿색

source: Paint-023
kor: 커피색

source: Paint-024
kor: 연한 베이지색

source: Paint-025
kor: 연한 베이지색

source: Paint-026
kor: 모래

source: Paint-027
kor: 겨자색

source: Paint-028
kor: 겨자색

source: Paint-029
kor: 진주색

source: Paint-030
kor: 진회색

source: Paint-031
kor: 진회색

source: Paint-032
kor: 연회색

source: Paint-033
kor: 연회색

source: Paint-034
kor: 회색

source: Paint-035
kor: 연두색

source: Paint-036
kor: 산림 녹색

source: Paint-037
kor: 산림 녹색

source: Paint-038
kor: 짙은 올리브 녹색

source: Paint-039
kor: 올리브 녹색

source: Paint-040
kor: 진녹색

source: Paint-041
kor: 밤나무

source: Paint-042
kor: 주황색-빨간색

source: Paint-043
kor: 주황색

source: Paint-044
kor: 짙은 빨간색

source: Paint-045
kor: 연한 빨간색

source: Paint-046
kor: 빨간색

source: Paint-047
kor: 빨간색

source: Paint-048
kor: 연어색

source: Paint-049
kor: 시에나색

source: Paint-050
kor: 차가운 흰색

source: Paint-051
kor: 차가운 흰색

source: Paint-052
kor: 아이보리색 광택

source: Paint-053
kor: 아이보리색 평지

source: Paint-054
kor: 리넨 흰색

source: Paint-055
kor: 리넨 흰색

source: Paint-056
kor: 흰색

source: Paint-057
kor: 흰색

source: Paint-058
kor: 밝은 황색

source: Paint-059
kor: 노란색

source: Paint-060
kor: 평평함 - 앤티크 흰색

source: Paint-061
kor: 파란색 - 벽 페인트 - 광택

source: Paint-062
kor: 베이지색

source: Paint-063
kor: 짙은 커뎃 파란색

source: Paint-064
kor: 네이비

source: Paint-065
kor: 네이비

source: Paint-066
kor: 짙은 시안색

source: Paint-067
kor: 고둥색

source: Paint-068
kor: 터키옥색

source: Paint-069
kor: 연황갈색

source: Paint-070
kor: 회색

source: Paint-071
kor: 연두색

source: Paint-072
kor: 짙은 올리브색

source: Paint-073
kor: 밤나무

source: Paint-074
kor: 밤색

source: Paint-075
kor: 반사 - 빨간색

source: Paint-076
kor: 연한 주홍색

source: Paint-077
kor: 짙은 빨간색

source: Paint-078
kor: 금색

source: Paint-079
kor: 노란색

source: Paint-080
kor: 자홍색

source: Paint-081
kor: 연한 빨간색

source: Peach tint
kor: 복숭아색 착색

source: Phenolic Resin
kor: 페놀 수지

source: Phenolic formaldehyde resins
kor: 페놀 포름알데히드 수지

source: Photographic Tone Operator
kor: 사진 톤 연산자

source: PhotographicToneOp
kor: 사진 톤 연산자

# PhotographicToneOpGroup
source: Photographic ToneOp
kor: 사진 톤 연산자

source: PhysMat
kor: 물리적 재질

# PhysMatSchema_localname:Physical Material
source: Physical Material
kor: 물리적 재질

# PhysMatSchema_localtype:Material
source: Material
kor: 재료

source: Physical material.
kor: 물리적 재질.

source: PhysicalGen_103
kor: 일반 재료

source: PhysicalLiquid-001
kor: 물

source: PhysicalMetal_100
kor: 합금강

source: PhysicalMetal_103
kor: 황동 - 연질 노란색

source: PhysicalMetal_106
kor: 청동 - 주조

source: PhysicalMetal_107
kor: 구리 - 주조

source: PhysicalMetal_108
kor: 주철 - 주조

source: PhysicalMetal_109
kor: 강철 - 주조

source: PhysicalMetal_111
kor: 구리 합금

source: PhysicalMetal_113
kor: 강철 - 아연도금

source: PhysicalMetal_115
kor: 주철 - 회색

source: PhysicalMetal_117
kor: 주철 - 가단

source: PhysicalMetal_118
kor: 니켈-구리 합금 400

source: PhysicalMetal_119
kor: 강철 - 비합금

source: PhysicalMetal_121
kor: 스테인레스 스틸

source: PhysicalMetal_122
kor: 스테인리스 스틸 AISI 440C

source: PhysicalMetal_123
kor: 스테인레스 스틸 - 감마철

source: PhysicalMetal_124
kor: 강철

source: PhysicalMetal_125
kor: 강철 - 고강도 저합금

source: PhysicalMetal_126
kor: 강철 - 연강

source: PhysicalMetal_128
kor: 알루미늄 6061 - 용접

source: PhysicalMetal_129
kor: 황동 - 연질 노란색 - 용접

source: PhysicalMetal_130
kor: 스테인리스 스틸 440C - 용접

source: PhysicalMetal_131
kor: 강철 - 연강 - 용접

source: PhysicalMetal_132
kor: 구리 - 연질

source: PhysicalMetal_133
kor: 강철 - 연질

source: PhysicalPlastic_101
kor: 아세탈 수지

source: PhysicalPlastic_107
kor: 나일론 6/6 복합

source: PhysicalPlastic_110
kor: 폴리카보네이트 - ABS 혼합

source: PhysicalPlastic_117
kor: 폴리스티렌

source: PhysicalPlastic_119
kor: PVC-파이핑

source: PhysicalPlastic_120
kor: 폴리 염화 비닐 - 비가소화

source: PhysicalPlastic_122
kor: SAN 플라스틱

source: PhysicalPlastic_124
kor: 열가소성 수지

source: PhysicalWood_100
kor: 목재 - 자작나무

source: PhysicalWood_101
kor: 목재 - 벚나무

source: PhysicalWood_102
kor: 목재 - 단풍나무

source: PhysicalWood_103
kor: 목재 - 떡갈나무

source: PhysicalWood_104
kor: 목재 - 호두나무

source: Piping
kor: 파이핑

source: Plane swatch.
kor: 평면 견본.

source: Plastic
kor: 플라스틱

source: Plastic and vinyl material.
kor: 플라스틱 및 비닐 재료.

source: Plastic structural asset.
kor: 플라스틱 구조 자산입니다.

source: Plastic-001
kor: 매끄러움 - 검은색

source: Plastic-002
kor: 섬세 텍스처 - 검은색

source: Plastic-003
kor: 거침 텍스처 - 검은색 - 버전 1.1

source: Plastic-003-1-2
kor: 거침 텍스처 - 검은색

source: Plastic-004
kor: 투명 - 검은색

source: Plastic-005
kor: 매끄러움 - 진갈색

source: Plastic-006
kor: 매끄러움 - 연한 베이지색

source: Plastic-007
kor: 매끄러움 - 진회색

source: Plastic-008
kor: 섬세 텍스처 - 진회색

source: Plastic-009
kor: 거침 텍스처 - 진회색 - 버전 1.1

source: Plastic-009-1-2
kor: 거침 텍스처 - 진회색

source: Plastic-010
kor: 매끄러움 - 연회색

source: Plastic-011
kor: 매끄러움 - 중간 회색

source: Plastic-012
kor: 매끄러움 - 짙은 산림 녹색

source: Plastic-013
kor: 매끄러움 - 짙은 바다 녹색

source: Plastic-014
kor: 매끄러움 - 노란색

source: Plastic-015
kor: 거침 텍스처 - 연한 주황색 - 버전 1.1

source: Plastic-015-1-2
kor: 거침 텍스처 - 연한 주황색

source: Plastic-016
kor: 매끄러움 - 흰색

source: Plastic-017
kor: 섬세 텍스처 - 흰색

source: Plastic-018
kor: 거침 텍스처 - 흰색 - 버전 1.1

source: Plastic-018-1-2
kor: 거침 텍스처 - 흰색

source: Plastic-019
kor: 갈색

source: Plastic-020
kor: 매끄러움 - 호박색

source: Plastic-021
kor: 매끄러움 - 연청록색

source: Plastic-022
kor: 매끄러움 - 번트 레드

source: Plastic-023
kor: 매끄러움 - 물푸레나무색

source: Plastic-024
kor: 매끄러움 - 아이보리색

source: Plastic-025
kor: 매끄러움 - 회백색
