Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# physmat_Type:physmat_generic
source: Generic
rus: Типовые

# physmat_Type:physmat_glass
source: Glass
rus: Стекло

# physmat_Type:physmat_liquid
source: Liquid
rus: Жидкость

# physmat_Type:physmat_masonry
source: Masonry
rus: Кладка

# physmat_Type:physmat_metal
source: Metal
rus: Металл

# physmat_Type:physmat_paint
source: Paint/Coating
rus: Краска/покрытие

# physmat_Type:physmat_plastic
source: Plastic
rus: Пластик

# physmat_Type:physmat_stone
source: Stone
rus: Камень

# physmat_Type:physmat_textile
source: Textile
rus: Текстиль

# physmat_Type:physmat_wood
source: Wood
rus: Дерево

# physmat_Type:uilabel
source: Type
rus: Тип

# physmat_URL
source: URL
rus: URL-адрес

# physmat_URL:uilabel
source: URL
rus: URL-адрес

# physmat_aspects:uilabel
source: Physical Aspects
rus: Физические параметры

# physmat_ceramic
source: Ceramic
rus: Керамика

# physmat_class
source: Class
rus: Класс

# physmat_class:uilabel
source: Class
rus: Класс

# physmat_concrete
source: Concrete
rus: Бетон

# physmat_earth
source: Earth
rus: Земля

# physmat_gas
source: Gas
rus: Газ

# physmat_generic
source: Generic
rus: Типовые

# physmat_glass
source: Glass
rus: Стекло

# physmat_liquid
source: Liquid
rus: Жидкость

# physmat_masonry
source: Masonry
rus: Кладка

# physmat_metal
source: Metal
rus: Металл

# physmat_paint
source: Paint/Coating
rus: Краска/покрытие

# physmat_plastic
source: Plastic
rus: Пластик

# physmat_stone
source: Stone
rus: Камень

# physmat_textile
source: Textile
rus: Текстиль

# physmat_wood
source: Wood
rus: Дерево

source: pile
rus: ворс

source: pine
rus: сосна

source: pink
rus: розовый

source: plaid
rus: в клетку

source: plain
rus: плоский

source: plaster
rus: гипс

source: plastic
rus: пластик

# plastic_props1
source: Basic Thermal
rus: Базовые температурные

# plastic_props2
source: Mechanical
rus: Спецификация

# plastic_props4
source: Strength
rus: Прочность

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# plasticvinyl_ao_distance
source: Max Distance
rus: Макс. расстояние

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# plasticvinyl_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# plasticvinyl_ao_samples
source: Samples
rus: Примеры

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# plasticvinyl_ao_samples:uilabel
source: Samples
rus: Примеры

# plasticvinyl_application
source: Finish
rus: Отделка

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
rus: Глянцевый

# plasticvinyl_application:plasticvinyl_matte
source: Matte
rus: Матовый

# plasticvinyl_application:plasticvinyl_polished
source: Polished
rus: Полированный

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
rus: Выбор значения: полированный, глянцевый или матовый.

# plasticvinyl_application:uilabel
source: Finish
rus: Отделка

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
rus: Пользовательский

# plasticvinyl_bump:plasticvinyl_none
source: None
rus: Нет

# plasticvinyl_bump:uilabel
source: Finish Bumps
rus: Готовая отделка с выдавливанием

# plasticvinyl_bump_amount
source: Amount
rus: Количество

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
rus: Плавная регулировка высоты элементов выдавливания в диапазоне от 0 до 1.

# plasticvinyl_bump_amount:uilabel
source: Amount
rus: Количество

# plasticvinyl_bump_list_label
source: Finish Bumps
rus: Готовая отделка с выдавливанием

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
rus: Выбор растрового изображения для шероховатости элементов выдавливания.

# plasticvinyl_bump_map
source: Image
rus: Изображение

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
rus: Выбор растрового изображения для шероховатости элементов выдавливания.

# plasticvinyl_bump_map:uilabel
source: Image
rus: Изображение

# plasticvinyl_bump_panel_label
source: Finish Bumps
rus: Готовая отделка с выдавливанием

# plasticvinyl_color
source: Color
rus: Цвет

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
rus: Выбор цвета, изображения или процедурной текстуры для визуализации материала.

# plasticvinyl_color:uilabel
source: Color
rus: Цвет

# plasticvinyl_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# plasticvinyl_custom
source: Custom
rus: Пользовательский

# plasticvinyl_glossy
source: Glossy
rus: Глянцевый

# plasticvinyl_matte
source: Matte
rus: Матовый

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
rus: Пользовательский

# plasticvinyl_pattern:plasticvinyl_none
source: None
rus: Нет

# plasticvinyl_pattern:uilabel
source: Relief Pattern
rus: Рельефный узор

# plasticvinyl_pattern_amount
source: Amount
rus: Количество

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
rus: Плавная регулировка высоты элементов выдавливания в диапазоне от 0 до 2.

# plasticvinyl_pattern_amount:uilabel
source: Amount
rus: Количество

# plasticvinyl_pattern_list_label
source: Bump Pattern
rus: Шаблон выдавливания

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
rus: Создание повышенных и пониженных участков в соответствии с темными и светлыми фрагментами указанного пользователем файла изображения.

# plasticvinyl_pattern_map
source: Image
rus: Изображение

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
rus: Выбор растрового изображения для рельефного узора.

# plasticvinyl_pattern_map:uilabel
source: Image
rus: Изображение

# plasticvinyl_pattern_panel_label
source: Relief Pattern
rus: Рельефный узор

# plasticvinyl_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# plasticvinyl_plasticsolid
source: Plastic (Solid)
rus: Пластик (непрозрачный)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
rus: Пластик (прозрачный)

# plasticvinyl_plasticvinylgroup
source: Plastic
rus: Пластик

# plasticvinyl_polished
source: Polished
rus: Полированный

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
rus: Максимальная глубина трассировки преломлений

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
rus: Если флажок установлен, управление глубиной точки преломления материала и дополнительным лучом прозрачности осуществляется локально и дополнительный луч прозрачности испускается при достижении ограничения по эффекту "темной границы", который обычно наблюдается на объектах из прочного стекла.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
rus: Переопределить глубину преломления

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
rus: Переопределить глубину преломления

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# plasticvinyl_roundcorners_on
source: Round Corners
rus: Скругление углов

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# plasticvinyl_roundcorners_radius
source: Source
rus: Источник

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
rus: Скругление углов

# plasticvinyl_type
source: Type
rus: Тип

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
rus: Пластик (непрозрачный)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
rus: Пластик (прозрачный)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
rus: Винил

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
rus: Выбор варианта: пластик (непрозрачный или прозрачный) либо винил.

# plasticvinyl_type:uilabel
source: Type
rus: Тип

# plasticvinyl_vinyl
source: Vinyl
rus: Винил

source: plate
rus: пластина

# plotGlyph:uilabel
source: Plot glyph:
rus: Обозначение на печати:

source: plywood
rus: фанера

source: point
rus: точка

source: polished
rus: полированный

source: pond
rus: пруд

source: pool
rus: бассейн

source: porcelain
rus: фарфор

source: precast
rus: сборный

# projMap:uilabel
source: File Name:
rus: Имя файла:

# projMapOn
source: On:
rus: Вкл.:

# projMapOn:uilabel
source: On:
rus: Вкл.:

source: Projection Maps
rus: Картографические проекции

source: pumpkin
rus: тыква

source: purple
rus: сиреневый

source: purple and gray carpet
rus: сиреневый с серым ковер

source: pyramid
rus: пирамида

# quartz
source: HID Quartz Metal Halide
rus: Светильник высокой четкости, кварцевый металлогалогенный

# quartzCool
source: HID Quartz Metal Halide (Cool)
rus: Светильник высокой четкости, кварцевый металлогалогенный (холодный)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
rus: Светильник высокой четкости, кварцевый металлогалогенный (теплый)

# rect
source: Rectangle
rus: Прямоугольник

source: rectangle
rus: Прямоугольник

# rectangle_length
source: Length:
rus: Длина:

# rectangle_length:uilabel
source: Length:
rus: Длина:

# rectangle_width
source: Width:
rus: Ширина:

# rectangle_width:uilabel
source: Width:
rus: Ширина:

source: rectangles
rus: прямоугольники

source: rectangular
rus: прямоугольный

source: red
rus: красный

source: red carpet
rus: красный ковер

source: red plaid
rus: красный в клетку

source: red-orange
rus: красно-оранжевый

source: Red/Blue Shift:
rus: Смещение в синюю/красную область:

# redblueshift:uilabel
source: Red/Blue Shift:
rus: Смещение в синюю/красную область:

source: reflect
rus: отражение

source: reflecting
rus: отражающий

source: Reflection Glossy Samples
rus: Образцы нечетких отражений

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
rus: Определение максимального числа образцов (лучей), которое mental ray вычисляет для создания нечетких отражений.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
rus: Образцы нечетких отражений

source: reflective
rus: отражающий

source: Refraction Glossy Samples
rus: Образцы нечетких преломлений

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
rus: Определение максимального числа образцов (лучей), которое mental ray вычисляет для создания нечетких преломлений.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
rus: Образцы нечетких преломлений

source: retaining
rus: подпорный

source: Reverse
rus: Обратить

# reverse:uilabel
source: Reverse
rus: Обратить

# rgbLightColor
source: Light Color:
rus: Цвет освещения:

# rgbLightColor:uilabel
source: Light Color:
rus: Цвет освещения:

# rgb_unit_conversion
source: Color Conversion:
rus: Преобразование цветов:

# rgb_unit_conversion:uilabel
source: Color Conversion:
rus: Преобразование цветов:

source: rippled
rus: волнистое

source: river
rus: река

source: riverstone
rus: речной камень

source: road
rus: дорога

source: rock
rus: скальный грунт

source: roof
rus: крыша

source: roofing
rus: кровля

source: rose
rus: розово-красный

source: rosette
rus: розетка

source: rosewood
rus: палисандр

source: rough
rus: шероховатый

source: round
rus: круглое

source: royal
rus: ярко-синий

source: rubble
rus: бутовый

source: running
rus: непрерывный ряд

source: rye
rus: рожь

source: salmon
rus: оранжево-розовый

source: sand
rus: песок

source: sandy
rus: песочный

source: satin
rus: сатинированный

source: Saturation:
rus: Насыщенность цвета:

# saturation:uilabel
source: Saturation:
rus: Насыщенность цвета:

# scale:uilabel
source: Scale
rus: Масштаб

source: sceneeffect
rus: эффектсцены

source: screen
rus: растрирование

source: sea
rus: море

source: sea side
rus: морской берег

source: seam
rus: фальц

source: seaside
rus: морской берег

source: semi-polished
rus: с умеренной полировкой

# shadowCol
source: Color:
rus: Цвет:

# shadowCol:uilabel
source: Color:
rus: Цвет:

# shadowColMap:uilabel
source: File Name:
rus: Имя файла:

source: Shadow Color Map
rus: Карта теней и цветов

# shadowDensity:uilabel
source: shadowDensity
rus: плотностьТеней

# shadowOn
source: Compute Shadows:
rus: Расчет теней:

# shadowOn:uilabel
source: Compute Shadows:
rus: Расчет теней:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
rus: Расширение луча тени

# shadow_softness:uilabel
source: Shadow Softness
rus: Мягкость тени

source: Shadows
rus: Тени

# shadows:uilabel
source: Shadows
rus: Тени

source: shake
rus: панели

source: shingle
rus: гонт

source: shiny
rus: блестящий

source: siding
rus: обшивка

source: sienna
rus: сиена

source: silver
rus: серебро

source: sky
rus: небо

source: slate
rus: шифер

source: slate blue
rus: грифельно-синий

source: small
rus: мелкий

source: smoked
rus: дымчатый

source: smooth
rus: гладкий

# sn_Constant
source: Constant
rus: Константа

source: S-N Curve
rus: S-N кривая

source: snow
rus: снег

# softDiffEdges
source: Soften Diffuse Edges:
rus: Смягчить границы диффузной освещенности:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
rus: Смягчить границы диффузной освещенности:

source: soldier
rus: кладка на тычок 1/2

source: solid
rus: сплошное тело

# solid_props1
source: Properties
rus: Свойства

# solidglass_blue
source: Blue
rus: Синий

# solidglass_bluegreen
source: Blue Green
rus: Сине-зеленый

# solidglass_bronze
source: Bronze
rus: Бронза

# solidglass_bump_amount
source: Amount
rus: Количество

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
rus: Плавная регулировка высоты элементов выдавливания в диапазоне от 0 до 2.

# solidglass_bump_amount:uilabel
source: Amount
rus: Количество

# solidglass_bump_enable:solidglass_custom
source: Custom
rus: Пользовательский

# solidglass_bump_enable:solidglass_none
source: None
rus: Нет

# solidglass_bump_enable:solidglass_rippled
source: Rippled
rus: Волнистое

# solidglass_bump_enable:solidglass_wavy
source: Wavy
rus: Волнистый

# solidglass_bump_enable:uilabel
source: Type
rus: Тип

# solidglass_bump_enable_list_label
source: Type
rus: Тип

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
rus: Выбор варианта поверхности: рифленая (сильный шум), волнистая (слабый шум) или пользовательская настройка.

# solidglass_bump_enable_panel_label
source: Relief Pattern
rus: Рельефный узор

# solidglass_bump_map
source: Image
rus: Изображение

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
rus: Выбор растрового изображения для рельефного узора.

# solidglass_bump_map:uilabel
source: Image
rus: Изображение

# solidglass_clear
source: Clear
rus: Бесцветный

# solidglass_color_by_object:uilabel
source: Custom Color
rus: Пользовательский цвет

# solidglass_custom
source: Custom
rus: Пользовательский

# solidglass_custom_color
source: Custom
rus: Пользовательский

# solidglass_glossiness
source: Roughness
rus: Шероховатость

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
rus: Регулировка степени шероховатости поверхности стекла. Небольшие значения параметра соответствуют гладкому блестящему стеклу, при больших значениях создается матированное стекло. Значение по умолчанию = 0, диапазон = 0-1.

# solidglass_glossiness:uilabel
source: Roughness
rus: Шероховатость

# solidglass_gray
source: Gray
rus: Серый

# solidglass_green
source: Green
rus: Зеленый

# solidglass_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# solidglass_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# solidglass_reflectance
source: Reflectance
rus: Отражательная способность

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
rus: Регулировка количества света, отражающегося от поверхности стекла, а не проходящего через него. Значение по умолчанию = 15, диапазон = 0-100.

# solidglass_reflectance:uilabel
source: Reflectance
rus: Отражательная способность

# solidglass_refr_depth
source: Refraction Max Trace Depth
rus: Максимальная глубина трассировки преломлений

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
rus: Если флажок установлен, управление глубиной точки преломления материала и дополнительным лучом прозрачности осуществляется локально и дополнительный луч прозрачности испускается при достижении ограничения по эффекту "темной границы", который обычно наблюдается на объектах из прочного стекла.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
rus: Переопределить глубину преломления

# solidglass_refr_depth_control_label
source: Override Refraction Depth
rus: Переопределить глубину преломления

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
rus: Расстояние спада

# solidglass_refr_ior
source: Refraction
rus: Преломление

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
rus: Регулировка степени искривления светового луча при прохождении через поверхность. Значение по умолчанию = 1,52, диапазон = 0-5.

# solidglass_refr_ior:uilabel
source: Refraction
rus: Преломление

# solidglass_refr_ior_air
source: Air
rus: Воздух

# solidglass_refr_ior_alcohol
source: Alcohol
rus: Спирт

# solidglass_refr_ior_custom
source: Custom
rus: Пользовательский

# solidglass_refr_ior_diamond
source: Diamond
rus: Алмаз

# solidglass_refr_ior_glass
source: Glass
rus: Стекло

# solidglass_refr_ior_quartz
source: Quartz
rus: Кварц

# solidglass_refr_ior_water
source: Water
rus: Вода

# solidglass_rippled
source: Rippled
rus: Волнистое

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# solidglass_roundcorners_on
source: Round Corners
rus: Скругление углов

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# solidglass_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# solidglass_roundcorners_radius
source: Source
rus: Источник
