Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
ptb: Ajusta o percentual de luz que é absorvida e retransmitida quando ela passa através da superfície, como se a superfície fossa uma tela de cinema iluminada por trás. Insira um valor entre 0 (não translúcida) e 100 (completamente translúcida, como um vidro jateado). Somente ativo quando a Transparência tem um valor maior do que 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
ptb: Translúcido

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# generic_roundcorners_radius
source: Source
ptb: Fonte

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# generic_roundcorners_radius:uilabel
source: Round Corners
ptb: Cantos arredondados

# generic_roundcorners_radius_control_label
source: Round Corners
ptb: Cantos arredondados

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# generic_self_illum_color_temperature
source: Color Temperature
ptb: Temperatura da cor

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
ptb: Ajusta a temperatura da cor (calor vs frio) da luz emitida por este material em graus Kelvin, ou seja, Velas = 1850, Lâmpada de arco Xenon = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
ptb: Temperatura da cor

# generic_self_illum_color_temperature_candle
source: Candle
ptb: Vela

# generic_self_illum_color_temperature_custom
source: Custom
ptb: Personalizado

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
ptb: Luz natural fria

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
ptb: Tela de TV

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
ptb: Luz natural quente

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
ptb: Lâmpada de arco de xenônio

# generic_self_illum_color_temperature_floodlight
source: Floodlight
ptb: Holofote

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
ptb: Bulbo incandescente

# generic_self_illum_color_temperature_moonlight
source: Moonlight
ptb: Luar

# generic_self_illum_filter_map
source: Filter Color
ptb: Cor do filtro

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
ptb: Ajusta a cor da luz transmitida através de um material transparente ou semi-transparente, como o vidro.

# generic_self_illum_filter_map:uilabel
source: Filter Color
ptb: Cor do filtro

# generic_self_illum_list_label
source: Luminance
ptb: Luminância

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
ptb: Ajusta o brilho da luz emitida por esta superfície, medida em candelas por metro quadrado; ou seja, Brilho turbo = 10, Lentes de lâmpada de halógeno = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
ptb: Autoiluminação

# generic_self_illum_panel_label
source: Self Illumination
ptb: Autoiluminação

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
ptb: Tela de telefone celular

# generic_self_illumination_crt_television
source: CRT Television
ptb: Televisão CRT

# generic_self_illumination_custom
source: Custom
ptb: Personalizado

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
ptb: Lentes de lâmpada de mesa

# generic_self_illumination_dim_glow
source: Dim Glow
ptb: Brilho esmaecido

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
ptb: Bulbo fosco

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
ptb: Lentes de lâmpada halógena

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
ptb: Sombra da lâmpada externa

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
ptb: Sombra da lâmpada interna

# generic_self_illumination_led_panel
source: LED Panel
ptb: Painel de LED

# generic_self_illumination_led_screen
source: LED Screen
ptb: Tela de LED

# generic_transparancy_fade
source: Image
ptb: Imagem

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
ptb: Adiciona uma imagem para combinar com o valor da transparência geral.

# generic_transparency:uilabel
source: Transparency
ptb: Transparência

# generic_transparency_image_fade
source: Image Fade
ptb: Esmaecer imagem

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
ptb: Controla o composto da imagem e valor de transparência, ou seja, o branco da imagem será transparente no valor geral, e o grau com a qual o preto é opaco é determinado pelo valor de esmaecimento.

# generic_transparency_image_fade:uilabel
source: Image Fade
ptb: Esmaecer imagem

# generic_transparency_panel_label
source: Transparency
ptb: Transparência

# generic_transparency_slider_label
source: Amount
ptb: Montante

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
ptb: Ajusta a quantidade de luz que passa através de uma superfície, ao invés de ser refletida ou ser absorvida. Insira um valor entre 0% (completamente opaco) e 100% (completamente transparente).

source: geometric
ptb: geométrico

source: glass
ptb: vidro

source: glazed
ptb: vitrificado

source: glazing
ptb: vidraça

# glazing_blue
source: Blue
ptb: Azul

# glazing_bluegreen
source: Blue Green
ptb: Azul esverdeado

# glazing_clear
source: Clear
ptb: Liso

# glazing_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# glazing_custom_color
source: Custom
ptb: Personalizado

# glazing_glazinggroup
source: Glazing
ptb: Vidraça

# glazing_gray
source: Gray
ptb: Cinza

# glazing_green
source: Green
ptb: Verde

# glazing_no_levels
source: Sheets of Glass
ptb: Lâminas de vidro

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
ptb: Ajusta o número de painéis de vidro, ou seja para vidraça dupla, defina este valor como 2. Insira um número entre 1 e 6.

# glazing_no_levels:uilabel
source: Sheets of Glass
ptb: Lâminas de vidro

# glazing_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# glazing_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# glazing_reflectance
source: Reflectance
ptb: Reflexão

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
ptb: Ajustar a quantidade de luz que reflete da superfície do vidro, ao invés de atravessá-lo. Insira um valor entre 0% e 100%.

# glazing_reflectance:uilabel
source: Reflectance
ptb: Reflexão

# glazing_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito "borda escura" normalmente encontrado em objetos de vidro sólido.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# glazing_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# glazing_transmittance_color
source: Color
ptb: Cor

# glazing_transmittance_color:glazing_blue
source: Blue
ptb: Azul

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
ptb: Azul esverdeado

# glazing_transmittance_color:glazing_clear
source: Clear
ptb: Liso

# glazing_transmittance_color:glazing_custom
source: Custom
ptb: Personalizado

# glazing_transmittance_color:glazing_gray
source: Gray
ptb: Cinza

# glazing_transmittance_color:glazing_green
source: Green
ptb: Verde

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
ptb: Ajusta a cor para a vidraça e o montante de luz que é transmitida através do vidro.

# glazing_transmittance_color:uilabel
source: Color
ptb: Cor

# glazing_transmittance_map
source: Custom Color
ptb: Cor personalizada

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# glazing_transmittance_map:uilabel
source: Custom Color
ptb: Cor personalizada

source: gloss
ptb: brilho

source: glossy
ptb: com brilho

source: glow
ptb: brilho

# glyphDisplay:uilabel
source: Glyph display:
ptb: Exibição de glifo:

source: gold
ptb: ouro

source: golden
ptb: dourado

source: goldenrod
ptb: dourado

# gradient_Appearance
source: Appearance
ptb: Aparência

# gradient_Color:uilabel
source: Color
ptb: Cor

# gradient_Position:uilabel
source: Position
ptb: Posição

# gradient_Repeat
source: Repeat
ptb: Repetir

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
ptb: Adicione nós ao clicar na barra de gradiente, e exclua nó ao arrastá-los para fora da barra, ou ao seleciona-los e pressionar a tecla Delete.

# gradient_interpolation:gradient_interp_custom
source: Custom
ptb: Personalizado

# gradient_interpolation:gradient_interp_easyin
source: Ease in
ptb: Entrar

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
ptb: Turbulência

# gradient_interpolation:gradient_interp_easyout
source: Ease out
ptb: Retirar

# gradient_interpolation:gradient_interp_solid
source: Solid
ptb: Sólido

# gradient_interpolation:uilabel
source: Interpolation
ptb: Interpolação

# gradient_noise:gradient_noise_turbulence
source: Turbulence
ptb: Turbulência

# gradient_noise:uilabel
source: Noise Type
ptb: Tipo de ruído

# gradient_noise_amount:uilabel
source: Amount
ptb: Montante

# gradient_noise_high
source: High
ptb: Alto

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
ptb: Ajusta o limite superior. Faixa = 0 a 1.

# gradient_noise_high:uilabel
source: High
ptb: Alto

# gradient_noise_levels
source: Levels
ptb: Níveis

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
ptb: Define o número de interações fracionárias ou turbulência (como uma função contínua).

# gradient_noise_levels:uilabel
source: Levels
ptb: Níveis

# gradient_noise_list_label
source: Noise Type
ptb: Tipo de ruído

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
ptb: Exibe os diferentes métodos para criar padrões de ruído: Regular, Fracionário ou Turbulência.

# gradient_noise_low
source: Low
ptb: Baixo

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
ptb: Ajusta o limite de ruído, Quando o valor do ruído está acima do Limite inferior e abaixo do Limite superior, a faixa dinâmica é esticada para preencher 0 a 1. Isso causa uma menor descontinuidade na transição do limite e produz uma menor suavização de serrilhado potencial.

# gradient_noise_low:uilabel
source: Low
ptb: Baixo

# gradient_noise_panel_label
source: Noise
ptb: Ruído

# gradient_noise_phase
source: Phase
ptb: Fase

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
ptb: Controla a velocidade da animação da função de ruído. Um função de ruído3D é usada para o ruído; os dois primeiros parâmetros são U e V e o terceiro é a fase.

# gradient_noise_phase:uilabel
source: Phase
ptb: Fase

# gradient_noise_size
source: Size
ptb: Tamanho

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
ptb: Define a escala da função de ruído. Valores menores fornecem menores amostras de ruído.

# gradient_noise_size:uilabel
source: Size
ptb: Tamanho

# gradient_noise_slider_label
source: Amount
ptb: Montante

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
ptb: Quando não-zero, o efeito de ruído aleatório é aplicado ao gradiente, com base na interação das cores da rampa do gradiente (e mapas, se presentes). Quanto maior este valor, maior o efeito. Faixa - 0 a 1.

# gradient_noise_smooth
source: Smooth
ptb: Suave

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
ptb: Ajusta a suavidade do ruído. Faixa = 0 a 1.

# gradient_noise_smooth:uilabel
source: Smooth
ptb: Suave

# gradient_noise_threshold
source: Noise Threshold
ptb: Limite do ruído

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
ptb: Especifica a o limite do ruído na área representada pela imagem acima.

# gradient_noise_turbulence
source: Turbulence
ptb: Turbulência

# gradient_position
source: Position
ptb: Posição

# gradient_scale_group
source: Scale
ptb: Dimensionar

# gradient_transforms_group
source: Transforms
ptb: Transformações

source: Gradient Type
ptb: Tipo de gradiente

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
ptb: Linear assimétrico

# gradient_type:gradient_type_box
source: Box
ptb: Caixa

# gradient_type:gradient_type_lighting
source: Light normal
ptb: Luz normal

# gradient_type:gradient_type_mapped
source: Mapped
ptb: Mapeado

# gradient_type:gradient_type_normal
source: Camera normal
ptb: Câmera normal

# gradient_type:gradient_type_pong
source: Pong
ptb: Phong

# gradient_type:gradient_type_spiral
source: Spiral
ptb: Espiral

# gradient_type:gradient_type_sweep
source: Sweep
ptb: Varredura

# gradient_type:gradient_type_tartan
source: Tartan
ptb: Tecido de lã

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
ptb: Especifica a forma do gradiente, exceto para os tipos Luz e Câmera, onde a forma do gradiente é definida como uma função da câmera ou da iluminação da cena.

# gradient_type:uilabel
source: Gradient Type
ptb: Tipo de gradiente

# gradient_type_4corner
source: Linear asymmetrical
ptb: Linear assimétrico

# gradient_type_box
source: Box
ptb: Caixa

# gradient_type_lighting
source: Light normal
ptb: Luz normal

# gradient_type_normal
source: Camera normal
ptb: Câmera normal

# gradient_type_pong
source: Pong
ptb: Phong

# gradient_type_spiral
source: Spiral
ptb: Espiral

# gradient_type_sweep
source: Sweep
ptb: Varredura

# gradient_type_tartan
source: Tartan
ptb: Tecido de lã

source: grain
ptb: partícula

source: granite
ptb: granito

# granite_tex:uilabel
source: Granite Texture
ptb: Textura de granito

source: graphics asset
ptb: ativo de gráficos

# graphics_cut_pattern
source: Pattern
ptb: Modelo

# graphics_cut_pattern:uilabel
source: Pattern
ptb: Modelo

# graphics_cut_pattern_color
source: Color
ptb: Cor

# graphics_cut_pattern_color:uilabel
source: Color
ptb: Cor

# graphics_cut_pattern_label
source: Cut Pattern
ptb: Padrão de corte

# graphics_shading_color
source: Color
ptb: Cor

# graphics_shading_color:uilabel
source: Color
ptb: Cor

# graphics_shading_label
source: Shading
ptb: Sombreamento

# graphics_shading_transparency
source: Transparency
ptb: Transparência

# graphics_shading_transparency:uilabel
source: Transparency
ptb: Transparência

# graphics_surface_pattern
source: Pattern
ptb: Modelo

# graphics_surface_pattern:uilabel
source: Pattern
ptb: Modelo

# graphics_surface_pattern_alignment
source: Alignment
ptb: Alinhamento

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
ptb: Alinhamento X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
ptb: Alinhamento Y

# graphics_surface_pattern_color
source: Color
ptb: Cor

# graphics_surface_pattern_color:uilabel
source: Color
ptb: Cor

# graphics_surface_pattern_label
source: Surface Pattern
ptb: Padrão de superfície

# graphics_use_appearance
source: Use Render Appearance
ptb: Utilizar aparência de renderização

# graphics_use_appearance:uilabel
source: Use Render Appearance
ptb: Utilizar aparência de renderização

source: grass
ptb: grama

source: gravel
ptb: cascalho

source: gray
ptb: cinza

source: green
ptb: verde

source: green carpet
ptb: carpete verde

source: grey
ptb: cinza

source: grid
ptb: grade

source: Ground Color:
ptb: Cor do chão:

# ground_color:uilabel
source: Ground Color:
ptb: Cor do chão:

source: half
ptb: metade

source: halogen
ptb: Halógeno

source: Halogen (Cool)
ptb: Halógeno (Frio)

source: Halogen (Warm)
ptb: Halógeno (Quente)

source: hammered
ptb: martelado

source: handsplit
ptb: divisão

source: hardwood
ptb: madeira de lei

# hardwood_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# hardwood_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# hardwood_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# hardwood_ao_distance
source: Max Distance
ptb: Distância máxima

# hardwood_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# hardwood_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# hardwood_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# hardwood_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# hardwood_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# hardwood_ao_samples
source: Samples
ptb: Amostras

# hardwood_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# hardwood_ao_samples:uilabel
source: Samples
ptb: Amostras

# hardwood_application
source: Used For
ptb: Utilizado para

# hardwood_application:hardwood_flooring
source: Flooring
ptb: Piso

# hardwood_application:hardwood_furniture
source: Furniture
ptb: Mobiliário

# hardwood_application:tooltip
source: Selects how the wood surface gets used (flooring or furniture).
ptb: Seleciona como a superfície da madeira é usada (piso ou mobiliário).

# hardwood_application:uilabel
source: Used For
ptb: Utilizado para

# hardwood_automatic
source: Based on Wood Grain
ptb: Com base na granulação da madeira

# hardwood_color
source: Image
ptb: Imagem

# hardwood_color:tooltip
source: Uses a bitmap image to adjust the color and texture of the wood.
ptb: Usa uma imagem de bitmap para ajustar a cor e textura da madeira.

# hardwood_color:uilabel
source: Image
ptb: Imagem

# hardwood_color_choice
source: Color
ptb: Cor

# hardwood_custom
source: Custom
ptb: Personalizado

# hardwood_finish
source: Finish
ptb: Acabamento

# hardwood_finish:hardwood_gloss
source: Glossy Varnish
ptb: Verniz com brilho

# hardwood_finish:hardwood_satin
source: Satin Varnish
ptb: Verniz acetinado

# hardwood_finish:hardwood_semigloss
source: Semi-gloss Varnish
ptb: Verniz semi-brilho

# hardwood_finish:hardwood_unfinished
source: Unfinished
ptb: Sem acabamento

# hardwood_finish:tooltip
source: Selects from among glossy varnish, semi-gloss varnish, satin varnish, and unfinished.
ptb: Seleciona entre o verniz com brilho, verniz com semi-brilho, verniz acetinado, e inacabado.

# hardwood_finish:uilabel
source: Finish
ptb: Acabamento

# hardwood_flooring
source: Flooring
ptb: Piso

# hardwood_furniture
source: Furniture
ptb: Mobiliário

# hardwood_glossy
source: Glossy Varnish
ptb: Verniz com brilho

# hardwood_hardwoodgroup
source: Wood
ptb: Madeira
