Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# concrete_finish:concrete_polished
source: Polished
plk: Polerowany

# concrete_finish:concrete_smooth
source: Smooth
plk: Gładki

# concrete_finish:concrete_straight
source: Broom Straight
plk: Szczotkowanie na wprost

# concrete_finish:uilabel
source: Type
plk: Typ

# concrete_finish_list_label
source: Type
plk: Typ

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
plk: Kontroluje teksturę powierzchni, jaka często występuje w betonie.

# concrete_none
source: None
plk: Brak

# concrete_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# concrete_polished
source: Polished
plk: Polerowany

# concrete_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# concrete_props2
source: Mechanical
plk: Mechaniczny

# concrete_props4
source: Concrete
plk: Beton

# concrete_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# concrete_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# concrete_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# concrete_roundcorners_radius
source: Source
plk: Źródło

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# concrete_roundcorners_radius:uilabel
source: Source
plk: Źródło

# concrete_sealant
source: Sealant
plk: Szczeliwo

# concrete_sealant:concrete_acrylic
source: Acrylic
plk: Akrylowy

# concrete_sealant:concrete_epoxy
source: Epoxy
plk: Epoksydowy

# concrete_sealant:concrete_none
source: None
plk: Brak

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
plk: Określa substancję użytą do uszczelnienia powierzchni betonu.

# concrete_sealant:uilabel
source: Sealant
plk: Szczeliwo

# concrete_smooth
source: Smooth
plk: Gładki

# concrete_straight
source: Broom Straight
plk: Szczotkowanie na wprost

source: construction
plk: budowa

source: Contrast:
plk: Kontrast:

# contrast:uilabel
source: Contrast:
plk: Kontrast:

source: cool
plk: zimny

source: copper
plk: miedź

source: coral
plk: koralowy

source: cork
plk: korek

source: cornsilk
plk: wąsy kukurydzy

source: cozy
plk: ciepły

source: cream
plk: kremowy

source: cross
plk: krzyż

# crush_blacks
source: Shadows:
plk: Cienie:

# crush_blacks:uilabel
source: Shadows:
plk: Cienie:

source: Custom
plk: Niestandardowy

# custom_environment:uilabel
source: Custom Environment
plk: Środowisko niestandardowe

# cutoff_threshold
source: Cutoff Threshold (lx)
plk: Próg odcięcia (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
plk: Próg odcięcia (lx)

source: cyan
plk: cyjan

source: Cylinder
plk: Walec

# cylinder_axis
source: Axis:
plk: Oś:

# cylinder_axis:uilabel
source: Axis:
plk: Oś:

# cylinder_radius
source: Radius:
plk: Promień:

# cylinder_radius:uilabel
source: Radius:
plk: Promień:

# d50
source: D50 Illuminant (Reference White)
plk: Oświetlacz D50 (referencyjny biały)

# d65
source: D65 Illuminant (Reference White)
plk: Oświetlacz D65 (referencyjny biały)

source: dark
plk: ciemny

source: dark bronze
plk: ciemnobrązowy

source: dark green
plk: ciemnozielony

# decApp_backface_cull:uilabel
source: Backface Cull:
plk: Eliminacja tylnych powierzchni:

# decApp_bump_amount
source: Bump Amount:
plk: Ilość wypukłości:

# decApp_bump_amount:uilabel
source: Bump Amount:
plk: Ilość wypukłości:

# decApp_bump_map
source: Bump Pattern:
plk: Wzór wypukłości:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
plk: Wykorzystuje ciemne i jasne obszary obrazu do określenia obszarów wyniesionych i obniżonych na graffiti

# decApp_bump_map:uilabel
source: Bump Pattern:
plk: Wzór wypukłości:

# decApp_cutout_opacity
source: Cutouts:
plk: Wycięcia:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
plk: Używa obrazu czarno-białego do odcięcia obszarów graffiti. Obszary czarne są odcinane.

# decApp_cutout_opacity:uilabel
source: Cutouts:
plk: Wycięcia:

# decApp_diffuse
source: Decal Image File:
plk: Plik obrazu graffiti:

# decApp_diffuse:uilabel
source: Decal Image File:
plk: Plik obrazu graffiti:

# decApp_glossiness
source: Finish:
plk: Wykończenie:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
plk: Określa jasność punktów zwierciadlanych (plam gorących) na graffiti

# decApp_glossiness:uilabel
source: Finish:
plk: Wykończenie:

# decApp_glossiness_gloss
source: Gloss
plk: Połysk

# decApp_glossiness_high_gloss
source: High Gloss
plk: Wysoki połysk

# decApp_glossiness_matte
source: Matte
plk: Matowy

# decApp_glossiness_semi_gloss
source: Semi-gloss
plk: Półpołysk

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
plk: Próbki błyszczących odbić:

# decApp_reflectivity_at_0deg
source: Reflectivity:
plk: Współczynnik odbicia:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
plk: lustro

# decApp_reflectivity_at_0deg:minlabel
source: dull
plk: matowy

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
plk: Określa, jak mocno graffiti będzie odbijać pozostałe obiekty znajdujące się wokół

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
plk: Współczynnik odbicia:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
plk: Współczynnik odbicia:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
plk: Próbki błyszczących załamań:

# decApp_refraction_index:uilabel
source: Refraction Index:
plk: Współczynnik załamania:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
plk: Waga półprzezroczystości załamania:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
plk: Temperatura barwowa luminancji

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
plk: Mapa filtrowania luminancji:

# decApp_self_illum_luminance
source: Luminance (cd/m^2):
plk: Luminancja (cd/m^2):

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
plk: Określa, czy graffiti będzie oświetlona, a także stopień jasności

# decApp_self_illum_luminance:uilabel
source: Luminance (cd/m^2):
plk: Luminancja (cd/m^2):

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
plk: Ekran telefonu komórkowego

# decApp_self_illum_luminance_crt_television
source: CRT television
plk: Telewizor kineskopowy

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
plk: Soczewki lampy biurkowej

# decApp_self_illum_luminance_dim_glow
source: Dim glow
plk: Przyćmiony blask

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
plk: Żarówka matowa

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
plk: Soczewka lampy halogenowej

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
plk: Zewnętrzna część klosza lampy

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
plk: Wewnętrzna część klosza lampy

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
plk: Ekran LCD

# decApp_self_illum_luminance_led_panel
source: LED panel
plk: Panel LED

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
plk: Nieoświetlony

# decApp_transparency
source: Transparency:
plk: Przezroczystość:

# decApp_transparency:maxlabel
source: transparent
plk: przezroczysty

# decApp_transparency:minlabel
source: opaque
plk: nieprzezroczysty

# decApp_transparency:uilabel
source: Transparency:
plk: Przezroczystość:

# decal-1:uilabel
source: Decal 1:
plk: Graffiti 1:

# decalbumpmap_Bitmap
source: Image File:
plk: Plik obrazu:

# decalbumpmap_Bitmap:uilabel
source: Image File:
plk: Plik obrazu:

# decalbumpmap_Blur:uilabel
source: Blur
plk: Rozmazanie

# decalbumpmap_Filtering:uilabel
source: Filtering
plk: Filtrowanie

# decalbumpmap_Invert
source: Invert:
plk: Odwróć:

# decalbumpmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
plk: Zamień ciemne i jasne obszary obrazu.

# decalbumpmap_Invert:uilabel
source: Invert:
plk: Odwróć:

# decalbumpmap_MapChannel:uilabel
source: Map Channel
plk: Kanał mapy

# decalbumpmap_RGBAmount:uilabel
source: Brightness
plk: Jasność

# decalbumpmap_UMirror:uilabel
source: U Mirror
plk: Lustro U

# decalbumpmap_UOffset:uilabel
source: U Offset
plk: Odsunięcie U

# decalbumpmap_UVScale:uilabel
source: UV Scale
plk: Skala UV

# decalbumpmap_UWrap:uilabel
source: U Wrap
plk: Zawijanie U

# decalbumpmap_VMirror:uilabel
source: V Mirror
plk: Lustro V

# decalbumpmap_VOffset:uilabel
source: V Offset
plk: Odsunięcie V

# decalbumpmap_VWrap:uilabel
source: V Wrap
plk: Zawijanie V

# decalbumpmap_WAngle:uilabel
source: Angle
plk: Kąt

# decalmap_Bitmap
source: Image File:
plk: Plik obrazu:

# decalmap_Bitmap:uilabel
source: Image File:
plk: Plik obrazu:

# decalmap_Blur:uilabel
source: Blur
plk: Rozmazanie

# decalmap_Filtering:uilabel
source: Filtering
plk: Filtrowanie

# decalmap_Invert:uilabel
source: Invert:
plk: Odwróć:

# decalmap_MapChannel:uilabel
source: Map Channel
plk: Kanał mapy

# decalmap_RGBAmount
source: Brightness:
plk: Jasność:

# decalmap_RGBAmount:tooltip
source: Adjust the brightness of the image
plk: Dostosuj jasność obrazu

# decalmap_RGBAmount:uilabel
source: Brightness
plk: Jasność

# decalmap_UMirror:uilabel
source: U Mirror
plk: Lustro U

# decalmap_UOffset:uilabel
source: U Offset
plk: Odsunięcie U

# decalmap_UVScale:uilabel
source: UV Scale
plk: Skala UV

# decalmap_UWrap:uilabel
source: U Wrap
plk: Zawijanie U

# decalmap_VMirror:uilabel
source: V Mirror
plk: Lustro V

# decalmap_VOffset:uilabel
source: V Offset
plk: Odsunięcie V

# decalmap_VWrap:uilabel
source: V Wrap
plk: Zawijanie V

# decalmap_WAngle:uilabel
source: Angle
plk: Kąt

# decayStartDistance
source: Decay Start:
plk: Początek zanikania:

# decayStartDistance:uilabel
source: Decay Start:
plk: Początek zanikania:

source: Decay Type:
plk: Typ zanikania:

# decayType:inverse
source: Inverse
plk: Odwrócone

# decayType:inverseSquare
source: Inverse Square
plk: Odwrócone kwadratowe

# decayType:none
source: None
plk: Brak

# decayType:uilabel
source: Decay Type:
plk: Typ zanikania:

source: decorative
plk: dekoracyjny

source: denim
plk: denim (jeans)

source: diamond
plk: romb

source: diamond plate texture
plk: tekstura płyty rombowej

source: diamonds
plk: romby

source: Diffuse:
plk: Rozproszenie

# diffuse:uilabel
source: Diffuse:
plk: Rozproszenie:

# dimmer
source: Multiplier:
plk: Mnożnik:

# dimmer:uilabel
source: Multiplier:
plk: Mnożnik:

# dimmerPanel
source: Dimming
plk: Ściemnianie

source: Directional
plk: Kierunkowy

source: dirt
plk: brud

source: Disc
plk: Tarcza

# disc_normal
source: Normal:
plk: Normalny:

# disc_normal:uilabel
source: Normal:
plk: Normalny:

# disc_radius
source: Radius:
plk: Promień:

# disc_radius:uilabel
source: Radius:
plk: Promień:

source: Distribution:
plk: Rozkład:

# distribution:diffuse
source: Diffuse
plk: Rozproszenie

# distribution:isotropic
source: Uniform
plk: Jednolity

# distribution:spot
source: Spot
plk: Punktowy

# distribution:uilabel
source: Distribution:
plk: Rozkład:

# distribution:web
source: Use Light Profile
plk: Użyj profilu światła

source: dots
plk: kropki

source: Effects
plk: Efekty

# electricalEfficiency
source: Electrical Efficiency (lm/W):
plk: Sprawność elektryczna (lm/W):

# electricalEfficiency:uilabel
source: Electrical Efficiency (lm/W):
plk: Sprawność elektryczna (lm/W):

source: elm
plk: wiąz

# emit_direct_photons:uilabel
source: Emit Direct Photons
plk: Emituj fotony bezpośrednie

source: environments
plk: środowiska

source: expanded
plk: rozciągany

source: exposed
plk: wystawiony na działanie

source: exterior
plk: zewnętrzny

# exterior:uilabel
source: Exterior Daylight
plk: Zewnętrzne światło dzienne

# f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
plk: Fluorescencyjna (zimny biały)

# f3_fluorescentWhite
source: Fluorescent (White)
plk: Fluorescencyjna (biały)

# f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
plk: Fluorescencyjna (ciepły biały)

# f5_fluorescentDaylight
source: Fluorescent (Daylight)
plk: Fluorescencyjna (światło dzienne)

# f6_fluorescentLightWhite
source: Fluorescent (Light White)
plk: Fluorescencyjna (jasny biały)

# f_number
source: Aperture (f-stop):
plk: Szczelina (przysłona):

# f_number:uilabel
source: Aperture (f-stop):
plk: Szczelina (przysłona):

source: fabric
plk: tkanina

source: fabric with gray, blue and white stripes
plk: tkanina z szaro-niebiesko-białymi pasami

source: fabric with yellow and black stripes
plk: tkanina z żółto-czarnymi pasami

source: fabric with yellow and gray stripes
plk: tkanina z żółto-szarymi pasami

source: fabric with yellow and white stripes
plk: tkanina z żółto-białymi pasami

source: face
plk: powierzchnia

source: Fall Off:
plk: Opadanie:

# fallOff:tooltip
source: Spot width, in radians
plk: Szerokość plamki w radianach

# fallOff:uilabel
source: Fall Off:
plk: Opadanie:

# farAttenuationEnd
source: End Point:
plk: Punkt końcowy:

# farAttenuationEnd:uilabel
source: End Point:
plk: Punkt końcowy:

# farAttenuationOn
source: Far Attenuation:
plk: Dalekie tłumienie:

# farAttenuationOn:uilabel
source: Far Attenuation:
plk: Dalekie tłumienie:

# farAttenuationStart
source: Start Point:
plk: Punkt początkowy:

# farAttenuationStart:uilabel
source: Start Point:
plk: Punkt początkowy:

source: fatigue
plk: zmęczenie

source: fatigue structural asset.
plk: ocena zmęczenia konstrukcji

# fatigue_SN_Behavior
source: Behavior
plk: Zachowanie

# fatigue_SN_Behavior:sn_Constant
source: Constant
plk: Stałe

# fatigue_SN_Behavior:sn_Curve
source: S-N Curve
plk: Krzywa S-N

# fatigue_SN_Behavior:tooltip
source: Chooses between Constant or Curved S-N behavior.
plk: Wybiera między zachowaniem stałym a opisywanym przez krzywą S-N

# fatigue_SN_Behavior:uilabel
source: Behavior
plk: Zachowanie

# fatigue_SN_Graph
source: S-N Curve
plk: Krzywa S-N

# fatigue_props1
source: Strain-Fatigue Life
plk: Trwałość odkształceniowa-zmęczeniowa

# fatigue_props2
source: Stress-Fatigue Life
plk: Trwałość naprężeniowa-zmęczeniowa

# fatigue_props3
source: Compressive Strength
plk: Wytrzymałość na ściskanie

source: fieldstone
plk: kamień polny

# film_iso
source: Film speed (ISO):
plk: Czułość filmu (ISO):

# film_iso:uilabel
source: Film speed (ISO):
plk: Czułość filmu (ISO):

source: Filter Color:
plk: Kolor filtru:

# filterColor:uilabel
source: Filter Color:
plk: Kolor filtru:

source: fine
plk: drobny

source: fissured
plk: szczelinowy

# flags:uilabel
source: Flags
plk: Flagi

source: flagstone
plk: płyta chodnikowa

source: flaked
plk: łuszczony

source: flat
plk: płaski

source: floor
plk: piętro

source: flooring
plk: podłoga

source: floral
plk: kwiatowy

# focal_length:uilabel
source: focal_length
plk: długość_ogniskowej

source: forest
plk: las

source: formwork
plk: deskowanie

source: frosted
plk: matowy

source: furniture
plk: meble

source: galvanized
plk: galwanizowany

source: gas
plk: gaz

# gas_props1
source: Properties
plk: Termiczny, podstawowy

# gas_props2
source: Mechanical
plk: Mechaniczny

source: generic
plk: ogólny

# generic_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# generic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# generic_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# generic_ao_distance
source: Max Distance
plk: Maks. odległość

# generic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# generic_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# generic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# generic_ao_samples
source: Samples
plk: Próbki

# generic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# generic_ao_samples:uilabel
source: Samples
plk: Próbki

# generic_backface_cull:uilabel
source: Backface Cull
plk: Eliminacja tylnych powierzchni

# generic_bump_amount
source: Amount
plk: Ilość

# generic_bump_amount:tooltip
source: Adjusts the relative height of the specified bump pattern. Enter 0 to make the surface flat. Enter higher decimal values (up to 1000.0) to increase the height of the surface irregularities.
plk: Dostosowuje względną wysokość określonego wzoru wypukłości. Wprowadź 0, aby uzyskać płaską powierzchnię. Wprowadź większe wartości dziesiętne (do 1000.0), aby zwiększyć wysokość nierówności powierzchni.

# generic_bump_amount:uilabel
source: Amount
plk: Ilość

# generic_bump_map:uilabel
source: Bump
plk: Wypukłość

# generic_bump_map_image_label
source: Image
plk: Obraz

# generic_bump_map_image_label:tooltip
source: Uses a texture map to select a bump relief pattern for the material. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
plk: Korzysta z mapy tekstury w celu wybrania wzoru wypukłości dla materiału. Wzór wypukłości definiuje podwyższone i obniżone obszary, bazując na ciemnych i jasnych obszarach pliku obrazu.

# generic_bump_map_panel_label
source: Bump
plk: Wypukłość

# generic_cutout_opacity:uilabel
source: Cutouts
plk: Wycięcia

# generic_cutout_opacity_image_label
source: Image
plk: Obraz

# generic_cutout_opacity_image_label:tooltip
source: Uses a a texture map to control the shapes cut into the surface of the material.
plk: Korzysta z mapy tekstury w celu kontrolowania kształtów wyciętych w powierzchni materiału.

# generic_cutout_opacity_panel_label
source: Cutouts
plk: Wycięcia

# generic_diffuse:uilabel
source: Color
plk: Kolor

# generic_diffuse_color
source: Color
plk: Kolor

# generic_diffuse_color:tooltip
source: Adjusts the color of the surface. Affects both light bounding off (reflectance) and light passing through (transmittance).
plk: Dostosowuje kolor powierzchni. Wpływa zarówno na światło odbite (współczynnik odbicia), jak i przechodzącego (przepuszczalność).

# generic_diffuse_image
source: Image
plk: Obraz

# generic_diffuse_image:tooltip
source: Displays the diffuse color map of the material.
plk: Wyświetla rozproszoną mapę koloru materiału.

# generic_diffuse_image_fade
source: Image Fade
plk: Zaciemnienie

# generic_diffuse_image_fade:tooltip
source: Adjusts the composite between the base color and the diffuse image. Active only when an image is chosen.
plk: Dostosowuje wartość złożoną między kolorem podstawowym a obrazem rozproszonym. Opcja aktywna tylko wtedy, gdy wybrany jest obraz.

# generic_diffuse_image_fade:uilabel
source: Image Fade
plk: Zaciemnienie

# generic_general
source: Generic
plk: Ogólny

# generic_glossiness
source: Glossiness
plk: Połysk

# generic_glossiness:tooltip
source: Specifies the smoothness of the surface, which affects both reflectivity and transparency. Reduce glossiness to create matte surfaces or frosted glass. Enter a value between 0 (dull) and 100 (a perfect mirror).
plk: Określa gładkość powierzchni, która wpływa na współczynnik odbicia i przezroczystość. Zmniejszony połysk powoduje powstanie matowych powierzchni lub szkła matowego. Wprowadź wartość z zakresu od 0 (matowy) do 100 (idealne odbicie).

# generic_glossiness:uilabel
source: Glossiness
plk: Połysk

# generic_is_metal
source: Highlights
plk: Odbłyski

# generic_is_metal:offlabel
source: Non-Metallic
plk: Niemetaliczny

# generic_is_metal:onlabel
source: Metallic
plk: Metaliczny

# generic_is_metal:tooltip
source: Adjusts adding metallic highlights. Default = non-metallic.
plk: Dostosowuje poprzez dodawanie metalicznych połysków. Domyślnie = niemetaliczny.

# generic_is_metal:uilabel
source: Highlights
plk: Odbłyski

# generic_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# generic_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# generic_props2
source: Mechanical
plk: Mechaniczny

# generic_props4
source: Strength
plk: Wytrzymałość

# generic_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# generic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# generic_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# generic_reflection_glossy_samples
source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

# generic_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
plk: Wyznacza maksymalną liczbę próbek (promieni) obliczanych przez mental ray w celu utworzenia błyszczących odbić.
