Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

source: PhysicalMetal_130
fra: Acier inoxydable 440C - Soudé

source: PhysicalMetal_131
fra: Acier - Doux - Soudé

source: PhysicalMetal_132
fra: Cuivre - Forgé

source: PhysicalMetal_133
fra: Acier - Forgé

source: PhysicalPlastic_101
fra: Résine acétal

source: PhysicalPlastic_107
fra: Nylon 6/6 composite

source: PhysicalPlastic_110
fra: Polycarbonate - Raccordement ABS

source: PhysicalPlastic_117
fra: Polystyrène

source: PhysicalPlastic_119
fra: Tuyauterie PVC

source: PhysicalPlastic_120
fra: Chlorure de polyvinyle - Non plastifié

source: PhysicalPlastic_122
fra: Plastique SAN

source: PhysicalPlastic_124
fra: Résine thermoplastique

source: PhysicalWood_100
fra: Bois - Bouleau

source: PhysicalWood_101
fra: Bois - Cerisier

source: PhysicalWood_102
fra: Bois - Erable

source: PhysicalWood_103
fra: Bois - Chêne

source: PhysicalWood_104
fra: Bois - Noyer

source: Piping
fra: Tuyauterie

source: Plane swatch.
fra: Témoin de plan.

source: Plastic
fra: Plastique

source: Plastic and vinyl material.
fra: Matériau plastique et vinyle.

source: Plastic structural asset.
fra: Ressource de matériaux plastiques structurels.

source: Plastic-001
fra: Lisse - Noir

source: Plastic-002
fra: Texturé fin - Noir

source: Plastic-003
fra: Texturé grossier - Noir - Version 1.1

source: Plastic-003-1-2
fra: Texturé grossier - Noir

source: Plastic-004
fra: Transparent - Noir

source: Plastic-005
fra: Lisse - Brun foncé

source: Plastic-006
fra: Lisse - Beige clair

source: Plastic-007
fra: Lisse - Gris foncé

source: Plastic-008
fra: Texturé fin - Gris foncé

source: Plastic-009
fra: Texturé grossier - Gris foncé - Version 1.1

source: Plastic-009-1-2
fra: Texturé grossier - Gris foncé

source: Plastic-010
fra: Lisse - Gris clair

source: Plastic-011
fra: Lisse - Gris moyen

source: Plastic-012
fra: Lisse - Vert forêt foncé

source: Plastic-013
fra: Lisse - Vert mer foncé

source: Plastic-014
fra: Lisse - Jaune

source: Plastic-015
fra: Texturé grossier - Orange clair - Version 1.1

source: Plastic-015-1-2
fra: Texturé grossier - Orange clair

source: Plastic-016
fra: Lisse - Blanc

source: Plastic-017
fra: Texturé fin - Blanc

source: Plastic-018
fra: Texturé grossier - Blanc - Version 1.1

source: Plastic-018-1-2
fra: Texturé grossier - Blanc

source: Plastic-019
fra: Brun

source: Plastic-020
fra: Lisse - Ambre

source: Plastic-021
fra: Lisse - Aqua

source: Plastic-022
fra: Lisse - Rouge brûlé

source: Plastic-023
fra: Lisse - Cendré

source: Plastic-024
fra: Lisse - Ivoire

source: Plastic-025
fra: Lisse - Blanc cassé

source: Plastic-026
fra: Lisse - Violet

source: Plastic-027
fra: Lisse - Rouge

source: Plastic-028
fra: Transparent - Clair

source: Plastic-029
fra: Transparent - Gris clair

source: Plastic-030
fra: Transparent - Rouge lustré bosselé

source: Plastic-031
fra: Stratifié - Marron clair

source: Plastic-032
fra: Stratifié - Taupe

source: Plastic-033
fra: Stratifié - Bleu marine

source: Plastic-034
fra: Losanges

source: Plastic-035
fra: Points

source: Plastic-036
fra: Grille

source: Plastic-037
fra: Mosaïque

source: Plastic-038
fra: Bissecté - Carrés

source: Plastic-039
fra: Carrés 2

source: Plastic-040
fra: Grain mat

source: Plastic-041
fra: Parquet

source: Plastic-042
fra: Plaque en damiers

source: Plastic-043
fra: Ardoise

source: Plastic-044
fra: Lisse - Vert turquoise foncé

source: Plastic-045
fra: Lisse - Bleu marine

source: Plastic-046
fra: Transparent - Bleu ardoise

source: Plastic-047
fra: Texturé - Fauve

source: Plastic-048
fra: Texturé grossier - Ombre - Version 1.1

source: Plastic-048-1-2
fra: Texturé grossier - Ombre

source: Plastic-049
fra: Texturé - Gris

source: Plastic-050
fra: Transparent - Vert olive

source: Plastic-051
fra: Lisse - Châtaigne foncé

source: Plastic-052
fra: Lisse - Châtaigne clair

source: Plastic-053
fra: Transparent - Rouge clair

source: Plastic-054
fra: Lisse - Orange clair

source: Plastic-055
fra: Transparent - Orange clair

source: Plastic-056
fra: Transparent - Rouge poli

source: Plastic-057
fra: Texturé - Or foncé

source: Plastic-058
fra: Lisse - Or clair

source: Plastic-059
fra: Lustré brillant - Rouge brûlé

source: Plastic-060
fra: Faible lustré - Noir

source: Plastic-061
fra: Texturé - Gris mat

source: Plastic-062
fra: Texturé - Vert foncé mat

source: Plastic-063
fra: Texturé - Bleu roi mat

source: Plastic/Composite
fra: Plastique/composite

source: Plastic/Elastomer
fra: Plastique/élastomère

source: Plastic/Thermoplastic
fra: Plastique/Thermoplastique

source: Plastic/Thermoset
fra: Plastique/Thermoset

source: PlasticVinyl
fra: Plastique vinyle

# PlasticVinylSchema_localname:Plastic
source: Plastic
fra: Plastique

# PlasticVinylSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: PointLight-001
fra: Lumière ponctuelle

source: Polished
fra: Poli

source: Polyaryletherketone
fra: Polyaryléthercétone

source: Polybutylene terephthalate
fra: Polytéréphtalate de butylène

source: Polycarbonate - acrylonitrile butadiene styrene blend
fra: Polycarbonate - acrylonitrile butadiène styrène raccordé

source: Polycarbonate sheet or molding
fra: Feuille ou moulage de polycarbonate

source: Polyethylene terephthalate
fra: Polyéthylène téréphtalate

source: Polymethylmethacrylate, Molding and Extrusion
fra: Polyméthacrylate de méthyle, moulage et extrusion

source: Polyoxymethylene
fra: Polyoxyméthylène

source: Polyphenylene Sulfide
fra: Polysulfure de phénylène

source: Polypropylene molding
fra: Moulage polypropylène

source: Polystyrene
fra: Polystyrène

source: Polyvinyl Chloride Rigid
fra: Chlorure de polyvinyle, rigide

source: Polyvinyl chloride
fra: Chlorure de polyvinyle

source: Portland Cement Concrete
fra: Béton de ciment Portland

source: Preview a texture on a flat surface.
fra: Aperçu de texture sur une surface plane.

source: Preview material as a pool of liquid.
fra: Aperçu de matériau sous forme de liquide.

source: Preview material on a flat surface.
fra: Aperçu de matériau sur une surface plane.

# ProvidesLighting:uilabel
source: Provides Lighting
fra: Fournit un éclairage

source: Pure lead
fra: Plomb pur

source: Pure titanium
fra: Titane pur

source: Pure white color
fra: Couleur blanc pur

source: Rectangle tiles with gray speckles
fra: Carrelage rectangulaire avec taches grises

source: Rectangle tiles with light gray speckles
fra: Carrelage rectangulaire avec taches gris clair

source: Refractory ceramic
fra: Céramique réfractaire

source: Rigid PVC, molded
fra: PVC rigide, moulé

source: Rigid polyvinyl chloride - unplasticized
fra: Chlorure de polyvinyle rigide - non plastifié

source: Roofing
fra: Toiture

source: Rubber
fra: Caoutchouc

# Scene:uilabel
source: Scene
fra: Scène

# Settings:uilabel
source: Settings
fra: Paramètres

source: Siding
fra: Bardage

source: Silicon Nitride
fra: Nitrure de silicium

source: Silicone Rubber
fra: Caoutchouc en silicone

source: Silicone rubber
fra: Caoutchouc de silicone

source: Silver
fra: Argent

source: SiteWork.Planting.Basket.Woven.Loose
fra: Aménagements.Paysage.Panier.Tissé.Lache

source: SiteWork.Planting.Basket.Woven.Tight
fra: Aménagements.Paysage.Panier.Tissé.Epais

source: SiteWork.Planting.Grass.Bermuda
fra: Aménagements.Paysage.Herbe.Cynodon

source: SiteWork.Planting.Grass.Bluegrass
fra: Aménagements.Paysage.Herbe.Pâturin des prés

source: SiteWork.Planting.Grass.StAugustine
fra: Aménagements.Paysage.Herbe.Herbe de Saint-Augustin

source: Sitework
fra: Aménagements

source: Sitework.Paving - Surfacing.Asphalt
fra: Aménagements.Dallage - revêtements.Asphalte

source: Sitework.Paving - Surfacing.Asphalt.1
fra: Aménagements.Dallage - revêtements.Asphalte.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
fra: Aménagements.Dallage - revêtements.Cailloutis.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
fra: Aménagements.Dallage - revêtements.Cailloutis.Glacé.Multicolore

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
fra: Aménagements.Dallage - revêtements.Cailloutis.Chevron

source: Sitework.Paving - Surfacing.Pavers.1
fra: Aménagements.Dallage - revêtements.Table.1

source: Sitework.Paving - Surfacing.Pavers.2
fra: Aménagements.Dallage - revêtements.Table.2

source: Sitework.Paving - Surfacing.Pavers.3
fra: Aménagements.Dallage - revêtements.Table.3

source: Sitework.Paving - Surfacing.Pavers.4
fra: Aménagements.Dallage - revêtements.Table.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
fra: Aménagements.Dallage - revêtements.Table.Enclenchement

source: Sitework.Paving - Surfacing.Pavers.Square
fra: Aménagements.Dallage - revêtements.Table.Carré

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
fra: Aménagements.Dallage - revêtements.Table.Terre cuite

source: Sitework.Paving - Surfacing.Riverstone
fra: Aménagements.Dallage - revêtements.Galet

source: Sitework.Paving - Surfacing.Riverstone.Mortared
fra: Aménagements.Dallage - revêtements.Galet.Mortier

source: Sitework.Planting.Grass.Short
fra: Aménagements.Paysage.Herbe.Court

source: Sitework.Planting.Grass.Thick
fra: Aménagements.Paysage.Herbe.Epais

source: Sitework.Planting.Gravel.Compact
fra: Aménagements.Paysage.Gravier.Compact

source: Sitework.Planting.Gravel.Crushed
fra: Aménagements.Paysage.Gravier.Concassé

source: Sitework.Planting.Gravel.Loose
fra: Aménagements.Paysage.Gravier.Meuble

source: Sitework.Planting.Gravel.Mixed
fra: Aménagements.Paysage.Gravier.Mixte

source: Sitework.Planting.Sand
fra: Aménagements.Paysage.Sable

source: Sitework.Planting.Soil
fra: Aménagements.Paysage.Sol

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
fra: Aménagements.Améliorations du terrain.Clôtures et barrières chaînées

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
fra: Aménagements.Améliorations du terrain.Clôtures et barrières en bois.Panneau

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
fra: Aménagements.Améliorations du terrain.Barrières - portes en bois.Boîte-cadre-Treillis

source: Slightly Translucent cream coloured low luminant material.
fra: Matériau à luminosité faible couleur crème légèrement translucide.

source: Small gray rectangular stones
fra: Petites pierres rectangulaires grises

source: Small uneven brown rectangle stones
fra: Petites pierres rectangulaires irrégulières brunes

source: Soda Lime Glass
fra: Verre sodocalcique

source: Soft tin bronze
fra: Bronze d'étain doux

source: Soft yellow brass
fra: Laiton jaune doux

source: Soft yellow brass, welded
fra: Laiton jaune doux, soudé

source: Solid Glass material.
fra: Matériau verre opaque.

source: Solid thermal asset.
fra: Ressource de matériaux solides thermiques.

source: Solid/Concrete
fra: Solide/Béton

source: Solid/Glass
fra: Solide/Verre

source: Solid/Metal
fra: Solide/Métal

source: Solid/Plastic
fra: Solide/Plastique

source: SolidGlass
fra: Verre opaque

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
fra: Verre opaque

# SolidGlassSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: Speckle
fra: Tache

source: Speckle map.
fra: Texture tache.

# SpeckleSchema_localname:Speckle
source: Speckle
fra: Tache

source: Sphere swatch.
fra: Témoin de sphère.

source: SpotLight-001
fra: Lumière dirigée

source: Square tiles with light gray speckles
fra: Carrelage carré avec taches gris clair

source: Square tiles with white and black circular mosaics
fra: Carrelage carrés avec mosaïques circulaires noir et blanc

source: Stainless Steel 18/8
fra: Acier inoxydable 18/8

source: Stainless Steel, polished
fra: Acier inoxydable, poli

source: Steel
fra: Acier

source: Steel, mill finish
fra: Acier, surface mate

source: Steel, sheet
fra: Acier, feuille

source: Stone
fra: Pierre

source: Stone material.
fra: Matériau pierre.

source: Stone-001
fra: Ardoise - Bleu

source: Stone-002
fra: Ardoise - Gris

source: Stone-003
fra: Poli - Noir

source: Stone-004
fra: Poli - Rose

source: Stone-005
fra: Fin - Albâtre

source: Stone-006
fra: Poli grossier - Blanc

source: Stone-007
fra: Poli fin - Blanc

source: Stone-008
fra: Travertin

source: Stone-009
fra: Carrés - Gris-brun

source: Stone-010
fra: Carrés - Cuivre-bleu-noir

source: Stone-011
fra: Gris tacheté

source: Stone-012
fra: Multicolore

source: Stone-013
fra: Rose

source: Stone-014
fra: Dalle

source: Stone-015
fra: Carré - Grandes veines

source: Stone-016
fra: Cailloutis - Glacé multicolore

source: Stone-017
fra: Cailloutis - Entrelacement

source: Stone-018
fra: Gravier - Meuble

source: Stone-019
fra: Rugueux - Noir

source: Stone-020
fra: Rugueux - Rose

source: Stone-021
fra: Rugueux - Rouge

source: Stone-022
fra: Poli grossier - Albâtre

source: Stone-023
fra: Poli fin - Albâtre

source: Stone-024
fra: Mur en pierres dentelées

source: Stone-025
fra: Granulat apparent

source: Stone-026
fra: Galet - Bleu

source: Stone-027
fra: Non finalisé

source: Stone/Granite
fra: Pierre/Granit

source: Stone/Marble
fra: Pierre/Marbre

# StoneSchema_localname:Stone
source: Stone
fra: Pierre

# StoneSchema_localtype:Appearance
source: Appearance
fra: Apparence

source: StructuralBasic
fra: Basique structurel par défaut

# StructuralBasicSchema_localname:Basic
source: Basic
fra: Basique

# StructuralBasicSchema_localtype:Physical
source: Physical
fra: Physique

source: StructuralConcrete
fra: Béton structurel par défaut

source: StructuralConcrete-001
fra: Béton

source: StructuralConcrete-021
fra: Béton renforcé de fibres de verre

# StructuralConcreteSchema_localname:Concrete
source: Concrete
fra: Béton

# StructuralConcreteSchema_localtype:Physical
source: Physical
fra: Physique

source: StructuralFatigue
fra: Fatigue structurelle par défaut

source: StructuralGas
fra: Gaz structurel par défaut

# StructuralGasSchema_localname:Gas
source: Gas
fra: Gaz

# StructuralGasSchema_localtype:Physical
source: Physical
fra: Physique

source: StructuralGeneric
fra: Générique structurel par défaut

source: StructuralGeneric-004
fra: Verre

source: StructuralGeneric-010
fra: Nitrure de silicium

# StructuralGenericSchema_localname:Generic
source: Generic
fra: Générique

# StructuralGenericSchema_localtype:Physical
source: Physical
fra: Physique

source: StructuralLiquid
fra: Liquide structurel par défaut

# StructuralLiquidSchema_localname:Liquid
source: Liquid
fra: Liquide

# StructuralLiquidSchema_localtype:Physical
source: Physical
fra: Physique

source: StructuralMetal
fra: Métal structurel par défaut

source: StructuralMetal-001
fra: Acier - Carbone

source: StructuralMetal-031
fra: Aluminium

source: StructuralMetal-031-2
fra: Aluminium 6061

source: StructuralMetal-037
fra: Fonte - Fonte ductile

source: StructuralMetal-043
fra: Cuivre

source: StructuralMetal-045
fra: Titane

source: StructuralMetal-047
fra: Plomb

source: StructuralMetal-051
fra: Or

source: StructuralMetal-054
fra: Argent

source: StructuralMetal-058
fra: Bronze - Etain doux

# StructuralMetalSchema_localname:Metal
source: Metal
fra: Métal

# StructuralMetalSchema_localtype:Physical
source: Physical
fra: Physique

source: StructuralPlastic
fra: Plastique structurel par défaut

source: StructuralPlastic-002
fra: Acrylique

source: StructuralPlastic-004
fra: Acrylonitrile Butadiène Styrène

source: StructuralPlastic-006
fra: Plastique renforcé de fibres de carbone

source: StructuralPlastic-009
fra: Résine phénolique

source: StructuralPlastic-010
fra: Polycarbonate

source: StructuralPlastic-011
fra: Polyéthylène LDPE

source: StructuralPlastic-012
fra: Polyéthylène HDPE

source: StructuralPlastic-013
fra: Polypropylène

source: StructuralPlastic-014
fra: Polystyrène, choc

source: StructuralPlastic-017
fra: Chlorure de polyvinyle - Rigide

source: StructuralPlastic-019
fra: Caoutchouc - Naturel

source: StructuralPlastic-023
fra: Polyéthylène téréphtalate

source: StructuralPlastic-024
fra: Polysulfure de phénylène

source: StructuralPlastic-025
fra: Polytéréphtalate de butylène

source: StructuralPlastic-026
fra: Polymère à cristaux liquides

source: StructuralPlastic-027
fra: Silicone

source: StructuralPlastic-028
fra: Acrylonitrile styrène

source: StructuralPlastic-029
fra: Résine polyaryléthercétone

source: StructuralPlastic-030
fra: Polyéthylène - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
fra: Plastique

# StructuralPlasticSchema_localtype:Physical
source: Physical
fra: Physique

source: StructuralWood
fra: Bois structurel par défaut

# StructuralWoodSchema_localname:Wood
source: Wood
fra: Bois

# StructuralWoodSchema_localtype:Physical
source: Physical
fra: Physique

source: Stucco
fra: Stuc

source: Styrene acrylonitrile
fra: Styrène acrylonitrile

source: Sun and Sky.
fra: Soleil et ciel.

source: SunAndSky
fra: SoleilEtCiel

source: SunAndSky-001
fra: Quelques rares nuages

source: SunAndSky-002
fra: Quelques nuages

source: SunAndSky-003
fra: Nuageux

source: SunAndSky-004
fra: Très nuageux

source: SunAndSky-005
fra: Aucun nuage

# SunAndSkyGroup
source: Sun And Sky
fra: Soleil et ciel

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
fra: Soleil et ciel

# SunAndSkySchema_localtype:Environment
source: Environment
fra: Environnement

source: Swatch Scene.
fra: Scène témoin.

source: Swatch scene for holidays; shows colored lights.
fra: Scène témoin de vacances; lumières colorées.

source: Swatch-Branded
fra: Objet

source: Swatch-Cube
fra: Cube

source: Swatch-CurtainWall
fra: Mur-rideau en verre

source: Swatch-Cylinder
fra: Cylindre

source: Swatch-Drapery
fra: Tissu drapé

source: Swatch-Flat
fra: Surface plane

source: Swatch-Hill
fra: Plan

source: Swatch-Lights
fra: Lumières

source: Swatch-Liquid
fra: Piscine de liquide

source: Swatch-Plane
fra: Grosse toile

source: Swatch-Sphere2
fra: Sphère

source: Swatch-Technical2
fra: Utilitaire

source: Swatch-TexturePreview-MentalRay
fra: Témoin d'aperçu de texture 1

source: Swatch-TexturePreview-OGS
fra: Témoin d'aperçu de texture 2

source: Swatch-Vase
fra: Vase

source: Swatch-Wall
fra: Murs

source: SwatchScene
fra: Scène témoin

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
fra: Scène témoin

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
fra: Scène témoin

source: Thermal - Moisture.Insulation.Rigid Insulation
fra: Isolations thermiques - barrières anti-humidité.Isolation.Isolation solide

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
fra: Isolations thermiques - barrières anti-humidité.Tuiles de toit.Espagnol.Bleu

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
fra: Isolations thermiques - barrières anti-humidité.Tuiles de toit.Espagnol.Bleu.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
fra: Isolations thermiques - barrières anti-humidité.Tuiles de toit.Espagnol.Rouge

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
fra: Isolations thermiques - barrières anti-humidité.Tuiles de toit.Espagnol.Rouge.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
fra: Isolations thermiques - barrières anti-humidité.Tuiles de toit.Espagnol.Rouge.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Panneaux composites.Gris

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Métal nervuré.Cuivre

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Filon horizontal métallique.Patine cuivre

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Filon horizontal métallique.Cuivre.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Métal.Cuivre

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Métal.Patine cuivre

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Liteau de bois.Nouveau

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Bois.Horizontal

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Bois.Horizontal.Cèdre

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Bois.Horizontal.Blanc

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
fra: Isolations thermiques - barrières anti-humidité.Panneaux de revêtement pour toits - murs.Bois.Vertical.Blanc

source: Thermal - Moisture.Shakes.Weathered
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Altéré

source: Thermal - Moisture.Shingles.Asphalt Roofing
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Feuille d'asphalte en rouleaux

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Bardeaux d'asphalte.3 plaquettes.Noir

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Bardeaux d'asphalte.3 plaquettes.Gris

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Ombré.Beige

source: Thermal - Moisture.Shingles.Even.1
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Régulier.1

source: Thermal - Moisture.Shingles.Even.2
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Régulier.2

source: Thermal - Moisture.Shingles.Even.3
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Régulier.3

source: Thermal - Moisture.Shingles.Halfround
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Demi-rond

source: Thermal - Moisture.Shingles.Uneven.1
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Irrégulier.1

source: Thermal - Moisture.Shingles.Uneven.2
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Irrégulier.2

source: Thermal - Moisture.Shingles.Uneven.3
fra: Isolations thermiques - barrières anti-humidité.Bardeaux.Irrégulier.3

source: ThermalGas
fra: Gaz thermique par défaut

# ThermalGasSchema_localname:Gas
source: Gas
fra: Gaz

# ThermalGasSchema_localtype:Thermal
source: Thermal
fra: Thermique

source: ThermalLiquid
fra: Liquide thermique par défaut

source: ThermalLiquid-001
fra: Eau

# ThermalLiquidSchema_localname:Liquid
source: Liquid
fra: Liquide

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
fra: Thermique

source: ThermalSolid
fra: Solide thermique par défaut

source: ThermalSolid-012
fra: Béton

source: ThermalSolid-033
fra: Verre - Vitre recouverte de chaux

source: ThermalSolid-081
fra: Aluminium

source: ThermalSolid-081-2
fra: Aluminium 6061

source: ThermalSolid-082-2
fra: Laiton, jaune doux

source: ThermalSolid-082-3
fra: Laiton, jaune doux, soudé

source: ThermalSolid-083-2
fra: Bronze, étain doux

source: ThermalSolid-083-3
fra: Bronze, moulé

source: ThermalSolid-085-2
fra: Cuivre, moulé

source: ThermalSolid-085-3
fra: Alliage de cuivre

source: ThermalSolid-085-4
fra: Alliage nickel-cuivre 400
