Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# generic_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

# generic_reflectivity_at_0deg
source: Reflectivity
plk: Współczynnik odbicia

# generic_reflectivity_at_0deg:uilabel
source: Reflectivity
plk: Współczynnik odbicia

# generic_reflectivity_at_0deg_slider
source: Direct
plk: Bezpośredni

# generic_reflectivity_at_0deg_slider:tooltip
source: Adjusts how much light the material reflects when the surface is directly facing the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
plk: Dostosowuje ilość światła odbijanego przez materiał, gdy powierzchnia jest skierowana bezpośrednio w kierunku kamery. Wpisz wartość z zakresu od 0 (brak odbić) do 100 (maksymalne odbicie).

# generic_reflectivity_at_90deg
source: Oblique
plk: Ukośny

# generic_reflectivity_at_90deg:tooltip
source: Adjusts how much light the material reflects when the surface is at an angle to the camera. Enter a value between 0 (no reflections) and 100 (maximum reflections).
plk: Dostosowuje ilość światła odbijanego przez materiał, gdy powierzchnia jest skierowana pod kątem względem kamery. Wprowadź wartość z zakresu od 0 (brak odbić) do 100 (maksymalne odbicie).

# generic_reflectivity_at_90deg:uilabel
source: Reflectivity
plk: Współczynnik odbicia

# generic_refr_depth
source: Refraction Max Trace Depth
plk: Maks. głębia śledzenia załamań

# generic_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
plk: Po zaznaczeniu tej opcji parametr głębokości załamywania dla materiału będzie określany lokalnie. Po osiągnięciu poziomu ograniczenia zostanie rzucony dodatkowy promień przezroczystości, co ograniczy efekt czarnych krawędzi występujący typowo w przypadku brył ze szkła.

# generic_refr_depth:uilabel
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# generic_refr_depth_control_label
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# generic_refraction_custom
source: Custom
plk: Niestandardowy

# generic_refraction_glossy_samples
source: Refraction Glossy Samples
plk: Próbki błyszczących załamań

# generic_refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
plk: Wyznacza maksymalną liczbę próbek (promieni) obliczanych przez mental ray w celu utworzenia błyszczących załamań.

# generic_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
plk: Próbki błyszczących załamań

# generic_refraction_index
source: Refraction
plk: Załamanie

# generic_refraction_index:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Active only when Transparency has a value greater than 0. Specify an index number between 0 (no refraction) and 5 (most refraction).
plk: Dostosowuje ilość załamanego światła podczas przechodzenia przez powierzchnię. Opcja aktywna tylko wtedy, gdy opcja Przezroczystość ma wartość większą niż 0. Określ indeks od 0 (brak załamania) do 5 (największe załamanie).

# generic_refraction_index:uilabel
source: Refraction
plk: Załamanie

# generic_refraction_index_air
source: Air
plk: Powietrze

# generic_refraction_index_alcohol
source: Alcohol
plk: Alkohol

# generic_refraction_index_diamond
source: Diamond
plk: Romb

# generic_refraction_index_glass
source: Glass
plk: Szkło

# generic_refraction_index_quartz
source: Quartz
plk: Kwarc

# generic_refraction_index_water
source: Water
plk: Woda

# generic_refraction_translucency_weight
source: Translucency
plk: Półprzezroczystość

# generic_refraction_translucency_weight:tooltip
source: Adjusts the percentage of light that is absorbed and retranmitted as it passes through the surface, as if the surface were a back-lit movie screen. Enter a value between 0 (not translucent) and 100 (completely translucent, such as frosted glass). Active only when Transparency has a value greater than 0.
plk: Dostosowuje procent światła, które jest pochłaniane i ponownie emitowane podczas przechodzenia przez powierzchnię, tworząc wrażenie, że powierzchnia jest podświetlonym ekranem projekcyjnym. Wprowadź wartość z zakresu od 0 (brak półprzezroczystości) do 100 (całkowita półprzezroczystość, na przykład szkło matowe). Opcja aktywna tylko wtedy, gdy opcja Przezroczystość ma wartość większą niż 0.

# generic_refraction_translucency_weight:uilabel
source: Translucency
plk: Półprzezroczystość

# generic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# generic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# generic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# generic_roundcorners_radius
source: Source
plk: Źródło

# generic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# generic_roundcorners_radius:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# generic_roundcorners_radius_control_label
source: Round Corners
plk: Zaokrąglaj narożniki

# generic_roundcorners_radius_control_label:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Uwaga: jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# generic_self_illum_color_temperature
source: Color Temperature
plk: Temperatura barwowa

# generic_self_illum_color_temperature:tooltip
source: Adjusts the color temperature (warmth vs. coolness) of the light emitted by this material in degress Kelvin; e.g., Candle = 1850, Xenon Arc Lamp = 6420.
plk: Dostosowuje temperaturę barwową (barwa ciepła względem chłodnej) światła emitowanego przez ten materiał w Kelwinach, np. Świeca = 1850, Lampa ksenonowa o wyładowaniu łukowym = 6420.

# generic_self_illum_color_temperature:uilabel
source: Color Temperature
plk: Temperatura barwowa

# generic_self_illum_color_temperature_candle
source: Candle
plk: Świeca

# generic_self_illum_color_temperature_custom
source: Custom
plk: Niestandardowy

# generic_self_illum_color_temperature_daylight_cool
source: Daylight Cool
plk: Światło dzienne - chłodne

# generic_self_illum_color_temperature_daylight_tv_screen
source: TV Screen
plk: Ekran TV

# generic_self_illum_color_temperature_daylight_warm
source: Daylight Warm
plk: Światło dzienne - ciepłe

# generic_self_illum_color_temperature_daylight_xenon_arc_lamp
source: Xenon Arc Lamp
plk: Lampa ksenonowa

# generic_self_illum_color_temperature_floodlight
source: Floodlight
plk: Reflektor

# generic_self_illum_color_temperature_incadescent_bulb
source: Incandescent Bulb
plk: Żarówka

# generic_self_illum_color_temperature_moonlight
source: Moonlight
plk: Światło księżyca

# generic_self_illum_filter_map
source: Filter Color
plk: Kolor filtra

# generic_self_illum_filter_map:tooltip
source: Adjusts the color of light transmitted through a transparent or semi-transparent material, such as glass.
plk: Dostosowuje kolor światła przechodzącego przez materiał przezroczysty lub półprzezroczysty, na przykład szkło.

# generic_self_illum_filter_map:uilabel
source: Filter Color
plk: Kolor filtra

# generic_self_illum_list_label
source: Luminance
plk: Luminancja

# generic_self_illum_list_label:tooltip
source: Adjusts the brightness of the light emitted by this surface, measured in candelas per square meter; e.g., Dim Glow = 10, Halogen Lamp Lens = 10000.
plk: Dostosowuje jasność światła emitowanego przez tę powierzchnię mierzoną w kandelach na metr kwadratowy, np., Przyćmiony blask = 10, Soczewka lampy halogenowej = 10000.

# generic_self_illum_luminance:uilabel
source: Self Illumination
plk: Światło własne

# generic_self_illum_panel_label
source: Self Illumination
plk: Światło własne

# generic_self_illumination_cell_phone_screen
source: Cell Phone Screen
plk: Ekran telefonu komórkowego

# generic_self_illumination_crt_television
source: CRT Television
plk: Telewizor kineskopowy

# generic_self_illumination_custom
source: Custom
plk: Niestandardowy

# generic_self_illumination_desk_lamp_lens
source: Desk Lamp Lens
plk: Soczewka lampy biurkowej

# generic_self_illumination_dim_glow
source: Dim Glow
plk: Przyćmiony blask

# generic_self_illumination_frosted_bulb
source: Frosted Bulb
plk: Żarówka matowa

# generic_self_illumination_halogen_lamp_lens
source: Halogen Lamp Lens
plk: Soczewka lampy halogenowej

# generic_self_illumination_lamp_shade_exterior
source: Lamp Shade Exterior
plk: Zewnętrzna część klosza lampy

# generic_self_illumination_lamp_shade_interior
source: Lamp Shade Interior
plk: Wewnętrzna część klosza lampy

# generic_self_illumination_led_panel
source: LED Panel
plk: Panel LED

# generic_self_illumination_led_screen
source: LED Screen
plk: Ekran LED

# generic_transparancy_fade
source: Image
plk: Obraz

# generic_transparancy_fade:tooltip
source: Adds an image to combine with the overall transparency amount.
plk: Dodaje obraz, który można połączyć z całkowitą ilością przezroczystości.

# generic_transparency:uilabel
source: Transparency
plk: Przezroczystość

# generic_transparency_image_fade
source: Image Fade
plk: Zaciemnienie

# generic_transparency_image_fade:tooltip
source: Controls the composite of image and transparency amount, e.g., the white of the image will be transparent at the overall amount, and the degree to which the black is opaque is determined by the fade value.
plk: Kontroluje wartość złożoną obrazu i ilości przezroczystości, np. białe części obrazu będą całkowicie przezroczyste, a stopień nieprzezroczystości czerni jest określony przez wartość zaciemnienia.

# generic_transparency_image_fade:uilabel
source: Image Fade
plk: Zaciemnienie

# generic_transparency_panel_label
source: Transparency
plk: Przezroczystość

# generic_transparency_slider_label
source: Amount
plk: Ilość

# generic_transparency_slider_label:tooltip
source: Adjusts the amount of light that passes through a surface rather than reflecting off or being absorbed. Enter a value between 0% (completely opaque) and 100% (completely transparent).
plk: Dostosowuje ilość światła, które przechodzi przez powierzchnię i nie odbija się od niej ani nie jest pochłaniane. Wprowadź wartość z zakresu od 0% (całkowicie nieprzezroczyste) do 100% (całkowicie przezroczyste).

source: geometric
plk: geometryczny

source: glass
plk: szkło

source: glazed
plk: przeszklony

source: glazing
plk: szklenie

# glazing_blue
source: Blue
plk: Niebieskie

# glazing_bluegreen
source: Blue Green
plk: Niebiesko-zielony

# glazing_bronze
source: Bronze
plk: Brąz

# glazing_clear
source: Clear
plk: Przezroczyste

# glazing_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# glazing_custom_color
source: Custom
plk: Niestandardowy

# glazing_glazinggroup
source: Glazing
plk: Szklenie

# glazing_gray
source: Gray
plk: Szare

# glazing_green
source: Green
plk: Zielone

# glazing_no_levels
source: Sheets of Glass
plk: Szyby

# glazing_no_levels:tooltip
source: Adjusts the number of panes of glass; e.g., for double glazing, set this value to 2. Enter a number between 1 and 6.
plk: Dostosowuje liczbę szyb. Na przykład w przypadku podwójnych szyb należy ustawić wartość 2. Wprowadź wartość z zakresu od 1 do 6.

# glazing_no_levels:uilabel
source: Sheets of Glass
plk: Szyby

# glazing_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# glazing_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# glazing_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# glazing_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# glazing_reflectance
source: Reflectance
plk: Współczynnik odbicia

# glazing_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Enter a value between 0% and 100%.
plk: Dostosowuje ilość światła odbijanego od powierzchni szyby (nieprzechodzącego przez nią). Wprowadź wartość z zakresu od 0% do 100%.

# glazing_reflectance:uilabel
source: Reflectance
plk: Współczynnik odbicia

# glazing_refr_depth
source: Refraction Max Trace Depth
plk: Maks. głębia śledzenia załamań

# glazing_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
plk: Po zaznaczeniu tej opcji parametr głębokości załamywania dla materiału będzie określany lokalnie. Po osiągnięciu poziomu ograniczenia zostanie rzucony dodatkowy promień przezroczystości, co ograniczy efekt czarnych krawędzi występujący typowo w przypadku brył ze szkła.

# glazing_refr_depth:uilabel
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# glazing_refr_depth_control_label
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# glazing_transmittance_color
source: Color
plk: Kolor

# glazing_transmittance_color:glazing_blue
source: Blue
plk: Niebieskie

# glazing_transmittance_color:glazing_bluegreen
source: Blue Green
plk: Niebiesko-zielone

# glazing_transmittance_color:glazing_bronze
source: Bronze
plk: Brąz

# glazing_transmittance_color:glazing_clear
source: Clear
plk: Przezroczyste

# glazing_transmittance_color:glazing_custom
source: Custom
plk: Niestandardowe

# glazing_transmittance_color:glazing_gray
source: Gray
plk: Szare

# glazing_transmittance_color:glazing_green
source: Green
plk: Zielone

# glazing_transmittance_color:tooltip
source: Adjusts the color of the glazing and the amount of light that is transmitted through the glass.
plk: Dostosowuje kolor szkliwa oraz ilość światła przechodzącego przez szkło.

# glazing_transmittance_color:uilabel
source: Color
plk: Kolor

# glazing_transmittance_map
source: Custom Color
plk: Kolor niestandardowy

# glazing_transmittance_map:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
plk: Wybiera kolor, obraz lub teksturę proceduralną w celu utworzenia wyglądu materiału.

# glazing_transmittance_map:uilabel
source: Custom Color
plk: Kolor niestandardowy

source: gloss
plk: połysk

source: glossy
plk: błyszczący

source: glow
plk: blask

# glyphDisplay:uilabel
source: Glyph display:
plk: Wyświetlanie znaczników:

source: gold
plk: złoto

source: golden
plk: złoty

source: goldenrod
plk: ciemnożółty

# gradient_Appearance
source: Appearance
plk: Wygląd

# gradient_Color:uilabel
source: Color
plk: Kolor

# gradient_Position:uilabel
source: Position
plk: Położenie

# gradient_Repeat
source: Repeat
plk: Powtórz

# gradient_gradientControl:tooltip
source: Adds nodes by clicking in the gradient bar, and deletes nodes by dragging them off the bar, or selecting them and hitting the delete key.
plk: Dodaje węzły przez kliknięcie paska gradientu i usuwa węzły przez przeciągnięcie ich poza pasek lub wybranie ich i naciśnięcie klawisza Delete.

# gradient_interpolation:gradient_interp_custom
source: Custom
plk: Niestandardowy

# gradient_interpolation:gradient_interp_easyin
source: Ease in
plk: Łagodne wejście

# gradient_interpolation:gradient_interp_easyinout
source: Turbulence
plk: Turbulencja

# gradient_interpolation:gradient_interp_easyout
source: Ease out
plk: Łagodne wyjście

# gradient_interpolation:gradient_interp_linear
source: Linear
plk: Liniowo

# gradient_interpolation:gradient_interp_solid
source: Solid
plk: Bryła

# gradient_interpolation:uilabel
source: Interpolation
plk: Interpolacja

# gradient_noise:gradient_noise_fractal
source: Fractal
plk: Fraktal

# gradient_noise:gradient_noise_regular
source: Regular
plk: Zwykły

# gradient_noise:gradient_noise_turbulence
source: Turbulence
plk: Turbulencja

# gradient_noise:uilabel
source: Noise Type
plk: Typ szumu

# gradient_noise_amount:uilabel
source: Amount
plk: Ilość

# gradient_noise_fractal
source: Fractal
plk: Fraktal

# gradient_noise_high
source: High
plk: Wysoki

# gradient_noise_high:tooltip
source: Adjusts the high threshold. Range = 0 to 1.
plk: Dostosowuje próg wysoki. Zakres = od 0 do 1.

# gradient_noise_high:uilabel
source: High
plk: Wysoki

# gradient_noise_levels
source: Levels
plk: Poziomy

# gradient_noise_levels:tooltip
source: Sets the number of fractal iterations or turbulence (as a continuous function).
plk: Ustawia liczbę fraktalnych powtórzeń turbulencji (w postaci funkcji ciągłej).

# gradient_noise_levels:uilabel
source: Levels
plk: Poziomy

# gradient_noise_list_label
source: Noise Type
plk: Typ szumu

# gradient_noise_list_label:tooltip
source: Displays the different methods to create the noise patterns: Regular, Fractal or Turbulence.
plk: Wyświetla różne metody tworzenia wzorów szumu: Zwykły, Fraktalny lub Turbulencja.

# gradient_noise_low
source: Low
plk: Niski

# gradient_noise_low:tooltip
source: Adjusts the low noise threshold. When the noise value is above the Low threshold and below the High threshold, the dynamic range is stretched to fill 0 to 1. This causes a smaller discontinuity at the threshold transition and produces less potential aliasing.
plk: Dostosowuje próg niskiego szumu. Gdy wartość szumu przekracza próg niski i jest mniejsza niż próg wysoki, zakres dynamiczny jest zwiększany w zakresie od 0 do 1. Powoduje to niewielki brak ciągłości podczas przechodzenia progów i ogranicza potencjalny aliasing.

# gradient_noise_low:uilabel
source: Low
plk: Niski

# gradient_noise_panel_label
source: Noise
plk: Hałas

# gradient_noise_phase
source: Phase
plk: Faza

# gradient_noise_phase:tooltip
source: Controls the speed of the animation of the noise function. A 3D noise function is used for the noise; the first two parameters are U and V and the third is phase.
plk: Kontroluje szybkość animacji funkcji szumów. W przypadku szumu używana jest funkcja 3D; pierwsze dwa parametry to U i V, a trzeci parametr to faza.

# gradient_noise_phase:uilabel
source: Phase
plk: Faza

# gradient_noise_regular
source: Regular
plk: Zwykły

# gradient_noise_size
source: Size
plk: Wielkość

# gradient_noise_size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
plk: Ustala skalę funkcji szumu. Mniejsze wartości powodują powstanie mniejszych porcji szumu.

# gradient_noise_size:uilabel
source: Size
plk: Wielkość

# gradient_noise_slider_label
source: Amount
plk: Ilość

# gradient_noise_slider_label:tooltip
source: When nonzero, a random noise effect is applied to the gradient, based on the interaction of the gradient ramp colors (and maps, if present). The higher this value, the greater the effect. Range= 0 to 1.
plk: Gdy wartość jest różna od zera, do gradientu stosowany jest efekt szumu losowego na podstawie interakcji kolorów rampy gradientu (i map, jeśli występują). Im większa wartość, tym większy efekt. Zakres od 0 do 1.

# gradient_noise_smooth
source: Smooth
plk: Gładki

# gradient_noise_smooth:tooltip
source: Adjusts the noise smoothness. Range = 0 to 1.
plk: Dostosowuje płynność szumu. Zakres od 0 to 1.

# gradient_noise_smooth:uilabel
source: Smooth
plk: Gładki

# gradient_noise_threshold
source: Noise Threshold
plk: Próg szumu

# gradient_noise_threshold:tooltip
source: Specify the Noise Threshold of the area represented by the image above.
plk: Określ Próg szumu w obszarze reprezentowanym przez powyższy obraz.

# gradient_noise_turbulence
source: Turbulence
plk: Turbulencja

# gradient_position
source: Position
plk: Położenie

# gradient_scale_group
source: Scale
plk: Skala

# gradient_transforms_group
source: Transforms
plk: Przekształcenia

source: Gradient Type
plk: Typ gradientu

# gradient_type:gradient_type_4corner
source: Linear asymmetrical
plk: Liniowy asymetryczny

# gradient_type:gradient_type_box
source: Box
plk: Kostka

# gradient_type:gradient_type_diagonal
source: Diagonal
plk: Po przekątnej

# gradient_type:gradient_type_lighting
source: Light normal
plk: Światło normalne

# gradient_type:gradient_type_linear
source: Linear
plk: Liniowy

# gradient_type:gradient_type_mapped
source: Mapped
plk: Odwzorowany

# gradient_type:gradient_type_normal
source: Camera normal
plk: Kamera normalna

# gradient_type:gradient_type_radial
source: Radial
plk: Promieniowy

# gradient_type:gradient_type_spiral
source: Spiral
plk: Spiralny

# gradient_type:gradient_type_sweep
source: Sweep
plk: Przeciągnięcie profilu

# gradient_type:gradient_type_tartan
source: Tartan
plk: Krata

# gradient_type:tooltip
source: Specifies shape of the gradient, except for the Light and Camera types where the gradient shape is defined as a function of the camera or scene lighting.
plk: Określa kształt gradientu z wyjątkiem typów oświetlenia i kamery, w przypadku których kształt gradientu jest zdefiniowany jako funkcja kamery lub oświetlenia sceny.

# gradient_type:uilabel
source: Gradient Type
plk: Typ gradientu

# gradient_type_4corner
source: Linear asymmetrical
plk: Liniowy asymetryczny

# gradient_type_box
source: Box
plk: Kostka

# gradient_type_diagonal
source: Diagonal
plk: Po przekątnej

# gradient_type_lighting
source: Light normal
plk: Światło normalne

# gradient_type_linear
source: Linear
plk: Liniowy

# gradient_type_normal
source: Camera normal
plk: Kamera normalna

# gradient_type_radial
source: Radial
plk: Promieniowy

# gradient_type_spiral
source: Spiral
plk: Spiralny

# gradient_type_sweep
source: Sweep
plk: Przeciągnięcie profilu

# gradient_type_tartan
source: Tartan
plk: Krata

source: grain
plk: ziarno

source: granite
plk: granit

# granite_tex:uilabel
source: Granite Texture
plk: Tekstura Granit

source: graphics asset
plk: zasób graficzny

# graphics_cut_pattern
source: Pattern
plk: Wzór

# graphics_cut_pattern:uilabel
source: Pattern
plk: Wzór

# graphics_cut_pattern_color
source: Color
plk: Kolor

# graphics_cut_pattern_color:uilabel
source: Color
plk: Kolor

# graphics_cut_pattern_label
source: Cut Pattern
plk: Wzór cięcia

# graphics_shading_color
source: Color
plk: Kolor

# graphics_shading_color:uilabel
source: Color
plk: Kolor

# graphics_shading_label
source: Shading
plk: Cieniowanie

# graphics_shading_transparency
source: Transparency
plk: Przezroczystość

# graphics_shading_transparency:uilabel
source: Transparency
plk: Przezroczystość

# graphics_surface_pattern
source: Pattern
plk: Wzór

# graphics_surface_pattern:uilabel
source: Pattern
plk: Wzór

# graphics_surface_pattern_alignment
source: Alignment
plk: Wyrównanie

# graphics_surface_pattern_alignment_x:uilabel
source: Alignment X
plk: Wyrównanie X

# graphics_surface_pattern_alignment_y:uilabel
source: Alignment Y
plk: Wyrównanie Y

# graphics_surface_pattern_color
source: Color
plk: Kolor
