Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
deu: Mauerwerk.Stein.Marmor.Quadratisch.Geschichtet.Poliert.Weiß - Braun - Schwarz

source: Masonry.Stone.Onyx.Black
deu: Mauerwerk.Stein.Onyx.Schwarz

source: Masonry.Stone.Onyx.Blue
deu: Mauerwerk.Stein.Onyx.Blau

source: Masonry.Stone.Onyx.Rose
deu: Mauerwerk.Stein.Onyx.Rosarot

source: Masonry.Stone.Slate
deu: Mauerwerk.Stein.Schiefer

source: Masonry.Stone.Slate.Green
deu: Mauerwerk.Stein.Schiefer.Grün

source: Masonry.Stone.Slate.Mottled
deu: Mauerwerk.Stein.Schiefer.Marmoriert

source: Masonry.Stone.Slate.Red
deu: Mauerwerk.Stein.Schiefer.Rot

source: Masonry.Stone.Soapstone.BlueGreen
deu: Mauerwerk.Stein.Speckstein.Blaugrün

source: Masonry.Stone.Soapstone.DarkGrey
deu: Mauerwerk.Stein.Speckstein.Dunkelgrau

source: Masonry.Stone.Travertine.Cream
deu: Mauerwerk.Stein.Travertin.Cremeweiß

source: Masonry.Stone.Travertine.DarkBrown
deu: Mauerwerk.Stein.Travertin.Dunkelbraun

source: Masonry.Stone.Travertine.DarkRed
deu: Mauerwerk.Stein.Travertin.Dunkelrot

source: Masonry.Unit Masonry.Brick.Adobe.Running
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Lehmziegel.Läuferverband

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Dreier-Blockverband

source: Masonry.Unit Masonry.Brick.Modular.Clinker
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Klinker

source: Masonry.Unit Masonry.Brick.Modular.Common
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Gewöhnlich

source: Masonry.Unit Masonry.Brick.Modular.Cored
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Kern

source: Masonry.Unit Masonry.Brick.Modular.English
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Englisch

source: Masonry.Unit Masonry.Brick.Modular.English Cross
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Blockverband (Kreuz)

source: Masonry.Unit Masonry.Brick.Modular.Face
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Fläche

source: Masonry.Unit Masonry.Brick.Modular.Fire
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Gebrannt

source: Masonry.Unit Masonry.Brick.Modular.Flemish
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Flämischer Verband

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Kreuzverband ein halb versetzt

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Tannenberg-Verband

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Gartenmauer

source: Masonry.Unit Masonry.Brick.Modular.Glazed
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Glasiert

source: Masonry.Unit Masonry.Brick.Modular.Header
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Binderverband

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Fischgrätverband

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Fischgrätverband.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Läuferverband 1/3 versetzt

source: Masonry.Unit Masonry.Brick.Modular.Press
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Gepresst

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Rollschicht

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Rollschicht.Versetzt

source: Masonry.Unit Masonry.Brick.Modular.Running
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Läuferverband

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Läuferverband.Braun

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Läuferverband.Glasiert.Blau

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Läuferverband.Grau

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Läuferverband.Rot

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Läuferverband.Angerissen.Rot

source: Masonry.Unit Masonry.Brick.Modular.Sailor
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.BinderHochkant

source: Masonry.Unit Masonry.Brick.Modular.Screen
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Zwischenwand

source: Masonry.Unit Masonry.Brick.Modular.Shiner
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.LäuferGekippt

source: Masonry.Unit Masonry.Brick.Modular.Soldier
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.LäuferHochkant

source: Masonry.Unit Masonry.Brick.Modular.Stack
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Reihenverband

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Modular.Geschichtet.Grau

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Norman.Läuferverband 1/3 versetzt

source: Masonry.Unit Masonry.Brick.Norman.Soldier
deu: Mauerwerk.Ziegelmauerwerk.Ziegel.Norman.LäuferHochkant

source: Masonry.Unit Masonry.CMU.Efflorescence
deu: Mauerwerk.Ziegelmauerwerk.Beton.Effloreszenz

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
deu: Mauerwerk.Ziegelmauerwerk.Beton.Stützmauer.Läuferverband

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
deu: Mauerwerk.Ziegelmauerwerk.Beton.Gerippt.Geschichtet

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
deu: Mauerwerk.Ziegelmauerwerk.Beton.BinderHochkant.Geschichtet

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
deu: Mauerwerk.Ziegelmauerwerk.Beton.Sandgestrahlt.Grau

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
deu: Mauerwerk.Ziegelmauerwerk.Beton.Sandgestrahlt.Gelbbraun

source: Masonry.Unit Masonry.CMU.Scored.Running
deu: Mauerwerk.Ziegelmauerwerk.Beton.Angerissen.Läuferverband

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
deu: Mauerwerk.Ziegelmauerwerk.Beton.Angerissen.Läuferverband.Waschbeton

source: Masonry.Unit Masonry.CMU.Screen.Stacked
deu: Mauerwerk.Ziegelmauerwerk.Beton.Zwischenwand.Geschichtet

source: Masonry.Unit Masonry.CMU.Shadow.Running
deu: Mauerwerk.Ziegelmauerwerk.Beton.Relief.Läuferverband

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
deu: Mauerwerk.Ziegelmauerwerk.Beton.Schalldämpfend.Läuferverband

source: Masonry.Unit Masonry.CMU.Split-Face.Running
deu: Mauerwerk.Ziegelmauerwerk.Beton.Spaltoptik.Läuferverband

source: Masonry.Unit Masonry.CMU.Stretcher.Running
deu: Mauerwerk.Ziegelmauerwerk.Beton.Läufer.Läuferverband

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
deu: Mauerwerk.Ziegelmauerwerk.Beton.Läufer.Läuferverband.Waschbeton

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
deu: Mauerwerk.Ziegelmauerwerk.Beton.Läufer.Läuferverband.Glasiert.Blau

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
deu: Mauerwerk.Ziegelmauerwerk.Beton.Läufer.Geschichtet

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
deu: Mauerwerk.Ziegelmauerwerk.Beton.Läufer.Geschichtet.Glasiert.Blau

source: Masonry.Unit Masonry.Glass Block.Square.Stack
deu: Mauerwerk.Ziegelmauerwerk.Glasblock.Quadrat.Reihenverband

source: Masonry/Brick
deu: Mauerwerk/Ziegel

source: Masonry/CMU
deu: Mauerwerk/CMU

source: Masonry/Stone
deu: Mauerwerk/Stein

source: MasonryCMU
deu: Mauerwerk - CMU

# MasonryCMUSchema_localname:Masonry
source: Masonry
deu: Mauerwerk

# MasonryCMUSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Material-010
deu: Glasfaserbeton

source: Material-068
deu: Gold

source: Material-071
deu: Eisen, duktil

source: Material-072
deu: Blei

source: Material-076
deu: Silber

source: Material-077
deu: Stahl

source: Material-079
deu: Stahl, galvanisiert

source: Material-094
deu: Titan

source: Material-111
deu: CFK

source: Material-121
deu: Phenolharz

source: Material-123
deu: Polyethylen, niedrige Dichte

source: Material-124
deu: Polyethylen, hohe Dichte

source: Material-127
deu: Polypropylen

source: Material-128
deu: Polystyrol, hochschlagfest

source: Material-193
deu: Wasser

source: MaterialInv_001
deu: Beton

source: MaterialInv_002
deu: Glas

source: MaterialInv_003
deu: Stahl, Legierung

source: MaterialInv_004
deu: Aluminium 6061

source: MaterialInv_005
deu: Aluminum 6061-AHC

source: MaterialInv_006
deu: Messing, weicher Gelbton

source: MaterialInv_007
deu: Bronze, weiche Zinnbronze

source: MaterialInv_008
deu: Stahl, Kohlenstoff

source: MaterialInv_009
deu: Bronze, Guss

source: MaterialInv_010
deu: Kupfer, Guss

source: MaterialInv_011
deu: Eisen, Guss

source: MaterialInv_012
deu: Stahl, Guss

source: MaterialInv_013
deu: Kupfer

source: MaterialInv_014
deu: Kupfer, Legierung

source: MaterialInv_018
deu: Eisen, grau

source: MaterialInv_020
deu: Eisen, schmiedbar

source: MaterialInv_021
deu: Nickel-Kupfer-Legierung 400

source: MaterialInv_022
deu: Stahl, unlegiert

source: MaterialInv_024
deu: Edelstahl

source: MaterialInv_025
deu: Edelstahl, 440C

source: MaterialInv_026
deu: Edelstahl, austenitisch

source: MaterialInv_028
deu: Stahl, hochfest, niedrig legiert

source: MaterialInv_029
deu: Stahl, weich

source: MaterialInv_031
deu: Aluminum 6061, geschweißt

source: MaterialInv_032
deu: Messing, weicher Gelbton, geschweißt

source: MaterialInv_033
deu: Edelstahl AISI 440C, geschweißt

source: MaterialInv_034
deu: Stahl, weich, geschweißt

source: MaterialInv_035
deu: Kupfer, geschmiedet

source: MaterialInv_036
deu: Stahl, geschmiedet

source: MaterialInv_037
deu: ABS-Kunststoff

source: MaterialInv_038
deu: Acetalharz, schwarz

source: MaterialInv_039
deu: Acetalharz, weiß

source: MaterialInv_042
deu: LCP-Kunststoff

source: MaterialInv_044
deu: Nylon-Verbundwerkstoff (Nylon - Molybdändisulfid)

source: MaterialInv_045
deu: Nylon 6/6

source: MaterialInv_046
deu: PBT-Kunststoff

source: MaterialInv_047
deu: PC/ABS-Kunststoff

source: MaterialInv_048
deu: PET-Kunststoff

source: MaterialInv_049
deu: PMMA-Kunststoff

source: MaterialInv_050
deu: Polyaryletherketon-Kunststoff

source: MaterialInv_051
deu: Polycarbonat, klar

source: MaterialInv_052
deu: Polycarbonat, rauchfarben

source: MaterialInv_054
deu: Polystyrol

source: MaterialInv_055
deu: PPS-Kunststoff

source: MaterialInv_056
deu: PVC-Rohrsysteme

source: MaterialInv_057
deu: PVC, hart

source: MaterialInv_058
deu: Kautschuk

source: MaterialInv_059
deu: SAN-Kunststoff

source: MaterialInv_060
deu: Gummi, Silikon

source: MaterialInv_061
deu: Thermoplastisches Harz

source: MaterialInv_062
deu: UHMW, schwarz

source: MaterialInv_063
deu: UHMW, weiß

source: MaterialInv_064
deu: Siliziumnitrid

source: MaterialInv_066
deu: Holz (Birke)

source: MaterialInv_067
deu: Holz (Kirsche)

source: MaterialInv_068
deu: Holz (Ahorn)

source: MaterialInv_069
deu: Holz (Eiche)

source: MaterialInv_070
deu: Holz (Walnuss)

source: MaterialInv_072
deu: Generisch

source: Materials
deu: Materialien

source: Medium gray and circular roofing shingles
deu: Mittelgraue runde Dachschindeln

source: Medium gray and rectangular roofing shingles
deu: Mittelgraue rechteckige Dachschindeln

source: Medium gray and rippled edge roofing shingles
deu: Mittelgraue Dachschindeln mit Falz

source: Medium gray and small rectangular roofing shingles
deu: Mittelgraue kleine und rechteckige Dachschindeln

source: Medium gray color
deu: Mittelgrauer Farbton

source: Membrane
deu: Sperrschicht

source: Metal
deu: Metall

source: Metal structural asset.
deu: Metalltragwerk.

source: Metal-001
deu: Eloxiert - blau

source: Metal-002
deu: Eloxiert - bronze

source: Metal-003
deu: Zink

source: Metal-004
deu: Aluminium - poliert

source: Metal-005
deu: Poliert - stark gebürstet - Version 1.1

source: Metal-005-1-2
deu: Poliert - stark gebürstet

source: Metal-006
deu: Poliert - gehämmert

source: Metal-007
deu: Poliert - kleine Pyramide - kordiert - Version 1.1

source: Metal-007-1-2
deu: Poliert - kleine Pyramide - kordiert

source: Metal-008
deu: Satin

source: Metal-009
deu: Satiniert - gebürstet - schwer

source: Metal-010
deu: Satiniert - gebürstet

source: Metal-011
deu: Satiniert - gehämmert

source: Metal-012
deu: Messing - poliert

source: Metal-013
deu: Messing - satiniert

source: Metal-014
deu: Bronze - poliert

source: Metal-015
deu: Bronze - poliert - gebürstet

source: Metal-016
deu: Bronze - satiniert

source: Metal-017
deu: Chrom - poliert

source: Metal-018
deu: Chrom - poliert - gebürstet - Version 1.1

source: Metal-018-1-2
deu: Chrom - poliert - gebürstet

source: Metal-019
deu: Chrom - satiniert

source: Metal-020
deu: Kupfer - Patina - gehämmert

source: Metal-021
deu: Kupfer - poliert

source: Metal-022
deu: Kupfer - satiniert

source: Metal-023
deu: Kupfer - satiniert - stark gebürstet - Version 1.1

source: Metal-023-1-2
deu: Kupfer - satiniert - stark gebürstet

source: Metal-024
deu: Messing - satiniert - Gewebe

source: Metal-025
deu: Rostfrei - poliert

source: Metal-026
deu: Bronze - Patina

source: Metal-027
deu: Rostfrei - satiniert

source: Metal-028
deu: Rostfrei - satiniert - grobes Gewebe - Version 1.1

source: Metal-028-1-2
deu: Rostfrei - satiniert - grobes Gewebe

source: Metal-029
deu: Rostfrei - satiniert - stark gebürstet - Version 1.1

source: Metal-029-1-2
deu: Rostfrei - satiniert - stark gebürstet

source: Metal-030
deu: Rostfrei - satiniert - kordiert - große Pyramide

source: Metal-031
deu: Poliert - gebürstet - Version 1.1

source: Metal-031-1-2
deu: Poliert - gebürstet

source: Metal-032
deu: Satiniert - Gewebe

source: Metal-033
deu: Satiniert - gebürstet - Version 1.1

source: Metal-033-1-2
deu: Satiniert - gebürstet

source: Metal-034
deu: Satiniert - gehämmert

source: Metal-035
deu: Schachbrett

source: Metal-036
deu: Eloxiert - schwarz

source: Metal-037
deu: Eloxiert - blaugrau

source: Metal-038
deu: Eloxiert - dunkelgrau

source: Metal-039
deu: Eloxiert - hellgrau

source: Metal-040
deu: Eloxiert - grau

source: Metal-041
deu: Eloxiert - rot

source: Metal-042
deu: Eloxiert - weiß

source: Metal-043
deu: Eloxiert - grau - Textur

source: Metal-044
deu: Rostfrei - gebürstet

source: Metal-045
deu: Halbpoliert

source: Metal-046
deu: Poliert - Rautenblech - Version 1.1

source: Metal-046-1-2
deu: Poliert - Rautenblech

source: Metal-047
deu: Satin

source: Metal-048
deu: Eloxiert - dunkelbronze

source: Metal-049
deu: Poliert - gebürstet - Version 1.1

source: Metal-049-1-2
deu: Poliert - gebürstet

source: Metal-050
deu: Messing - satiniert - gebürstet - schwer

source: Metal-051
deu: Kupfer - Patina

source: Metal-052
deu: Bronze - satiniert - gehämmert

source: Metal-053
deu: Chrom - poliert - stark gebürstet - Version 1.1

source: Metal-053-1-2
deu: Chrom - poliert - stark gebürstet

source: Metal-054
deu: Kupfer - satiniert - gebürstet - Version 1.1

source: Metal-054-1-2
deu: Kupfer - satiniert - gebürstet

source: Metal-055
deu: Rostfrei - poliert - gebürstet - Version 1.1

source: Metal-055-1-2
deu: Rostfrei - poliert - gebürstet

source: Metal-056
deu: Rostfrei - satiniert - gehämmert

source: Metal-057
deu: Chrom - satiniert - Gewebe

source: Metal-058
deu: Maschendrahtzaun

source: Metal-059
deu: Dach mit Stehfalz

source: Metal-060
deu: Aluminium - dunkel

source: Metal-061
deu: Maschinell bearbeitet - Aluminium

source: Metal-062
deu: Rautenblech - dunkelgrau - Version 1.1

source: Metal-062-1-2
deu: Rautenblech - dunkelgrau

source: Metal-063
deu: Kordiert 45 - Version 1.1

source: Metal-063-1-2
deu: Kordiert 45

source: Metal-065
deu: Rautenblech 2 - dunkelgrau - Version 1.1

source: Metal-065-1-2
deu: Rautenblech 2 - dunkelgrau

source: Metal.
deu: Metall.

source: Metal/Aluminum
deu: Metall/Aluminium

source: Metal/Fabricated
deu: Metall/vorgefertigt

source: Metal/Iron
deu: Metall/Eisen

source: Metal/Non Ferrous
deu: Metall/nicht Eisen

source: Metal/Steel
deu: Metall/Stahl

source: MetalPaint-001
deu: Abgeblättert - satiniert - schwarz

source: MetalPaint-002
deu: Glasiert - schwarz

source: MetalPaint-003
deu: Glänzend - schwarz

source: MetalPaint-004
deu: Satiniert - schwarz

source: MetalPaint-005
deu: Abgeblättert - reflektierend - beige

source: MetalPaint-006
deu: Reflektierend - Weizen

source: MetalPaint-007
deu: Reflektierend - Elfenbein

source: MetalPaint-008
deu: Reflektierend - weiß

source: MetalPaint-009
deu: Abgeblättert - satiniert - stahlblau

source: MetalPaint-010
deu: Abgeblättert - satiniert - blau

source: MetalPaint-011
deu: Satiniert - olivgrün

source: MetalPaint-012
deu: Satiniert - violett

source: MetalPaint-013
deu: Satiniert - braun

source: MetalPaint-014
deu: Abgeblättert - satiniert - dunkelblau

source: MetalPaint-015
deu: Glänzend - Siena

source: MetalPaint-016
deu: Glänzend - waldgrün

source: MetalPaint-017
deu: Satiniert - hellrot

source: MetalPaint-018
deu: Satiniert - Leinen

source: MetalPaint-019
deu: Satiniert - mitternachtsblau

source: MetalPaint-020
deu: Abgeblättert - satiniert - seegrün

source: MetalPaint-021
deu: Satiniert - rosarot

source: MetalPaint-022
deu: Satiniert - Goldrute

source: MetalPaint-023
deu: Glasiert - Schamotte

source: MetalPaint-024
deu: Glänzend - tiefviolett

source: MetalPaint-025
deu: Abgeblättert - satiniert - schiefergrau

source: MetalPaint-026
deu: Satiniert - Zitrone

source: MetalPaint-027
deu: Satiniert - Lavendel

source: MetalPaint-028
deu: Reflektierend - abgeblättert - Magenta

source: MetalPaint-029
deu: Glänzend - Gold

source: MetalPaint-030
deu: Satiniert - Gold

source: MetalPaint-031
deu: Satiniert - Silber

source: MetalPaint-032
deu: Poliert - Silber

# MetalSchema_localname:Metal
source: Metal
deu: Metall

# MetalSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Metallic Paint
deu: Metallic-Farbe

source: Metallic Paint material.
deu: Metallic-Farbe Material.

source: MetallicPaint
deu: Metallic-Farbe

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
deu: Metallic-Farbe

# MetallicPaintSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
deu: Metalle.Metallbauten.Metalltreppen.Galvanisiert

source: Metals.Metal Handrails and Railings.Painted.White
deu: Metalle.Metallhandläufe und -geländer.Lackiert.Weiß

source: Metals.Metal Joists.Steel
deu: Metalle.Metallträger.Stahl

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
deu: Metalle.Ornamentale Metalle.Aluminium.Eloxiert.Dunkelbronze

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
deu: Metalle.Ornamentale Metalle.Aluminium.Eloxiert.Dunkelbronze.Satiniert

source: Metals.Ornamental Metals.Aluminum.Brushed
deu: Metalle.Ornamentale Metalle.Aluminium.Gebürstet

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
deu: Metalle.Ornamentale Metalle.Aluminium.Gebürstet.Blau-Silber

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
deu: Metalle.Ornamentale Metalle.Aluminium.Gebürstet.Unregelmäßig

source: Metals.Ornamental Metals.Brass.Satin
deu: Metalle.Ornamentale Metalle.Messing.Satiniert

source: Metals.Ornamental Metals.Bronze.Satin
deu: Metalle.Ornamentale Metalle.Bronze.Satiniert

source: Metals.Ornamental Metals.Checker Plate.45deg
deu: Metalle.Ornamentale Metalle.Schachbrett.45GraD

source: Metals.Ornamental Metals.Checker Plate.Parquet
deu: Metalle.Ornamentale Metalle.Schachbrett.Parkett

source: Metals.Ornamental Metals.Chrome.Satin
deu: Metalle.Ornamentale Metalle.Chrom.Satiniert

source: Metals.Ornamental Metals.Copper
deu: Metalle.Ornamentale Metalle.Kupfer

source: Metals.Ornamental Metals.Galvanized
deu: Metalle.Ornamentale Metalle.Galvanisiert

source: Metals.Ornamental Metals.Plate.Mesh
deu: Metalle.Ornamentale Metalle.Platte.Netz

source: Metals.Ornamental Metals.Plate.Mesh.1
deu: Metalle.Ornamentale Metalle.Platte.Netz.1

source: Metals.Ornamental Metals.Plate.Mesh.2
deu: Metalle.Ornamentale Metalle.Platte.Netz.2

source: Metals.Ornamental Metals.Plate.Perforated
deu: Metalle.Ornamentale Metalle.Platte.Perforiert

source: Metals.Ornamental Metals.Plate.Perforated.1
deu: Metalle.Ornamentale Metalle.Platte.Perforiert.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
deu: Metalle.Ornamentale Metalle.Platte.Genietet.Hellgrau

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
deu: Metalle.Ornamentale Metalle.Platte.Genietet.2

source: Metals.Ornamental Metals.Rust.1
deu: Metalle.Ornamentale Metalle.Rost.1

source: Metals.Ornamental Metals.Rust.2
deu: Metalle.Ornamentale Metalle.Rost.2

source: Metals.Ornamental Metals.Rust.3
deu: Metalle.Ornamentale Metalle.Rost.3

source: Metals.Ornamental Metals.Stainless.Bright
deu: Metalle.Ornamentale Metalle.Rostfrei.Hell

source: Metals.Ornamental Metals.Stainless.Satin
deu: Metalle.Ornamentale Metalle.Rostfrei.Satiniert

source: Metals.Ornamental Metals.Weathered
deu: Metalle.Ornamentale Metalle.Verwittert

source: Metals.Structural Metal Framing.Steel
deu: Metalle.Strukturmetallrahmen.Stahl

source: Mics
deu: Versch.

source: Mild Steel
deu: Schmiedestahl

source: Mild steel - welded
deu: Schmiedestahl - geschweißt

source: Mirror
deu: Spiegel

source: Mirror material.
deu: Spiegelmaterial.

source: Mirror-001
deu: Einfach

source: Mirror-002
deu: Warm getönt

source: Mirror-003
deu: Badezimmer

source: Mirror-004
deu: Kühl getönt

source: Mirror-005
deu: Kosmetik

source: Mirror-006
deu: Nicht getönt

source: Mirror-007
deu: Rauchfarben - dunkel

source: Mirror-008
deu: Rauchfarben - hell

# MirrorSchema_localname:Mirror
source: Mirror
deu: Spiegel

# MirrorSchema_localtype:Appearance
source: Appearance
deu: Aussehen

source: Misc
deu: Versch.

source: Miscellaneous
deu: Verschiedene

source: Molded HDPE
deu: Gegossenes HDPE

source: Molded LDPE
deu: Gegossenes LDPE

source: Molybdenum disulphide filled nylon
deu: Molybdändisulfid gefülltes Nylon

source: Monel metal
deu: Monelmetall

source: Month:
deu: Monat:

# Month:uilabel
source: Month:
deu: Monat:

source: Natural Rubber
deu: Naturkautschuk

source: Natural rubber
deu: Natürliches Gummi

source: Noise
deu: Rauschen

source: Noise map.
deu: Rausch-Map.

# NoiseSchema_localname:Noise
source: Noise
deu: Rauschen

# NoiseSchema_localtype:Texture
source: Texture
deu: Textur

source: Non Ferrous
deu: Nicht aus Eisen

source: Non alloy steel
deu: Unlegierter Stahl

source: Oxygen free copper
deu: Sauerstofffreies Kupfer

source: Paint
deu: Farbe oder Lack

source: Paint material for interiors.
deu: Farbmaterial für Innenausstattung.

source: Paint-001
deu: Schwarz

source: Paint-002
deu: Schwarz

source: Paint-003
deu: Aquamarin

source: Paint-004
deu: Kadettenblau

source: Paint-005
deu: Himmelblau - dunkel

source: Paint-006
deu: Dunkeltürkis

source: Paint-007
deu: Himmelblau - dunkel

source: Paint-008
deu: Dunkeltürkis

source: Paint-009
deu: Himmelblau - mittel

source: Paint-010
deu: Türkis

source: Paint-011
deu: Schieferblau

source: Paint-012
deu: Cyan

source: Paint-013
deu: Cyan

source: Paint-014
deu: Flieder

source: Paint-015
deu: Stahlblau - hell

source: Paint-016
deu: Stahlblau - hell

source: Paint-017
deu: Stahlblau

source: Paint-018
deu: Violett

source: Paint-019
deu: Gelbbraun

source: Paint-020
deu: Schokolade

source: Paint-021
deu: Gestreift

source: Paint-022
deu: Schokolade - hell

source: Paint-023
deu: Café

source: Paint-024
deu: Hellbeige

source: Paint-025
deu: Hellbeige

source: Paint-026
deu: Sand

source: Paint-027
deu: Weizen

source: Paint-028
deu: Weizen

source: Paint-029
deu: Perlmutt

source: Paint-030
deu: Dunkelgrau

source: Paint-031
deu: Dunkelgrau

source: Paint-032
deu: Hellgrau

source: Paint-033
deu: Hellgrau

source: Paint-034
deu: Grau

source: Paint-035
deu: Gelbgrün

source: Paint-036
deu: Waldgrün

source: Paint-037
deu: Waldgrün

source: Paint-038
deu: Dunkelolivgrün
