Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# solidglass_reflectance:uilabel
source: Reflectance
csy: Odrazivost

# solidglass_refr_depth
source: Refraction Max Trace Depth
csy: Maximální hloubka odrazu

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
csy: Je-li zaškrtnuto toto políčko, řídí se hloubka lomu materiálu místně a při dosažení limitu bude vržen dodatečný paprsek průhlednosti, což omezí efekt černého okraje, který se obvykle objevuje na objektech z plného skla.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# solidglass_refr_depth_control_label
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
csy: Vzdálenost úbytku

# solidglass_refr_ior
source: Refraction
csy: Lom

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
csy: Nastavuje míru ohybu světla při průchodu povrchem. Výchozí hodnota je 1,52 a rozsah 0 až 5.

# solidglass_refr_ior:uilabel
source: Refraction
csy: Lom

# solidglass_refr_ior_air
source: Air
csy: Vzduch

# solidglass_refr_ior_alcohol
source: Alcohol
csy: Alkohol

# solidglass_refr_ior_custom
source: Custom
csy: Vlastní

# solidglass_refr_ior_diamond
source: Diamond
csy: Kosočtverec

# solidglass_refr_ior_glass
source: Glass
csy: Sklo

# solidglass_refr_ior_quartz
source: Quartz
csy: Křemen

# solidglass_refr_ior_water
source: Water
csy: Voda

# solidglass_rippled
source: Rippled
csy: Rýhované

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# solidglass_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# solidglass_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# solidglass_roundcorners_radius
source: Source
csy: Zdroj

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# solidglass_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# solidglass_solidglassgroup
source: Solid Glass
csy: Plné sklo

# solidglass_transmittance
source: Color
csy: Barva

# solidglass_transmittance:solidglass_blue
source: Blue
csy: Modrá

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
csy: Modrozelená

# solidglass_transmittance:solidglass_bronze
source: Bronze
csy: Bronzová

# solidglass_transmittance:solidglass_clear
source: Clear
csy: Čirá

# solidglass_transmittance:solidglass_custom
source: Custom
csy: Vlastní

# solidglass_transmittance:solidglass_gray
source: Gray
csy: Šedá

# solidglass_transmittance:solidglass_green
source: Green
csy: Zelená

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
csy: Slouží k výběru předdefinované či vlastní barvy.

# solidglass_transmittance:uilabel
source: Color
csy: Barva

# solidglass_transmittance_custom_color
source: Custom Color
csy: Vlastní barva

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
csy: Vybírá barvu, obrázek nebo procedurální texturu k vytvoření vzhledu materiálu.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
csy: Vlastní barva

# solidglass_wavy
source: Wavy
csy: Vlny

source: spanish
csy: španělský

source: special
csy: zvláštní

# speckle_Appearance
source: Appearance
csy: Vzhled

# speckle_Color1
source: Color 1
csy: Barva 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
csy: Určuje první barvu skvrnky.

# speckle_Color1:uilabel
source: Color 1
csy: Barva 1

# speckle_Color2
source: Color 2
csy: Barva 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
csy: Určuje druhou barvu skvrnky.

# speckle_Color2:uilabel
source: Color 2
csy: Barva 2

# speckle_Position
source: Position
csy: Umístění

# speckle_Size
source: Size
csy: Velikost

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
csy: Nastavuje velikost skvrnek.

# speckle_Size:uilabel
source: Size
csy: Velikost

# speckle_transforms_group
source: Transforms
csy: Transformace

source: speckled
csy: skvrnitý

source: Specular:
csy: Zrcadlový:

# specular:uilabel
source: Specular:
csy: Zrcadlový:

source: Specular Color:
csy: Odražená barva:

# specularColor:uilabel
source: Specular Color:
csy: Odražená barva:

source: Sphere
csy: Koule

# sphere_radius
source: Radius:
csy: Poloměr:

# sphere_radius:uilabel
source: Radius:
csy: Poloměr:

source: splatter
csy: postříkat

source: split
csy: rozdělit

source: spot
csy: Tečka

# spread:uilabel
source: Spread:
csy: Rozšířit:

source: square
csy: čtverec

source: squares
csy: čtverce

# ssao_blend_amount
source: Blending:
csy: Míchání:

# ssao_blend_amount:uilabel
source: Blending:
csy: Míchání:

# ssao_blur_radius
source: Blur:
csy: Skvrna:

# ssao_blur_radius:uilabel
source: Blur:
csy: Skvrna:

# ssao_custom
source: Custom
csy: Vlastní

# ssao_filter_color
source: Filter Color:
csy: Barva filtru:

# ssao_filter_color:uilabel
source: Filter Color:
csy: Barva filtru:

# ssao_high
source: Fine (Slowest)
csy: Vysoká (nejpomalejší)

# ssao_low
source: Coarse (Fastest)
csy: Hrubá (nejrychlejší)

# ssao_medium
source: Medium
csy: Střední

# ssao_quality
source: Quality:
csy: Kvalita:

# ssao_quality:ssao_custom
source: Custom
csy: Vlastní

# ssao_quality:ssao_high
source: Fine (Slowest)
csy: Vysoká (nejpomalejší)

# ssao_quality:ssao_low
source: Coarse (Fastest)
csy: Hrubá (nejrychlejší)

# ssao_quality:ssao_medium
source: Medium
csy: Střední

# ssao_quality:uilabel
source: Quality:
csy: Kvalita:

# ssao_sample_count
source: Samples:
csy: Vzorky:

# ssao_sample_count:uilabel
source: Samples:
csy: Vzorky:

# ssao_sample_radius
source: Sample Radius:
csy: Poloměr vzorku:

# ssao_sample_radius:uilabel
source: Sample Radius:
csy: Poloměr vzorku:

source: stacked
csy: zaplněný

source: stainless
csy: nerez

# standardLight
source: Standard Light Parameters
csy: Standardní parametry světla

source: standing
csy: stojící

# std_incandescent
source: Standard Incandescent Light
csy: Světlo standardní vláknové žárovky

source: steel
csy: ocel

source: stone
csy: kámen

# stone_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# stone_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# stone_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# stone_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# stone_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# stone_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# stone_ao_samples
source: Samples
csy: Vzorky

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# stone_ao_samples:uilabel
source: Samples
csy: Vzorky

# stone_application
source: Finish
csy: Povrchová úprava

# stone_application:stone_glossy
source: Glossy
csy: Lesklý

# stone_application:stone_matte
source: Matte
csy: Matný

# stone_application:stone_polished
source: Polished
csy: Leštěný

# stone_application:stone_unfinished
source: Unfinished
csy: Neopracovaný

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
csy: Slouží k výběru mezi leštěným, lesklým, matným či neupraveným povrchem.

# stone_application:uilabel
source: Finish
csy: Povrchová úprava

# stone_bump:stone_custom
source: Custom
csy: Vlastní

# stone_bump:stone_glossymarble
source: Glossy Marble
csy: Lesklý mramor

# stone_bump:stone_none
source: None
csy: Žádné

# stone_bump:stone_polishedgranite
source: Polished Granite
csy: Leštěná žula

# stone_bump:stone_stonewall
source: Stone Wall
csy: Kamenná stěna

# stone_bump:uilabel
source: Type
csy: Typ

# stone_bump_amount
source: Amount
csy: Množství

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
csy: Pomocí posuvníku lze nastavit výšku nerovnosti od 0 do 1.

# stone_bump_amount:uilabel
source: Amount
csy: Množství

# stone_bump_list_label
source: Type
csy: Typ

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
csy: Vybere typ nerovnosti nebo možnost Vlastní.

# stone_bump_map
source: Image
csy: Obrázek

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
csy: Slouží k výběru rastrového obrázku pro povrchovou úpravu.

# stone_bump_map:uilabel
source: Image
csy: Obrázek

# stone_bump_panel_label
source: Finish Bumps
csy: Povrchové nerovnosti

# stone_color
source: Image
csy: Obrázek

# stone_color:tooltip
source: Selects a bitmap image for the stone.
csy: Slouží k výběru rastrového obrázku pro kámen.

# stone_color:uilabel
source: Image
csy: Obrázek

# stone_custom
source: Custom
csy: Vlastní

# stone_glossy
source: Glossy
csy: Lesklý

# stone_glossymarble
source: Glossy Marble
csy: Lesklý mramor

# stone_matte
source: Matte
csy: Matný

# stone_pattern:stone_custom
source: Custom
csy: Vlastní

# stone_pattern:stone_none
source: None
csy: Žádné

# stone_pattern:uilabel
source: Bump Pattern
csy: Vzor nerovnosti

# stone_pattern_amount
source: Amount
csy: Množství

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
csy: Posuvníkem Množství lze pohybem mezi hodnotami 0 až 2 řídit výšku nerovnosti.

# stone_pattern_amount:uilabel
source: Amount
csy: Množství

# stone_pattern_list_label
source: Bump Pattern
csy: Vzor nerovnosti

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
csy: Vytvořit zvýšené a snížené oblasti na základě tmavých a světlých ploch obrázku z vámi dodaného souboru.

# stone_pattern_map
source: Image
csy: Obrázek

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
csy: Slouží k výběru rastrového obrázku pro vzor reliéfu.

# stone_pattern_map:uilabel
source: Image
csy: Obrázek

# stone_pattern_panel_label
source: Relief Pattern
csy: Vzor reliéfu

# stone_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# stone_polished
source: Polished
csy: Leštěný

# stone_polishedgranite
source: Polished Granite
csy: Leštěná žula

# stone_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# stone_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# stone_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# stone_roundcorners_radius
source: Source
csy: Zdroj

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# stone_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# stone_stonegroup
source: Stone
csy: Kámen

# stone_stonewall
source: Stone Wall
csy: Kamenná stěna

# stone_unfinished
source: Unfinished
csy: Neopracovaný

# stonewall_tex:uilabel
source: Stonewall Texture
csy: Textura kamenné stěny

source: street
csy: ulice

# stress_curve_data:uilabel
source: Stress
csy: Namáhání

source: stripes
csy: proužky

source: structural
csy: konstrukční

source: structural concrete
csy: konstrukční betonový prvek

# structural_Behavior
source: Behavior
csy: Chování

# structural_Behavior:structural_isotropic
source: Isotropic
csy: Izotropní

# structural_Behavior:structural_orthotropic
source: Orthotropic
csy: Ortotropické

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
csy: Transversálně izotropní

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
csy: Vybírá mezi izotropním a ortotropickým chováním.

# structural_Behavior:uilabel
source: Behavior
csy: Chování

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
csy: Koeficient cyklického mechanického zpevňování

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
csy: Koeficient cyklického mechanického zpevňování

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
csy: Exponent cyklického mechanického zpevňování

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
csy: Exponent cyklického mechanického zpevňování

# structural_Density
source: Density
csy: Hustota

# structural_Density:uilabel
source: Density
csy: Hustota

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
csy: Počet cyklů meze odolnosti

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
csy: Počet cyklů meze odolnosti

# structural_Endurance_limit_stress
source: Endurance Limit Stress
csy: Namáhání na mezi odolnosti

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
csy: Namáhání na mezi odolnosti

# structural_ExternalMaterialID:uilabel
source: External Material ID
csy: Externí ID materiálu

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
csy: Koeficient únavy v tahu

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
csy: Koeficient únavy v tahu

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
csy: Exponent únavy v tahu

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
csy: Exponent únavy v tahu

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
csy: Koeficient únavové pevnosti

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
csy: Koeficient únavové pevnosti

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
csy: Exponent únavové pevnosti

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
csy: Exponent únavové pevnosti

# structural_Minimum_tensile_strength
source: Tensile Strength
csy: Pevnost v tahu

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
csy: Pevnost v tahu

# structural_Minimum_yield_stress
source: Yield Strength
csy: Mez průtažnosti

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
csy: Mez průtažnosti

# structural_Poisson_ratio
source: Poisson's Ratio
csy: Poissonova konstanta

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
csy: Poissonova konstanta

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
csy: Poissonova konstanta 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
csy: Poissonova konstanta 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
csy: Poissonova konstanta 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
csy: Poissonova konstanta 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
csy: Poissonova konstanta X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
csy: Poissonova konstanta X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
csy: Poissonova konstanta Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
csy: Poissonova konstanta Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
csy: Poissonova konstanta Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
csy: Poissonova konstanta Z

# structural_Shear_modulus
source: Shear Modulus
csy: Modul pružnosti ve smyku

# structural_Shear_modulus:uilabel
source: Shear Modulus
csy: Modul pružnosti ve smyku

# structural_Shear_modulus_12
source: Shear Modulus 12
csy: Modul pružnosti ve smyku 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
csy: Modul pružnosti ve smyku 12

# structural_Shear_modulus_X
source: Shear Modulus X
csy: Modul pružnosti ve smyku X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
csy: Modul pružnosti ve smyku X

# structural_Shear_modulus_Y
source: Shear Modulus Y
csy: Modul pružnosti ve smyku Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
csy: Modul pružnosti ve smyku Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
csy: Modul pružnosti ve smyku Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
csy: Modul pružnosti ve smyku Z

# structural_Shear_strength_modification
source: Shear Strength Modification
csy: Úprava pevnosti ve smyku

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
csy: Úprava pevnosti ve smyku

# structural_Specific_heat
source: Specific Heat
csy: Měrné teplo

# structural_Specific_heat:uilabel
source: Specific Heat
csy: Měrné teplo

# structural_Thermal_conductivity
source: Thermal Conductivity
csy: Tepelná vodivost

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
csy: Tepelná vodivost

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
csy: Tepelná vodivost X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
csy: Tepelná vodivost X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
csy: Tepelná vodivost Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
csy: Tepelná vodivost Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
csy: Tepelná vodivost z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
csy: Tepelná vodivost z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
csy: Koeficient tepelné roztažnosti

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
csy: Koeficient tepelné roztažnosti

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
csy: Koeficient tepelné roztažnosti 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
csy: Koeficient tepelné roztažnosti 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
csy: Koeficient tepelné roztažnosti 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
csy: Koeficient tepelné roztažnosti 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
csy: Koeficient tepelné roztažnosti X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
csy: Koeficient tepelné roztažnosti X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
csy: Koeficient tepelné roztažnosti Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
csy: Koeficient tepelné roztažnosti Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
csy: Koeficient tepelné roztažnosti Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
csy: Koeficient tepelné roztažnosti Z

# structural_Thermally_treated
source: Thermally Treated
csy: Tepelně zpracováno

# structural_Thermally_treated:uilabel
source: Thermally Treated
csy: Tepelně zpracováno

# structural_Young_modulus
source: Young's Modulus
csy: Youngův modul

# structural_Young_modulus:uilabel
source: Young's Modulus
csy: Youngův modul

# structural_Young_modulus_1
source: Young's Modulus 1
csy: Youngův modul 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
csy: Youngův modul 1

# structural_Young_modulus_2
source: Young's Modulus 2
csy: Youngův modul 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
csy: Youngův modul 2

# structural_Young_modulus_X
source: Young's Modulus X
csy: Youngův modul X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
csy: Youngův modul X

# structural_Young_modulus_Y
source: Young's Modulus Y
csy: Youngův modul Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
csy: Youngův modul Y

# structural_Young_modulus_Z
source: Young's Modulus Z
csy: Youngův modul Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
csy: Youngův modul Z

# structural_concrete_compression
source: Concrete Compression
csy: Zhutnění betonu

# structural_concrete_compression:uilabel
source: Concrete Compression
csy: Zhutnění betonu

# structural_isotropic
source: Isotropic
csy: Izotropní
