Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# mirror_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# mirror_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# mirror_roundcorners_radius
source: Source
ptb: Fonte

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# mirror_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# mirror_tintcolor
source: Color
ptb: Cor

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
ptb: Ajusta a cor do espelho, que representa a absorção do vidro flutuante. O matiz sempre deveria levar em consideração o fato de que a camada do vidro flutuante tem um determinado nível de absorção.

# mirror_tintcolor:uilabel
source: Tint Color
ptb: Matiz da cor

source: misc
ptb: diversos

source: miscellaneous
ptb: diversos

source: misty
ptb: embaçado

# mode:uilabel
source: Mode
ptb: Modo

source: mortar
ptb: argamassa

source: mortared
ptb: com argamassa

source: mosaic
ptb: mosaico

source: mostly white carpet
ptb: carpete predominantemente branco

source: mounting
ptb: montagem

source: multi-color
ptb: multi-colorido

source: multi-colored
ptb: multi-colorido

# multiplier
source: Sky Multiplier:
ptb: Multiplicador

# multiplier:uilabel
source: Multiplier:
ptb: Multiplicador

source: murky
ptb: escuro

source: museum
ptb: museu

source: navy
ptb: ondulado

# nearAttenuationEnd
source: End Point:
ptb: Ponto final:

# nearAttenuationEnd:uilabel
source: End Point:
ptb: Ponto final:

# nearAttenuationOn
source: Near Attenuation:
ptb: Atenuação próxima:

# nearAttenuationOn:uilabel
source: Near Attenuation:
ptb: Atenuação próxima:

# nearAttenuationStart
source: Start Point:
ptb: Ponto inicial:

# nearAttenuationStart:uilabel
source: Start Point:
ptb: Ponto inicial:

source: neutral
ptb: neutro

source: Night Color:
ptb: Cor noturna:

# night_color:uilabel
source: Night Color:
ptb: Cor noturna:

# noise_Appearance
source: Appearance
ptb: Aparência

# noise_Color1
source: Color 1
ptb: Cor 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
ptb: Fornece uma opção para selecionar uma cor ou um mapa sub-procedural para um dos componentes.

# noise_Color1:uilabel
source: Color 1
ptb: Cor 1

# noise_Color2
source: Color 2
ptb: Cor 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
ptb: Fornece uma opção para selecionar uma cor ou um mapa sub-procedural para o outro componente.

# noise_Color2:uilabel
source: Color 2
ptb: Cor 2

# noise_Levels
source: Levels
ptb: Níveis

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
ptb: Determina o número de interações usadas para o ruído fracionário e de turbulência. Padrão = 3.

# noise_Levels:uilabel
source: Levels
ptb: Níveis

# noise_Phase
source: Phase
ptb: Fase

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
ptb: Especifica a fase do limite de ruído.

# noise_Phase:uilabel
source: Phase
ptb: Fase

# noise_Position
source: Position
ptb: Posição

# noise_Size
source: Size
ptb: Tamanho

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
ptb: Define a escala da função de ruído. Valores menores fornecem menores amostras de ruído.

# noise_Size:uilabel
source: Size
ptb: Tamanho

source: Noise Threshold
ptb: Limite do ruído

# noise_ThresholdHigh
source: High
ptb: Alto

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
ptb: Especifica o limite de ruído alto. Faixa = 0 a 1; Padrão = 1.

# noise_ThresholdHigh:uilabel
source: High
ptb: Alto

# noise_ThresholdLow
source: Low
ptb: Baixo

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
ptb: Especifica o limite de ruído baixo. Faixa = 0 a 1; Padrão = 0.

# noise_ThresholdLow:uilabel
source: Low
ptb: Baixo

source: Noise Type
ptb: Tipo de ruído

# noise_Type:noise_turbulence
source: Turbulence
ptb: Turbulência

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
ptb: Cria uma perturbação aleatória de uma superfície com base na interação de duas cores. As escolhas disponíveis são, Regular, Fracionário e Turbulência.

# noise_Type:uilabel
source: Noise Type
ptb: Tipo de ruído

# noise_transforms_group
source: Transforms
ptb: Transformações

# noise_turbulence
source: Turbulence
ptb: Turbulência

source: non
ptb: não

source: non-uniform
ptb: não uniforme

# none
source: No Area
ptb: Nenhum

# north_offset_from_x
source: North Azimuth:
ptb: Azimute norte:

# north_offset_from_x:uilabel
source: North Azimuth:
ptb: Azimute norte:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
ptb: Número de ciclos

source: oak
ptb: carvalho

source: ocean
ptb: oceano

source: octagon
ptb: octógono

source: octagonal
ptb: octogonal

source: off
ptb: desativado

source: off-white
ptb: cor de osso

source: olive
ptb: oliva

source: on
ptb: Ativado

# on:uilabel
source: On:
ptb: Ativado

source: orange
ptb: laranja

# origin
source: Point
ptb: Ponto

source: osb
ptb: painel estrutural de tiras de madeira

source: oxidised
ptb: oxidado

source: oxidized
ptb: oxidado

source: paint
ptb: pintura

source: panelling
ptb: painel

source: paperboard
ptb: papelão

source: parquet
ptb: parquete

source: particle
ptb: partícula

source: patina
ptb: pátina

source: pattern
ptb: modelo

source: pavement
ptb: pavimento

source: paver
ptb: calceteira

source: paving
ptb: pavimentação

source: peach
ptb: pêssego

source: pearl
ptb: pérola

source: pebble
ptb: seixo

source: pebbled
ptb: seixoso

source: periwinkle
ptb: lavanda

# photon
source: Photons
ptb: Fótons

source: physical
ptb: físico

source: physical material
ptb: material físico

# physmat_Comments
source: Comments
ptb: Comentários

# physmat_Comments:uilabel
source: Comments
ptb: Comentários

# physmat_Cost
source: Cost
ptb: Custo

# physmat_Cost:uilabel
source: Cost
ptb: Custo

# physmat_Keynote
source: Keynote
ptb: Nota-chave

# physmat_Keynote:uilabel
source: Keynote
ptb: Nota-chave

# physmat_Keywords
source: Keywords
ptb: Palavras-chave

# physmat_Keywords:uilabel
source: Keywords
ptb: Palavras-chave

# physmat_Label:uilabel
source: Label
ptb: Legenda

# physmat_Manufacturer
source: Manufacturer
ptb: Fabricante

# physmat_Manufacturer:uilabel
source: Manufacturer
ptb: Fabricante

# physmat_Mark
source: Mark
ptb: Marca

# physmat_Mark:uilabel
source: Mark
ptb: Marca

# physmat_Model
source: Model
ptb: Modelo

# physmat_Model:uilabel
source: Model
ptb: Modelo

# physmat_Type
source: Type
ptb: Tipo

# physmat_Type:physmat_ceramic
source: Ceramic
ptb: Cerâmica

# physmat_Type:physmat_concrete
source: Concrete
ptb: Concreto

# physmat_Type:physmat_earth
source: Earth
ptb: Terra

# physmat_Type:physmat_gas
source: Gas
ptb: Gás

# physmat_Type:physmat_generic
source: Generic
ptb: Genérico

# physmat_Type:physmat_glass
source: Glass
ptb: Vidro

# physmat_Type:physmat_liquid
source: Liquid
ptb: Líquido

# physmat_Type:physmat_masonry
source: Masonry
ptb: Alvenaria

# physmat_Type:physmat_plastic
source: Plastic
ptb: Plástico

# physmat_Type:physmat_stone
source: Stone
ptb: Pedra

# physmat_Type:physmat_textile
source: Textile
ptb: Tecido

# physmat_Type:physmat_wood
source: Wood
ptb: Madeira

# physmat_Type:uilabel
source: Type
ptb: Tipo

# physmat_aspects:uilabel
source: Physical Aspects
ptb: Aspectos físicos

# physmat_ceramic
source: Ceramic
ptb: Cerâmica

# physmat_class
source: Class
ptb: Classe

# physmat_class:uilabel
source: Class
ptb: Classe

# physmat_concrete
source: Concrete
ptb: Concreto

# physmat_earth
source: Earth
ptb: Terra

# physmat_gas
source: Gas
ptb: Gás

# physmat_generic
source: Generic
ptb: Genérico

# physmat_glass
source: Glass
ptb: Vidro

# physmat_liquid
source: Liquid
ptb: Líquido

# physmat_masonry
source: Masonry
ptb: Alvenaria

# physmat_plastic
source: Plastic
ptb: Plástico

# physmat_stone
source: Stone
ptb: Pedra

# physmat_textile
source: Textile
ptb: Tecido

# physmat_wood
source: Wood
ptb: Madeira

source: pile
ptb: pêlo

source: pine
ptb: pinho

source: pink
ptb: rosa

source: plaid
ptb: xadrez

source: plain
ptb: plano

source: plaster
ptb: gesso

source: plastic
ptb: plástico

# plastic_props1
source: Basic Thermal
ptb: Térmico básico

# plastic_props2
source: Mechanical
ptb: Mecânico

# plastic_props4
source: Strength
ptb: Resistência

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# plasticvinyl_ao_distance
source: Max Distance
ptb: Distância máxima

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# plasticvinyl_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# plasticvinyl_ao_samples
source: Samples
ptb: Amostras

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# plasticvinyl_ao_samples:uilabel
source: Samples
ptb: Amostras

# plasticvinyl_application
source: Finish
ptb: Acabamento

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
ptb: Com brilho

# plasticvinyl_application:plasticvinyl_matte
source: Matte
ptb: Opaco

# plasticvinyl_application:plasticvinyl_polished
source: Polished
ptb: Polido

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
ptb: Seleciona entre polido, com brilho ou fosco.

# plasticvinyl_application:uilabel
source: Finish
ptb: Acabamento

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
ptb: Personalizado

# plasticvinyl_bump:plasticvinyl_none
source: None
ptb: Nenhum

# plasticvinyl_bump:uilabel
source: Finish Bumps
ptb: Relevos do acabamento

# plasticvinyl_bump_amount
source: Amount
ptb: Montante

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
ptb: Desliza de 0 a 1 para controlar a altura dos relevos.

# plasticvinyl_bump_amount:uilabel
source: Amount
ptb: Montante

# plasticvinyl_bump_list_label
source: Finish Bumps
ptb: Relevos do acabamento

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
ptb: Seleciona uma imagem para a rugosidade do relevo.

# plasticvinyl_bump_map
source: Image
ptb: Imagem

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
ptb: Seleciona uma imagem para a rugosidade do relevo.

# plasticvinyl_bump_map:uilabel
source: Image
ptb: Imagem

# plasticvinyl_bump_panel_label
source: Finish Bumps
ptb: Relevos do acabamento

# plasticvinyl_color
source: Color
ptb: Cor

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# plasticvinyl_color:uilabel
source: Color
ptb: Cor

# plasticvinyl_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# plasticvinyl_custom
source: Custom
ptb: Personalizado

# plasticvinyl_glossy
source: Glossy
ptb: Com brilho

# plasticvinyl_matte
source: Matte
ptb: Opaco

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
ptb: Personalizado

# plasticvinyl_pattern:plasticvinyl_none
source: None
ptb: Nenhum

# plasticvinyl_pattern:uilabel
source: Relief Pattern
ptb: Padrão de liberação

# plasticvinyl_pattern_amount
source: Amount
ptb: Montante

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
ptb: Desliza de 0 a 2 para controlar a altura dos relevos.

# plasticvinyl_pattern_amount:uilabel
source: Amount
ptb: Montante

# plasticvinyl_pattern_list_label
source: Bump Pattern
ptb: Padrão do relevo

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
ptb: Crie regiões em alto e baixo relevo com base em áreas escuras e claras de um arquivo de imagem fornecido.

# plasticvinyl_pattern_map
source: Image
ptb: Imagem

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
ptb: Seleciona uma imagem de bitmap para o padrão de mudança.

# plasticvinyl_pattern_map:uilabel
source: Image
ptb: Imagem

# plasticvinyl_pattern_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# plasticvinyl_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# plasticvinyl_plasticsolid
source: Plastic (Solid)
ptb: Plástico (Sólido)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
ptb: Plástico (Transparente)

# plasticvinyl_plasticvinylgroup
source: Plastic
ptb: Plástico

# plasticvinyl_polished
source: Polished
ptb: Polido

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito 'borda escura' normalmente encontrado em objetos de vidro sólido.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# plasticvinyl_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# plasticvinyl_roundcorners_radius
source: Source
ptb: Fonte

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
ptb: Cantos arredondados

# plasticvinyl_type
source: Type
ptb: Tipo

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
ptb: Plástico (Sólido)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
ptb: Plástico (Transparente)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
ptb: Vinil

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
ptb: Seleciona entre plástico (sólido ou transparente) ou vinil.

# plasticvinyl_type:uilabel
source: Type
ptb: Tipo

# plasticvinyl_vinyl
source: Vinyl
ptb: Vinil

source: plate
ptb: placa

# plotGlyph:uilabel
source: Plot glyph:
ptb: Plotar glifo:

source: plywood
ptb: compensado

source: point
ptb: ponto

source: polished
ptb: polido

source: pond
ptb: tanque

source: pool
ptb: piscina

source: porcelain
ptb: porcelana

source: precast
ptb: pré-moldado

# projMap:uilabel
source: File Name:
ptb: Nome do arquivo:

# projMapOn
source: On:
ptb: Ativado:

# projMapOn:uilabel
source: On:
ptb: Ativado:

source: Projection Maps
ptb: Mapas de projeção

source: pumpkin
ptb: abóbora

source: purple
ptb: púrpura

source: purple and gray carpet
ptb: carpete púrpura e cinza

source: pyramid
ptb: pirâmide

# quartz
source: HID Quartz Metal Halide
ptb: HID Quartzo de vapor metálico

# quartzCool
source: HID Quartz Metal Halide (Cool)
ptb: HID Quartzo de vapor metálico (frio)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
ptb: HID Quartzo de vapor metálico (aquecido)

# rect
source: Rectangle
ptb: Retângulo

source: rectangle
ptb: Retângulo

# rectangle_length
source: Length:
ptb: Comprimento:

# rectangle_length:uilabel
source: Length:
ptb: Comprimento:

# rectangle_width
source: Width:
ptb: Largura:

# rectangle_width:uilabel
source: Width:
ptb: Largura:

source: rectangles
ptb: retângulos

source: rectangular
ptb: retangular

source: red
ptb: vermelho

source: red carpet
ptb: carpete vermelho

source: red plaid
ptb: xadrez vermelho

source: red-orange
ptb: vermelho-laranja

source: Red/Blue Shift:
ptb: Troca Vermelho/Azul:

# redblueshift:uilabel
source: Red/Blue Shift:
ptb: Troca Vermelho/Azul:

source: reflect
ptb: refletir

source: reflecting
ptb: refletido

source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

source: reflective
ptb: refletivo

source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar refrações com brilho.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
ptb: Amostras de refração com brilho

source: retaining
ptb: retenção

source: Reverse
ptb: Reverso

# reverse:uilabel
source: Reverse
ptb: Reverso

# rgbLightColor
source: Light Color:
ptb: Cor da luz:

# rgbLightColor:uilabel
source: Light Color:
ptb: Cor da luz:

# rgb_unit_conversion
source: Color Conversion:
ptb: Conversão de cor:

# rgb_unit_conversion:uilabel
source: Color Conversion:
ptb: Conversão de cor:

source: rippled
ptb: enrugado

source: river
ptb: rio

source: riverstone
ptb: pedras de rio

source: road
ptb: estrada

source: rock
ptb: rocha

source: roof
ptb: telhado

source: roofing
ptb: telhado

source: rose
ptb: rosa

source: rosette
ptb: florão

source: rosewood
ptb: pau-rosa

source: rough
ptb: bruto

source: round
ptb: redondo

source: royal
ptb: real

source: rubble
ptb: pedregulho

source: running
ptb: escoamento

source: rye
ptb: centeio

source: salmon
ptb: salmão

source: sand
ptb: areia

source: sandy
ptb: arenoso

source: satin
ptb: acetinado

source: Saturation:
ptb: Saturação de cor:

# saturation:uilabel
source: Saturation:
ptb: Saturação de cor:

# scale:uilabel
source: Scale
ptb: Dimensionar

source: sceneeffect
ptb: efeito de cena

source: screen
ptb: tela

source: sea
ptb: mar

source: sea side
ptb: costa

source: seam
ptb: junção

source: seaside
ptb: costa

source: semi-polished
ptb: semi-polido

# shadowCol
source: Color:
ptb: Cor:

# shadowCol:uilabel
source: Color:
ptb: Cor:

# shadowColMap:uilabel
source: File Name:
ptb: Nome do arquivo:

source: Shadow Color Map
ptb: Mapa de cor de sombra

# shadowDensity:uilabel
source: shadowDensity
ptb: Densidade de sombra

# shadowOn
source: Compute Shadows:
ptb: Calcular sombras:

# shadowOn:uilabel
source: Compute Shadows:
ptb: Calcular sombras:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
ptb: Extensão do raio de sombra

# shadow_softness:uilabel
source: Shadow Softness
ptb: Suavidade da sombra

source: Shadows
ptb: Sombras

# shadows:uilabel
source: Shadows
ptb: Sombras

source: shake
ptb: agitar

source: shingle
ptb: telha de madeira

source: shiny
ptb: brilhante

source: siding
ptb: painel lateral

source: sienna
ptb: ferrugem

source: silver
ptb: prata

source: sky
ptb: céu
