Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

source: Masonry.Unit Masonry.Brick.Modular.Clinker
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Vitrificado

source: Masonry.Unit Masonry.Brick.Modular.Common
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Comum

source: Masonry.Unit Masonry.Brick.Modular.Cored
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Furado

source: Masonry.Unit Masonry.Brick.Modular.English
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Inglês

source: Masonry.Unit Masonry.Brick.Modular.English Cross
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Cruz Inglês

source: Masonry.Unit Masonry.Brick.Modular.Face
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Face

source: Masonry.Unit Masonry.Brick.Modular.Fire
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Queimado

source: Masonry.Unit Masonry.Brick.Modular.Flemish
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Flamengo

source: Masonry.Unit Masonry.Brick.Modular.Flemish Cross
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Cruz Flamengo

source: Masonry.Unit Masonry.Brick.Modular.Flemish Diagonal
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Diagonal Flamengo

source: Masonry.Unit Masonry.Brick.Modular.Garden Wall
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Parede de jardim

source: Masonry.Unit Masonry.Brick.Modular.Glazed
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Esmaltado

source: Masonry.Unit Masonry.Brick.Modular.Header
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Cabeçalho

source: Masonry.Unit Masonry.Brick.Modular.Herringbone
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Herringbone

source: Masonry.Unit Masonry.Brick.Modular.Herringbone.1
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Herringbone.1

source: Masonry.Unit Masonry.Brick.Modular.One-Third Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando um terço

source: Masonry.Unit Masonry.Brick.Modular.Press
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Prensado

source: Masonry.Unit Masonry.Brick.Modular.Rowlock
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Rowlock

source: Masonry.Unit Masonry.Brick.Modular.Rowlock.Stagger
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Rowlock.Stagger

source: Masonry.Unit Masonry.Brick.Modular.Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando

source: Masonry.Unit Masonry.Brick.Modular.Running.Brown
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Marrom

source: Masonry.Unit Masonry.Brick.Modular.Running.Glazed.Blue
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Esmaltado.Azul

source: Masonry.Unit Masonry.Brick.Modular.Running.Grey
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Cinza

source: Masonry.Unit Masonry.Brick.Modular.Running.Red
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Vermelho

source: Masonry.Unit Masonry.Brick.Modular.Running.Scored.Red
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Escorado.Vermelho

source: Masonry.Unit Masonry.Brick.Modular.Sailor
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Marinheiro

source: Masonry.Unit Masonry.Brick.Modular.Screen
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Tela

source: Masonry.Unit Masonry.Brick.Modular.Shiner
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Executando.Brilhoso

source: Masonry.Unit Masonry.Brick.Modular.Soldier
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Soldado

source: Masonry.Unit Masonry.Brick.Modular.Stack
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Modular.Empilhado

source: Masonry.Unit Masonry.Brick.Modular.Stacked.Grey
ptb: Alvenaria.Alvenaria de unidade.Modular.Empilhado.Cinza

source: Masonry.Unit Masonry.Brick.Norman.One-Third Running
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Norman.Executando um terço

source: Masonry.Unit Masonry.Brick.Norman.Soldier
ptb: Alvenaria.Alvenaria de unidade.Tijolo.Norman.Soldado

source: Masonry.Unit Masonry.CMU.Efflorescence
ptb: Alvenaria.Alvenaria de unidade.CMU.Eflorescência

source: Masonry.Unit Masonry.CMU.Retaining Wall.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Parede de retenção.Corrida

source: Masonry.Unit Masonry.CMU.Ribbed.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Listado.Empilhado

source: Masonry.Unit Masonry.CMU.Sailor.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Soldado.Empilhado

source: Masonry.Unit Masonry.CMU.SandBlasted.Grey
ptb: Alvenaria.Alvenaria de unidade.CMU.Jateamento de areia.Cinza

source: Masonry.Unit Masonry.CMU.SandBlasted.Tan
ptb: Alvenaria.Alvenaria de unidade.CMU.Jateamento de areia.Bronzeado

source: Masonry.Unit Masonry.CMU.Scored.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Escorada.Corrida

source: Masonry.Unit Masonry.CMU.Scored.Running.ExposedAggregate
ptb: Alvenaria.Alvenaria de unidade.CMU.Escorado.Executado.ExpostoAgregado

source: Masonry.Unit Masonry.CMU.Screen.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Tela.Empilhado

source: Masonry.Unit Masonry.CMU.Shadow.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Sombra.Corrida

source: Masonry.Unit Masonry.CMU.Sound Absorbing.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Abosrção de som.Executando

source: Masonry.Unit Masonry.CMU.Split-Face.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Face dividida.Corrida

source: Masonry.Unit Masonry.CMU.Stretcher.Running
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Executando

source: Masonry.Unit Masonry.CMU.Stretcher.Running.ExposedAggregate
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Executando.ExpostoAgregado

source: Masonry.Unit Masonry.CMU.Stretcher.Running.Glazed.Blue
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Executando.Esmaltado.Azul

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Empilhado

source: Masonry.Unit Masonry.CMU.Stretcher.Stacked.Glazed.Blue
ptb: Alvenaria.Alvenaria de unidade.CMU.Esticador.Empilhado.Esmaltado.Azul

source: Masonry.Unit Masonry.Glass Block.Square.Stack
ptb: Alvenaria.Alvenaria de unidade.Bloco de vidro.Quadrado.Empilhado

source: Masonry/Brick
ptb: Alvenaria/Tijolo

source: Masonry/CMU
ptb: Alvenaria/Bloco de concreto

source: Masonry/Stone
ptb: Alvenaria/Pedra

source: MasonryCMU
ptb: Bloco de concreto de alvenaria

# MasonryCMUSchema_localname:Masonry
source: Masonry
ptb: Alvenaria

# MasonryCMUSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Material-010
ptb: GFRC

source: Material-068
ptb: Ouro

source: Material-071
ptb: Ferro dúctil

source: Material-072
ptb: Chumbo

source: Material-076
ptb: Prata

source: Material-077
ptb: Aço

source: Material-079
ptb: Aço galvanizado

source: Material-094
ptb: Titânio

source: Material-111
ptb: CFRP

source: Material-121
ptb: Resina fenólica

source: Material-123
ptb: Polietileno, LDPE

source: Material-124
ptb: Polietileno, Alta Densidade

source: Material-127
ptb: Polipropileno

source: Material-128
ptb: Poliestireno, alto impacto

source: Material-193
ptb: Água

source: MaterialInv_001
ptb: Concreto

source: MaterialInv_002
ptb: Vidro

source: MaterialInv_003
ptb: Liga de aço

source: MaterialInv_004
ptb: Alumínio 6061

source: MaterialInv_005
ptb: Alumínio-6061-AHC

source: MaterialInv_006
ptb: Latão, amarelo macio

source: MaterialInv_007
ptb: Bronze, estanho suave

source: MaterialInv_008
ptb: Aço, carbono

source: MaterialInv_009
ptb: Bronze, fundido

source: MaterialInv_010
ptb: Cobre, fundido

source: MaterialInv_011
ptb: Ferro, fundido

source: MaterialInv_012
ptb: Aço, fundido

source: MaterialInv_013
ptb: Cobre

source: MaterialInv_014
ptb: Cobre, liga

source: MaterialInv_018
ptb: Ferro, cinza

source: MaterialInv_020
ptb: Ferro, maleável

source: MaterialInv_021
ptb: Liga de Nickel-Copper 400

source: MaterialInv_022
ptb: Aço, puro (não liga)

source: MaterialInv_024
ptb: Aço inoxidável

source: MaterialInv_025
ptb: Aço inoxidável, 440C

source: MaterialInv_026
ptb: Aço inoxidável, austenítico

source: MaterialInv_028
ptb: Aço, alta resistência, liga baixa

source: MaterialInv_029
ptb: Aço, suave

source: MaterialInv_031
ptb: Alumínio soldado, 6061

source: MaterialInv_032
ptb: Latão soldado, amarelo macio

source: MaterialInv_033
ptb: Aço inoxidável soldado, 440C

source: MaterialInv_034
ptb: Aço macio soldado

source: MaterialInv_035
ptb: Cobre forjado

source: MaterialInv_036
ptb: Aço forjado

source: MaterialInv_037
ptb: ABS plástico

source: MaterialInv_038
ptb: Resina de acetal, preto

source: MaterialInv_039
ptb: Resina de acetal, branca

source: MaterialInv_042
ptb: PCL plástico

source: MaterialInv_044
ptb: Náilon composto (náilon - dissulfeto de molibdênio)

source: MaterialInv_045
ptb: Náilon 6/6

source: MaterialInv_046
ptb: Plástico PBT

source: MaterialInv_047
ptb: Plástico PC/ABS

source: MaterialInv_048
ptb: Plástico PET

source: MaterialInv_049
ptb: PMMA plástico

source: MaterialInv_050
ptb: Resina de poliariletercetona

source: MaterialInv_051
ptb: Policarbonato, transparente

source: MaterialInv_052
ptb: Policarbonato, esfumaçado

source: MaterialInv_054
ptb: Poliestireno

source: MaterialInv_055
ptb: Plástico PPS

source: MaterialInv_056
ptb: PVC-Tubulação

source: MaterialInv_057
ptb: PVC-U

source: MaterialInv_058
ptb: Borracha

source: MaterialInv_059
ptb: Plástico SAN

source: MaterialInv_060
ptb: Silicone, borracha

source: MaterialInv_061
ptb: Resina termoplástica

source: MaterialInv_062
ptb: UHMW, preto

source: MaterialInv_063
ptb: UHMW, branco

source: MaterialInv_064
ptb: Nitreto de silício

source: MaterialInv_066
ptb: Madeira (Bétula)

source: MaterialInv_067
ptb: Madeira (Cerejeira)

source: MaterialInv_068
ptb: Madeira (Bordo)

source: MaterialInv_069
ptb: Madeira (Carvalho)

source: MaterialInv_070
ptb: Madeira (Amendoeira)

source: MaterialInv_072
ptb: Genérico

source: Materials
ptb: Materiais

source: Medium gray and circular roofing shingles
ptb: Telhas Shingle circulares cinza médio

source: Medium gray and rectangular roofing shingles
ptb: Telhas Shingle retangulares para telhado cinza médio

source: Medium gray and rippled edge roofing shingles
ptb: Telhas Shingle para telhado com extremidades enrugadas cinza médio

source: Medium gray and small rectangular roofing shingles
ptb: Pequenas telhas Shingle retangulares para telhado cinza médio

source: Medium gray color
ptb: Cor cinza médio

source: Membrane
ptb: Membrana

source: Metal structural asset.
ptb: Recurso estrutural de metal.

source: Metal-001
ptb: Anodizado - Azul

source: Metal-002
ptb: Anodizado - Bronze

source: Metal-003
ptb: Zinco

source: Metal-004
ptb: Alumínio - Polido

source: Metal-005
ptb: Polido - Escovado pesado - Versão 1.1

source: Metal-005-1-2
ptb: Polido - Escovado pesado

source: Metal-006
ptb: Polido - Martelado

source: Metal-007
ptb: Polido - Pequena saliência em pirâmide - Versão 1.1

source: Metal-007-1-2
ptb: Polido - Pequena saliência em pirâmide

source: Metal-008
ptb: Acetinado

source: Metal-009
ptb: Acetinado - Escovado pesado

source: Metal-010
ptb: Acetinado - Escovado

source: Metal-011
ptb: Acetinado - Martelado

source: Metal-012
ptb: Latão - Polido

source: Metal-013
ptb: Latão - Acetinado

source: Metal-014
ptb: Bronze - Polido

source: Metal-015
ptb: Bronze - Polido escovado

source: Metal-016
ptb: Bronze - Acetinado

source: Metal-017
ptb: Cromo - Polido

source: Metal-018
ptb: Cromado - Polido escovado - Versão 1.1

source: Metal-018-1-2
ptb: Cromado - Polido escovado

source: Metal-019
ptb: Cromo - Acetinado

source: Metal-020
ptb: Cobre - Pátina martelado

source: Metal-021
ptb: Cobre - Polido

source: Metal-022
ptb: Cobre - Acetinado

source: Metal-023
ptb: Cobre - Acetinado escovado pesado - Versão 1.1

source: Metal-023-1-2
ptb: Cobre - Acetinado escovado pesado

source: Metal-024
ptb: Latão - Tela acetinada

source: Metal-025
ptb: Inoxidável - Polido

source: Metal-026
ptb: Bronze - Pátina

source: Metal-027
ptb: Inoxidável - Acetinado

source: Metal-028
ptb: Inoxidável - Tela acetinada áspera - Versão 1.1

source: Metal-028-1-2
ptb: Inoxidável - Tela acetinada áspera

source: Metal-029
ptb: Inoxidável - Acetinado escovado pesado - Versão 1.1

source: Metal-029-1-2
ptb: Inoxidável - Acetinado escovado pesado

source: Metal-030
ptb: Inoxidável - Acetinado com grande saliência em pirâmide

source: Metal-031
ptb: Polido escovado - Versão 1.1

source: Metal-031-1-2
ptb: Polido escovado

source: Metal-032
ptb: Tela acetinada

source: Metal-033
ptb: Acetinado escovado - Versão 1.1

source: Metal-033-1-2
ptb: Acetinado Escovado

source: Metal-034
ptb: Acetinado martelado

source: Metal-035
ptb: Placa em padrão xadrez

source: Metal-036
ptb: Anodizado - Preto

source: Metal-037
ptb: Anodizado - Azul-Cinza

source: Metal-038
ptb: Anodizado - Cinza escuro

source: Metal-039
ptb: Anodizado - Cinza claro

source: Metal-040
ptb: Anodizado - Cinza

source: Metal-041
ptb: Anodizado - Vermelho

source: Metal-042
ptb: Anodizado - Branco

source: Metal-043
ptb: Anodizado - Texturizado cinza

source: Metal-044
ptb: Inoxidável - Escovado

source: Metal-045
ptb: Semi-polido

source: Metal-046
ptb: Chapa em forma de losango polido - Versão 1.1

source: Metal-046-1-2
ptb: Chapa em forma de losango polido

source: Metal-047
ptb: Acetinado

source: Metal-048
ptb: Anodizado - Bronze escuro

source: Metal-049
ptb: Polido escovado - Versão 1.1

source: Metal-049-1-2
ptb: Polido escovado

source: Metal-050
ptb: Latão - Acetinado escovado pesado

source: Metal-051
ptb: Cobre - Pátina

source: Metal-052
ptb: Bronze - Acetinado martelado

source: Metal-053
ptb: Cromado - Polido escovado pesado - Versão 1.1

source: Metal-053-1-2
ptb: Cromado - Polido escovado pesado

source: Metal-054
ptb: Cobre - Acetinado escovado - Versão 1.1

source: Metal-054-1-2
ptb: Cobre - Acetinado escovado

source: Metal-055
ptb: Inoxidável - Polido escovado - Versão 1.1

source: Metal-055-1-2
ptb: Inoxidável - Polido escovado

source: Metal-056
ptb: Inoxidável - Acetinado martelado

source: Metal-057
ptb: Cromo - Tela acetinada

source: Metal-058
ptb: Cerca de elos de corrente

source: Metal-059
ptb: Telhado de junção perpendicular

source: Metal-060
ptb: Alumínio - Escuro

source: Metal-061
ptb: Usinado - Alumínio

source: Metal-062
ptb: Placa em padrão de losango - Cinza escuro - Versão 1.1

source: Metal-062-1-2
ptb: Placa em padrão de losango - Cinza escuro

source: Metal-063
ptb: Serrilhado 45 - Versão 1.1

source: Metal-063-1-2
ptb: Serrilhado 45

source: Metal-065
ptb: Chapa em forma de losango 2 - Cinza escuro - Versão 1.1

source: Metal-065-1-2
ptb: Chapa em forma de losango 2 - Cinza escuro

source: Metal/Aluminum
ptb: Metal/Alumínio

source: Metal/Fabricated
ptb: Metal/Fabricado

source: Metal/Iron
ptb: Metal/ferro

source: Metal/Non Ferrous
ptb: Metal/não ferroso

source: Metal/Steel
ptb: Metal/Aço

source: MetalPaint-001
ptb: Acetinada manchada - Preto

source: MetalPaint-002
ptb: Vitrificada - Preta

source: MetalPaint-003
ptb: Brilhosa - Preta

source: MetalPaint-004
ptb: Acetinada - Preta

source: MetalPaint-005
ptb: Reflexiva manchada - Bege

source: MetalPaint-006
ptb: Reflexiva - Trigo

source: MetalPaint-007
ptb: Reflexiva - Marfim

source: MetalPaint-008
ptb: Reflexiva - Branca

source: MetalPaint-009
ptb: Acetinada manchada - Azul aço

source: MetalPaint-010
ptb: Acetinada manchada - Azul

source: MetalPaint-011
ptb: Acetinada - Verde oliva

source: MetalPaint-012
ptb: Acetinada - Violeta

source: MetalPaint-013
ptb: Acetinada - Marrom

source: MetalPaint-014
ptb: Acetinada manchada - Azul escuro

source: MetalPaint-015
ptb: Brilhosa - Ferrugem

source: MetalPaint-016
ptb: Brilhoso - Verde floresta

source: MetalPaint-017
ptb: Acetinada - Vermelho claro

source: MetalPaint-018
ptb: Acetinada - Linho

source: MetalPaint-019
ptb: Acetinada - Azul meia-noite

source: MetalPaint-020
ptb: Acetinada manchada - Verde mar

source: MetalPaint-021
ptb: Acetinada - Rosa embaçado

source: MetalPaint-022
ptb: Acetinada - Metálica dourada

source: MetalPaint-023
ptb: Vitrificada - Tijolo refratário

source: MetalPaint-024
ptb: Brilhoso - Púrpura intensa

source: MetalPaint-025
ptb: Acetinada manchada - Ardósia cinza

source: MetalPaint-026
ptb: Acetinada - Limão chiffon

source: MetalPaint-027
ptb: Acetinada - Lavanda

source: MetalPaint-028
ptb: Reflexiva manchada - Magenta

source: MetalPaint-029
ptb: Brilhosa - Dourada

source: MetalPaint-030
ptb: Acetinada - Dourada

source: MetalPaint-031
ptb: Acetinada - Prata

source: MetalPaint-032
ptb: Prata polida

# MetalSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Metallic Paint
ptb: Pintura metálica

source: Metallic Paint material.
ptb: Material de pintura metálica.

source: MetallicPaint
ptb: Pintura metálica

# MetallicPaintSchema_localname:Metallic Paint
source: Metallic Paint
ptb: Pintura metálica

# MetallicPaintSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Metals.Metal Fabrications.Metal Stairs.Galvanized
ptb: Metais.Fabricações de metal.Escada de metal.Galvanizado

source: Metals.Metal Handrails and Railings.Painted.White
ptb: Metais.Corrimão de metal.Pintado.Branco

source: Metals.Metal Joists.Steel
ptb: Metais.Junta de metal.Aço

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze
ptb: Metais.Metais ornamentais.Alumínio.Anonizado.Bronze escuro

source: Metals.Ornamental Metals.Aluminum.Anodized.Dark Bronze.Satin
ptb: Metais.Metais ornamentais.Alumínio.Anonizado.Bronze escuro.Satinado

source: Metals.Ornamental Metals.Aluminum.Brushed
ptb: Metais.Metais ornamentais.Alumínio.Riscado

source: Metals.Ornamental Metals.Aluminum.Brushed.Blue-Silver
ptb: Metais.Metais ornamentais.Alumínio.Riscado.Azul-Prata

source: Metals.Ornamental Metals.Aluminum.Brushed.Random
ptb: Metais.Metais ornamentais.Alumínio.Riscado.Aleatório

source: Metals.Ornamental Metals.Brass.Satin
ptb: Metais.Metais ornamentais.Latão.Seda

source: Metals.Ornamental Metals.Bronze.Satin
ptb: Metais.Metais ornamentais.Bronze.Seda

source: Metals.Ornamental Metals.Checker Plate.45deg
ptb: Metais.Metais ornamentais.Placa xadrez.45deg

source: Metals.Ornamental Metals.Checker Plate.Parquet
ptb: Metais.Metais ornamentais.Placa xadrez.Parquet

source: Metals.Ornamental Metals.Chrome.Satin
ptb: Metais.Metais ornamentais.Cromo.Satinado

source: Metals.Ornamental Metals.Copper
ptb: Metais.Metais ornamentais.Cobre

source: Metals.Ornamental Metals.Galvanized
ptb: Metais.Metais ornamentais.Galvanizado

source: Metals.Ornamental Metals.Plate.Mesh
ptb: Metais.Metal ornamental.Placa.Malha

source: Metals.Ornamental Metals.Plate.Mesh.1
ptb: Metais.Metal ornamental.Placa.Malha.1

source: Metals.Ornamental Metals.Plate.Mesh.2
ptb: Metais.Metais ornamentais.Placa.Malha.2

source: Metals.Ornamental Metals.Plate.Perforated
ptb: Metais.Metal ornamental.Placa.Perfurado

source: Metals.Ornamental Metals.Plate.Perforated.1
ptb: Metais.Metais ornamentais.Placa.Perfurado.1

source: Metals.Ornamental Metals.Plate.Riveted.Flat Grey
ptb: Metais.Metais ornamentais.Placa.Rebitado.Cinza plano

source: Metals.Ornamental Metals.PlatePlate.Riveted.2
ptb: Metais.Metais ornamentais.PlacaPlaca.Rebitado.2

source: Metals.Ornamental Metals.Rust.1
ptb: Metais.Metal ornamental.Enferrujado.1

source: Metals.Ornamental Metals.Rust.2
ptb: Metais.Metal ornamental.Enferrujado.2

source: Metals.Ornamental Metals.Rust.3
ptb: Metais.Metal ornamental.Enferrujado.3

source: Metals.Ornamental Metals.Stainless.Bright
ptb: Metais.Metais ornamentais.Inoxidável.Brilho

source: Metals.Ornamental Metals.Stainless.Satin
ptb: Metais.Metais ornamentais.Inoxidável.Satinado

source: Metals.Ornamental Metals.Weathered
ptb: Metais.Metais ornamentais.Exterior

source: Metals.Structural Metal Framing.Steel
ptb: Metais.Esquadria de metal estrutural.Aço

source: Mild Steel
ptb: Aço doce

source: Mild steel - welded
ptb: Aço doce - Soldado

source: Mirror
ptb: Espelho

source: Mirror material.
ptb: Material de espelho.

source: Mirror-001
ptb: Básico

source: Mirror-002
ptb: Tom quente

source: Mirror-003
ptb: Banheiro

source: Mirror-004
ptb: Tom frio

source: Mirror-005
ptb: Toucador

source: Mirror-006
ptb: Sem tom

source: Mirror-007
ptb: Fumê - Escuro

source: Mirror-008
ptb: Fumê - Claro

# MirrorSchema_localname:Mirror
source: Mirror
ptb: Espelho

# MirrorSchema_localtype:Appearance
source: Appearance
ptb: Aparência

source: Misc
ptb: Diversos

source: Miscellaneous
ptb: Diversos

source: Molded HDPE
ptb: HDPE moldado

source: Molded LDPE
ptb: LDPE moldado

source: Molybdenum disulphide filled nylon
ptb: Náilon preenchido com bissulfeto de molibdênio

source: Monel metal
ptb: Metal monel

source: Month:
ptb: Mês:

# Month:uilabel
source: Month:
ptb: Mês:

source: Natural Rubber
ptb: Borracha natural

source: Natural rubber
ptb: Borracha natural

source: Noise
ptb: Ruído

source: Noise map.
ptb: Mapeamento de ruído.

# NoiseSchema_localname:Noise
source: Noise
ptb: Ruído

# NoiseSchema_localtype:Texture
source: Texture
ptb: Textura

source: Non Ferrous
ptb: Não ferroso

source: Non alloy steel
ptb: Aço sem liga

source: Nylon 6/6
ptb: Náilon 6/6

source: Oxygen free copper
ptb: Cobre sem oxigênio

source: PET
ptb: O PET

source: Paint
ptb: Pintura

source: Paint material for interiors.
ptb: Material de pintura para interiores.

source: Paint-001
ptb: Preto

source: Paint-002
ptb: Preto

source: Paint-003
ptb: Água-marinha

source: Paint-004
ptb: Azul esverdeado

source: Paint-005
ptb: Azul céu escuro

source: Paint-006
ptb: Turquesa escuro

source: Paint-007
ptb: Azul céu escuro

source: Paint-008
ptb: Turquesa escuro

source: Paint-009
ptb: Azul céu médio

source: Paint-010
ptb: Turquesa

source: Paint-011
ptb: Azul ardósia

source: Paint-012
ptb: Ciano

source: Paint-013
ptb: Ciano

source: Paint-014
ptb: Pervinca

source: Paint-015
ptb: Azul aço claro

source: Paint-016
ptb: Azul aço claro

source: Paint-017
ptb: Azul aço

source: Paint-018
ptb: Violeta

source: Paint-019
ptb: Castanho

source: Paint-020
ptb: Chocolate

source: Paint-021
ptb: Rajado

source: Paint-022
ptb: Chocolate claro

source: Paint-023
ptb: Café

source: Paint-024
ptb: Bege claro

source: Paint-025
ptb: Bege claro

source: Paint-026
ptb: Areia

source: Paint-027
ptb: Trigo

source: Paint-028
ptb: Trigo

source: Paint-029
ptb: Pérola

source: Paint-030
ptb: Cinza escuro

source: Paint-031
ptb: Cinza escuro

source: Paint-032
ptb: Cinza claro

source: Paint-033
ptb: Cinza claro

source: Paint-034
ptb: Cinza

source: Paint-035
ptb: Verde amarelado

source: Paint-036
ptb: Verde floresta

source: Paint-037
ptb: Verde floresta

source: Paint-038
ptb: Verde oliva escuro

source: Paint-039
ptb: Verde oliva

source: Paint-040
ptb: Verde escuro

source: Paint-041
ptb: Marrom claro

source: Paint-042
ptb: Vermelho alaranjado

source: Paint-043
ptb: Laranja

source: Paint-044
ptb: Vermelho escuro

source: Paint-045
ptb: Vermelho claro

source: Paint-046
ptb: Vermelho

source: Paint-047
ptb: Vermelho

source: Paint-048
ptb: Salmão

source: Paint-049
ptb: Marrom avermelhado

source: Paint-050
ptb: Branco frio

source: Paint-051
ptb: Branco frio

source: Paint-052
ptb: Marfim com brilho

source: Paint-053
ptb: Marfim fosco

source: Paint-054
ptb: Branco linho

source: Paint-055
ptb: Branco linho

source: Paint-056
ptb: Branco

source: Paint-057
ptb: Branco

source: Paint-058
ptb: Canário

source: Paint-059
ptb: Amarelo

source: Paint-060
ptb: Plana - Branca antiga

source: Paint-061
ptb: Azul - Tinta de parede - Com brilho

source: Paint-062
ptb: Bege

source: Paint-063
ptb: Azul esverdeado escuro

source: Paint-064
ptb: Marinho

source: Paint-065
ptb: Marinho

source: Paint-066
ptb: Ciano escuro

source: Paint-067
ptb: Pervinca

source: Paint-068
ptb: Turquesa

source: Paint-069
ptb: Castanho claro

source: Paint-070
ptb: Cinza

source: Paint-071
ptb: Verde amarelado

source: Paint-072
ptb: Oliva escuro
