Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# solidglass_roundcorners_radius:uilabel
source: Source
rus: Источник

# solidglass_solidglassgroup
source: Solid Glass
rus: Прочное стекло

# solidglass_transmittance
source: Color
rus: Цвет

# solidglass_transmittance:solidglass_blue
source: Blue
rus: Синий

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
rus: Сине-зеленый

# solidglass_transmittance:solidglass_bronze
source: Bronze
rus: Бронза

# solidglass_transmittance:solidglass_clear
source: Clear
rus: Бесцветный

# solidglass_transmittance:solidglass_custom
source: Custom
rus: Пользовательский

# solidglass_transmittance:solidglass_gray
source: Gray
rus: Серый

# solidglass_transmittance:solidglass_green
source: Green
rus: Зеленый

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
rus: Выбор стандартного либо пользовательского цвета.

# solidglass_transmittance:uilabel
source: Color
rus: Цвет

# solidglass_transmittance_custom_color
source: Custom Color
rus: Пользовательский цвет

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
rus: Выбор цвета, изображения или процедурной текстуры для визуализации материала.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
rus: Пользовательский цвет

# solidglass_wavy
source: Wavy
rus: Волнистый

source: spanish
rus: испанский

source: special
rus: специальный

# speckle_Appearance
source: Appearance
rus: Представление

# speckle_Color1
source: Color 1
rus: Цвет 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
rus: Первый цвет вкраплений.

# speckle_Color1:uilabel
source: Color 1
rus: Цвет 1

# speckle_Color2
source: Color 2
rus: Цвет 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
rus: Второй цвет вкраплений.

# speckle_Color2:uilabel
source: Color 2
rus: Цвет 2

# speckle_Position
source: Position
rus: Положение

# speckle_Size
source: Size
rus: Размер

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
rus: Корректировка размера вкраплений.

# speckle_Size:uilabel
source: Size
rus: Размер

# speckle_transforms_group
source: Transforms
rus: Преобразования

source: speckled
rus: с вкраплениями

source: Specular:
rus: Зеркальный:

# specular:uilabel
source: Specular:
rus: Зеркальный:

source: Specular Color:
rus: Цвет блика:

# specularColor:uilabel
source: Specular Color:
rus: Цвет блика:

source: Sphere
rus: Шар

# sphere_radius
source: Radius:
rus: Радиус:

# sphere_radius:uilabel
source: Radius:
rus: Радиус:

source: splatter
rus: брызги

source: split
rus: разделить

source: spot
rus: Прожектор

# spread:uilabel
source: Spread:
rus: Размещение:

source: square
rus: квадрат

source: squares
rus: квадраты

# ssao_blend_amount
source: Blending:
rus: Переход:

# ssao_blend_amount:uilabel
source: Blending:
rus: Переход:

# ssao_blur_radius
source: Blur:
rus: Размытие:

# ssao_blur_radius:uilabel
source: Blur:
rus: Размытие:

# ssao_custom
source: Custom
rus: Пользовательский

# ssao_filter_color
source: Filter Color:
rus: Светофильтр:

# ssao_filter_color:uilabel
source: Filter Color:
rus: Светофильтр:

# ssao_high
source: Fine (Slowest)
rus: Точный (медленно)

# ssao_low
source: Coarse (Fastest)
rus: Грубый (быстро)

# ssao_medium
source: Medium
rus: Средний

# ssao_quality
source: Quality:
rus: Качество:

# ssao_quality:ssao_custom
source: Custom
rus: Пользовательский

# ssao_quality:ssao_high
source: Fine (Slowest)
rus: Точный (медленно)

# ssao_quality:ssao_low
source: Coarse (Fastest)
rus: Грубый (быстро)

# ssao_quality:ssao_medium
source: Medium
rus: Средний

# ssao_quality:uilabel
source: Quality:
rus: Качество:

# ssao_sample_count
source: Samples:
rus: Выборки:

# ssao_sample_count:uilabel
source: Samples:
rus: Выборки:

# ssao_sample_radius
source: Sample Radius:
rus: Радиус выборки:

# ssao_sample_radius:uilabel
source: Sample Radius:
rus: Радиус выборки:

source: stacked
rus: штабельная кладка

source: stainless
rus: нержавеющая

# standardLight
source: Standard Light Parameters
rus: Стандартные параметры освещения

source: standing
rus: стоячий

# std_incandescent
source: Standard Incandescent Light
rus: Стандартная лампа накаливания

source: steel
rus: сталь

source: stone
rus: камень

# stone_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# stone_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# stone_ao_distance
source: Max Distance
rus: Макс. расстояние

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# stone_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# stone_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# stone_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# stone_ao_samples
source: Samples
rus: Примеры

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# stone_ao_samples:uilabel
source: Samples
rus: Примеры

# stone_application
source: Finish
rus: Отделка

# stone_application:stone_glossy
source: Glossy
rus: Глянцевый

# stone_application:stone_matte
source: Matte
rus: Матовый

# stone_application:stone_polished
source: Polished
rus: Полированный

# stone_application:stone_unfinished
source: Unfinished
rus: Без отделки

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
rus: Выбор полированного, глянцевого, матового или без отделки.

# stone_application:uilabel
source: Finish
rus: Отделка

# stone_bump:stone_custom
source: Custom
rus: Пользовательский

# stone_bump:stone_glossymarble
source: Glossy Marble
rus: Глянцевый мрамор

# stone_bump:stone_none
source: None
rus: Нет

# stone_bump:stone_polishedgranite
source: Polished Granite
rus: Полированный гранит

# stone_bump:stone_stonewall
source: Stone Wall
rus: Каменная стена

# stone_bump:uilabel
source: Type
rus: Тип

# stone_bump_amount
source: Amount
rus: Количество

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
rus: Плавная регулировка высоты элементов выдавливания в диапазоне от 0 до 1.

# stone_bump_amount:uilabel
source: Amount
rus: Количество

# stone_bump_list_label
source: Type
rus: Тип

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
rus: Выбор типа выдавливания или параметра "Пользовательский".

# stone_bump_map
source: Image
rus: Изображение

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
rus: Выбор растрового изображения для отделки.

# stone_bump_map:uilabel
source: Image
rus: Изображение

# stone_bump_panel_label
source: Finish Bumps
rus: Готовая отделка с выдавливанием

# stone_color
source: Image
rus: Изображение

# stone_color:tooltip
source: Selects a bitmap image for the stone.
rus: Выбор растрового изображения для камня.

# stone_color:uilabel
source: Image
rus: Изображение

# stone_custom
source: Custom
rus: Пользовательский

# stone_glossy
source: Glossy
rus: Глянцевый

# stone_glossymarble
source: Glossy Marble
rus: Глянцевый мрамор

# stone_matte
source: Matte
rus: Матовый

# stone_pattern:stone_custom
source: Custom
rus: Пользовательский

# stone_pattern:stone_none
source: None
rus: Нет

# stone_pattern:uilabel
source: Bump Pattern
rus: Шаблон выдавливания

# stone_pattern_amount
source: Amount
rus: Количество

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
rus: Регулятор величины в диапазоне от 0 до 2 управляет высотой элемента выдавливания.

# stone_pattern_amount:uilabel
source: Amount
rus: Количество

# stone_pattern_list_label
source: Bump Pattern
rus: Шаблон выдавливания

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
rus: Создание повышенных и пониженных участков в соответствии с темными и светлыми фрагментами указанного пользователем файла изображения.

# stone_pattern_map
source: Image
rus: Изображение

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
rus: Выбор растрового изображения для рельефного узора.

# stone_pattern_map:uilabel
source: Image
rus: Изображение

# stone_pattern_panel_label
source: Relief Pattern
rus: Рельефный узор

# stone_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# stone_polished
source: Polished
rus: Полированный

# stone_polishedgranite
source: Polished Granite
rus: Полированный гранит

# stone_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# stone_roundcorners_on
source: Round Corners
rus: Скругление углов

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# stone_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# stone_roundcorners_radius
source: Source
rus: Источник

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# stone_roundcorners_radius:uilabel
source: Source
rus: Источник

# stone_stonegroup
source: Stone
rus: Камень

# stone_stonewall
source: Stone Wall
rus: Каменная стена

# stone_unfinished
source: Unfinished
rus: Без отделки

# stonewall_tex:uilabel
source: Stonewall Texture
rus: Текстура стоунволл

source: street
rus: улица

# stress_curve_data:uilabel
source: Stress
rus: Напряжение

source: stripes
rus: в полоску

source: structural
rus: конструкционный

source: structural concrete
rus: конструкционный бетон

# structural_Behavior
source: Behavior
rus: Поведение

# structural_Behavior:structural_isotropic
source: Isotropic
rus: Изотропное

# structural_Behavior:structural_orthotropic
source: Orthotropic
rus: Ортотропное

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
rus: Поперечное изотропное

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
rus: Выбор между изотропным и ортотропным поведением.

# structural_Behavior:uilabel
source: Behavior
rus: Поведение

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
rus: Коэффициент упрочнения при циклическом нагружении

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
rus: Коэффициент упрочнения при циклическом нагружении

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
rus: Показатель упрочнения при циклическом нагружении

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
rus: Показатель упрочнения при циклическом нагружении

# structural_Density
source: Density
rus: Плотность

# structural_Density:uilabel
source: Density
rus: Плотность

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
rus: Предел выносливости: количество циклов

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
rus: Предел выносливости: количество циклов

# structural_Endurance_limit_stress
source: Endurance Limit Stress
rus: Предел выносливости: напряжение

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
rus: Предел выносливости: напряжение

# structural_ExternalMaterialID:uilabel
source: External Material ID
rus: Идентификатор наружного материала

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
rus: Коэффициент усталостной вязкости

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
rus: Коэффициент усталостной вязкости

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
rus: Показатель усталостной вязкости

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
rus: Показатель усталостной вязкости

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
rus: Коэффициент усталостной прочности

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
rus: Коэффициент усталостной прочности

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
rus: Показатель усталостной прочности

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
rus: Показатель усталостной прочности

# structural_Minimum_tensile_strength
source: Tensile Strength
rus: Предел прочности растяжения

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
rus: Предел прочности растяжения

# structural_Minimum_yield_stress
source: Yield Strength
rus: Предел текучести

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
rus: Предел текучести

# structural_Poisson_ratio
source: Poisson's Ratio
rus: Коэффициент Пуассона

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
rus: Коэффициент Пуассона

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
rus: Коэффициент Пуассона 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
rus: Коэффициент Пуассона 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
rus: Коэффициент Пуассона 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
rus: Коэффициент Пуассона 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
rus: Коэффициент Пуассона X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
rus: Коэффициент Пуассона X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
rus: Коэффициент Пуассона Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
rus: Коэффициент Пуассона Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
rus: Коэффициент Пуассона Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
rus: Коэффициент Пуассона Z

# structural_Shear_modulus
source: Shear Modulus
rus: Модуль сдвига

# structural_Shear_modulus:uilabel
source: Shear Modulus
rus: Модуль сдвига

# structural_Shear_modulus_12
source: Shear Modulus 12
rus: Модуль сдвига 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
rus: Модуль сдвига 12

# structural_Shear_modulus_X
source: Shear Modulus X
rus: Модуль сдвига X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
rus: Модуль сдвига X

# structural_Shear_modulus_Y
source: Shear Modulus Y
rus: Модуль сдвига Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
rus: Модуль сдвига Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
rus: Модуль сдвига Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
rus: Модуль сдвига Z

# structural_Shear_strength_modification
source: Shear Strength Modification
rus: Изменение прочности при сдвиге

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
rus: Изменение прочности при сдвиге

# structural_Specific_heat
source: Specific Heat
rus: Удельная теплоемкость

# structural_Specific_heat:uilabel
source: Specific Heat
rus: Удельная теплоемкость

# structural_Thermal_conductivity
source: Thermal Conductivity
rus: Теплопроводность

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
rus: Теплопроводность

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
rus: Теплопроводность X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
rus: Теплопроводность X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
rus: Теплопроводность Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
rus: Теплопроводность Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
rus: Теплопроводность Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
rus: Теплопроводность Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
rus: Коэффициент теплового расширения

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
rus: Коэффициент теплового расширения

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
rus: Коэффициент теплового расширения 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
rus: Коэффициент теплового расширения 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
rus: Коэффициент теплового расширения 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
rus: Коэффициент теплового расширения 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
rus: Коэффициент теплового расширения X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
rus: Коэффициент теплового расширения X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
rus: Коэффициент теплового расширения Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
rus: Коэффициент теплового расширения Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
rus: Коэффициент теплового расширения Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
rus: Коэффициент теплового расширения Z

# structural_Thermally_treated
source: Thermally Treated
rus: Термообработка

# structural_Thermally_treated:uilabel
source: Thermally Treated
rus: Термообработка

# structural_Young_modulus
source: Young's Modulus
rus: Модуль Юнга

# structural_Young_modulus:uilabel
source: Young's Modulus
rus: Модуль Юнга

# structural_Young_modulus_1
source: Young's Modulus 1
rus: Модуль Юнга 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
rus: Модуль Юнга 1

# structural_Young_modulus_2
source: Young's Modulus 2
rus: Модуль Юнга 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
rus: Модуль Юнга 2

# structural_Young_modulus_X
source: Young's Modulus X
rus: Модуль Юнга X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
rus: Модуль Юнга X

# structural_Young_modulus_Y
source: Young's Modulus Y
rus: Модуль Юнга Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
rus: Модуль Юнга Y

# structural_Young_modulus_Z
source: Young's Modulus Z
rus: Модуль Юнга Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
rus: Модуль Юнга Z

# structural_concrete_compression
source: Concrete Compression
rus: Коэффициент сжатия бетона

# structural_concrete_compression:uilabel
source: Concrete Compression
rus: Коэффициент сжатия бетона

# structural_isotropic
source: Isotropic
rus: Изотропный

# structural_lightweight
source: Lightweight
rus: Легкий

# structural_lightweight:uilabel
source: Lightweight
rus: Легкий

# structural_orthotropic
source: Orthotropic
rus: Ортотропный

# structural_source
source: Source
rus: Источник

# structural_source:uilabel
source: Source
rus: Источник

# structural_sourceURL
source: Source URL
rus: URL-адрес

# structural_sourceURL:uilabel
source: Source URL
rus: URL-адрес

# structural_subclass
source: Subclass
rus: Подкласс

# structural_subclass:uilabel
source: Subclass
rus: Подкласс

# structural_transverse_isotropic
source: Transverse Isotropic
rus: Поперечный изотропный

# structural_wood_Average_modulus
source: Average Modulus
rus: Модуль среднего

# structural_wood_Average_modulus:uilabel
source: Average Modulus
rus: Модуль среднего

# structural_wood_Bending
source: Bending
rus: Изгиб

# structural_wood_Bending:uilabel
source: Bending
rus: Изгиб

# structural_wood_Construction_Property
source: Construction
rus: Конструкция

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
rus: Клееный

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
rus: Клееный брус KertoQ

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
rus: Клееный брус KertoS

# structural_wood_Construction_Property:structural_wood_lvl
source: LVL
rus: Клееный брус

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
rus: Натуральный

# structural_wood_Construction_Property:uilabel
source: Construction
rus: Конструкция

# structural_wood_compression_parallel
source: Compression Parallel to Grain
rus: Продольное сжатие

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
rus: Продольное сжатие

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
rus: Поперечное сжатие

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
rus: Поперечное сжатие

# structural_wood_glued
source: Glued
rus: Клееный
