Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# unifiedbitmap_Blur:uilabel
source: Blur
csy: Zamlžení

# unifiedbitmap_Blur_Offset
source: Blur Offset
csy: Odsazení zamlžení

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
csy: Odsazení zamlžení

# unifiedbitmap_Filtering
source: Filtering
csy: Filtrování

# unifiedbitmap_Filtering:uilabel
source: Filtering
csy: Filtrování

# unifiedbitmap_Invert
source: Invert Image
csy: Invertovat obrázek

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
csy: Zaměnit jasné a tmavé plochy obrázku.

# unifiedbitmap_Invert:uilabel
source: Invert Image
csy: Invertovat obrázek

# unifiedbitmap_None
source: None
csy: Žádné

# unifiedbitmap_Pyramidal
source: Pyramidal
csy: Pyramidový

# unifiedbitmap_RGBAmount
source: Brightness
csy: Jas

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
csy: Upravit jas obrázku.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
csy: Jas

# unifiedbitmap_Summed_Area
source: Summed Area
csy: Sjednocená oblast

# unifiedbitmap_position_group
source: Position
csy: Umístění

# unifiedbitmap_repeat_group
source: Repeat
csy: Opakovat

# unifiedbitmap_scale_group
source: Scale
csy: Měřítko

# unifiedbitmap_transforms_group
source: Transforms
csy: Transformace

source: uniform
csy: stejnoměrný

source: unitless
csy: bez jednotek

# useShadowColMap
source: Use Shadow Color Map:
csy: Použít mapu barev stínů

# useShadowColMap:uilabel
source: Use Shadow Color Map:
csy: Použít mapu barev stínů

# use_altitude_azimuth
source: Override Sun Position:
csy: Předefinovat umístění slunce:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
csy: Předefinovat umístění slunce:

source: Use Background:
csy: Použít pozadí:

# use_background:uilabel
source: Use Background:
csy: Použít pozadí:

# use_custom_environment:uilabel
source: Use Custom Environment
csy: Použít vlastní prostředí

# uv_channel:uilabel
source: UV Channel
csy: Kanál UV

source: veins
csy: žíly

source: velvet
csy: samet

source: vertical
csy: vertikální

source: victorian
csy: viktoriánský

# vignetting
source: Vigneting:
csy: Vinětování:

# vignetting:uilabel
source: Vigneting:
csy: Vinětování:

source: violet
csy: fialová

# visibility_distance
source: Visibility Distance (10% Haze):
csy: Viditelnost (10% mlha):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
csy: Viditelnost (10% mlha):

source: Visible
csy: Viditelný

# visible:uilabel
source: Visible
csy: Viditelný

source: wall
csy: stěna

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# wallpaint_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# wallpaint_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# wallpaint_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# wallpaint_ao_samples
source: Samples
csy: Vzorky

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# wallpaint_ao_samples:uilabel
source: Samples
csy: Vzorky

# wallpaint_application
source: Application
csy: Nanášení

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
csy: Nastavuje nátěrovou texturu na váleček (jemné nerovnosti), štětec (proužky) nebo sprej (hladký).

# wallpaint_application:uilabel
source: Application
csy: Nanášení

# wallpaint_application:wallpaint_brush
source: Brush
csy: Štětec

# wallpaint_application:wallpaint_roller
source: Roller
csy: Váleček

# wallpaint_application:wallpaint_spray
source: Spray
csy: Sprej

# wallpaint_brush
source: Brush
csy: Štětec

# wallpaint_color
source: Color
csy: Barva

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
csy: Nastavuje barvu a množství světla odraženého od nátěru.

# wallpaint_color:uilabel
source: Color
csy: Barva

# wallpaint_color_by_object:uilabel
source: Custom Color
csy: Vlastní barva

# wallpaint_eggshell
source: Eggshell
csy: Matný

# wallpaint_finish
source: Finish
csy: Povrchová úprava

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
csy: Nastavuje lesklost nátěru (6 přednastavených voleb).

# wallpaint_finish:uilabel
source: Finish
csy: Povrchová úprava

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
csy: Matný

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
csy: Nevýrazný/matný

# wallpaint_finish:wallpaint_gloss
source: Gloss
csy: Lesklý

# wallpaint_finish:wallpaint_pearl
source: Pearl
csy: Perleťová

# wallpaint_finish:wallpaint_platinum
source: Platinum
csy: Platina

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
csy: Pololesklý

# wallpaint_flat
source: Flat/Matte
csy: Nevýrazný/matný

# wallpaint_gloss
source: Gloss
csy: Lesklý

# wallpaint_paintgroup
source: Wall Paint
csy: Nátěr stěny

# wallpaint_pearl
source: Pearl
csy: Perleťová

# wallpaint_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# wallpaint_platinum
source: Platinum
csy: Platina

# wallpaint_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
csy: Definuje maximální počet vzorků (paprsků), které pomyslný paprsek vypočítá k vytvoření lesklých odrazů.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

# wallpaint_roller
source: Roller
csy: Váleček

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# wallpaint_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# wallpaint_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# wallpaint_roundcorners_radius
source: Source
csy: Zdroj

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# wallpaint_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# wallpaint_semigloss
source: Semi-gloss
csy: Pololesklý

# wallpaint_spray
source: Spray
csy: Sprej

source: wallpaper
csy: tapeta

source: walnut
csy: vlašský ořech

source: warm
csy: teplá

source: water
csy: voda

# water_algae
source: Algae/Green
csy: Řasy/zelená

# water_bump_amount
source: Wave Height
csy: Výška vlny

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
csy: Nastavuje relativní výšku vln na vodní hladině. Zadejte hodnotu mezi 0 (bez vln) a 5 (velké vlny).

# water_bump_amount:uilabel
source: Wave Height
csy: Výška vlny

# water_color_by_object:uilabel
source: Custom Color
csy: Vlastní barva

# water_custom
source: Custom
csy: Vlastní

# water_lake
source: Generic Pond/Lake
csy: Standardní vodní nádrž/jezero

# water_murky
source: Murky/Brown
csy: Temný/hnědý

# water_ocean
source: Generic Sea/Ocean
csy: Standardní moře/oceán

# water_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# water_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Určuje, kolikrát je každý paprsek odražen. Když je tento parametr nastaven na nulu, má přednost globální nastavení rendrování.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# water_reflecting_pool
source: Generic Reflecting Pool
csy: Standardní zrcadlící bazén

# water_refr_depth
source: Refraction Max Trace Depth
csy: Maximální hloubka odrazu

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
csy: Je-li zaškrtnuto toto políčko, řídí se hloubka lomu materiálu místně a při dosažení limitu bude vržen dodatečný paprsek průhlednosti, což omezí efekt černého okraje, který se obvykle objevuje na objektech z plného skla.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
csy: Maximální hloubka odrazu

# water_refr_depth_control_label
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# water_river
source: Generic Stream/River
csy: Standardní potok/řeka

# water_swimming_pool
source: Swimming Pool
csy: Plavecký bazén

# water_tint_color
source: Custom Color
csy: Vlastní barva

# water_tint_color:tooltip
source: Sets a color via RGB value.
csy: Nastavuje barvu prostřednictvím hodnoty RGB.

# water_tint_color:uilabel
source: Custom Color
csy: Vlastní barva

# water_tint_enable
source: Color
csy: Barva

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
csy: Nastavuje tón vody (tropická, řasy/zelená, temná/hnědá atd.).

# water_tint_enable:uilabel
source: Color
csy: Barva

# water_tint_enable:water_algae
source: Algae/Green
csy: Řasy/zelená

# water_tint_enable:water_custom
source: Custom
csy: Vlastní

# water_tint_enable:water_lake
source: Generic Pond/Lake
csy: Standardní vodní nádrž/jezero

# water_tint_enable:water_murky
source: Murky/Brown
csy: Temný/hnědý

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
csy: Standardní moře/oceán

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
csy: Standardní zrcadlící bazén

# water_tint_enable:water_river
source: Generic Stream/River
csy: Standardní potok/řeka

# water_tint_enable:water_tropical
source: Tropical
csy: Tropická

# water_tropical
source: Tropical
csy: Tropická

# water_type
source: Type
csy: Typ

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
csy: Slouží k výběru textury vody (bazén, řeka, jezero, moře atd.)

# water_type:uilabel
source: Type
csy: Typ

# water_type:water_lake
source: Generic Pond/Lake
csy: Standardní vodní nádrž/jezero

# water_type:water_ocean
source: Generic Sea/Ocean
csy: Standardní moře/oceán

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
csy: Standardní zrcadlící bazén

# water_type:water_river
source: Generic Stream/River
csy: Standardní potok/řeka

# water_type:water_swimming_pool
source: Swimming Pool
csy: Plavecký bazén

# water_watergroup
source: Water
csy: Voda

source: watts
csy: watty

# wave_Amplitude
source: Amplitude
csy: Amplituda

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
csy: Určuje amplitudy vln. Rozsah = 0 až 10000; výchozí hodnota = 1.

# wave_Amplitude:uilabel
source: Amplitude
csy: Amplituda

# wave_Appearance
source: Appearance
csy: Vzhled

# wave_Color1
source: Color 1
csy: Barva 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
csy: Určuje první barvu vln.

# wave_Color1:uilabel
source: Color 1
csy: Barva 1

# wave_Color2
source: Color 2
csy: Barva 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
csy: Určuje druhou barvu vln.

# wave_Color2:uilabel
source: Color 2
csy: Barva 2

# wave_Distribution
source: Distribution
csy: Distribuce

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
csy: Určuje způsob šíření vln. Možnost 3D se používá k šíření středů vln po povrchu imaginární koule, přičemž jsou ovlivněny všechny strany 3D objektu. Možnost 2D se používá k šíření vln po kružnicích se středy v rovině XY, což je vhodnější u rovných vodních povrchů, například moří či jezer.

# wave_Distribution:uilabel
source: Distribution
csy: Distribuce

# wave_NumWaveSets
source: Number
csy: Počet

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
csy: Určuje, kolik sad vln bude ve vzoru použito. Pro klidnou vodní hladinu použijte menší hodnotu. Rozsah = 0 až 50; výchozí hodnota = 3.

# wave_NumWaveSets:uilabel
source: Number
csy: Počet

# wave_Phase
source: Phase
csy: Fáze

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
csy: Zvýší vzor vln. Rozsah = 0 až 10000; výchozí hodnota = 0.

# wave_Phase:uilabel
source: Phase
csy: Fáze

# wave_Position
source: Position
csy: Umístění

# wave_RandomSeed
source: Random Seed
csy: Nepravidelné pokrytí

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
csy: Poskytuje číslo pokrytí pro vytvoření vzoru vodní hladiny. Vzor se pro každý rozsev liší. Rozsah = 0 až 65535; výchozí hodnota = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
csy: Nepravidelné pokrytí

# wave_WaveLenMax
source: Len Max
csy: Max. délka

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
csy: Pro všechny středy vln definuje maximální interval. Pokud si budou hodnoty blízké, budou vlny zobrazeny pravidelněji, čím více se budou hodnoty vzájemně lišit, tím budou vlny méně pravidelné. Výchozí hodnota = 1,97.

# wave_WaveLenMax:uilabel
source: Len Max
csy: Max. délka

# wave_WaveLenMin
source: Len Min
csy: Min. délka

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
csy: Pro všechny středy vln definuje minimální interval. Pokud si budou hodnoty blízké, budou vlny zobrazeny pravidelněji, čím více se budou hodnoty vzájemně lišit, tím budou vlny méně pravidelné. Výchozí hodnota = 1,97.

# wave_WaveLenMin:uilabel
source: Len Min
csy: Min. délka

# wave_WaveRadius
source: Radius
csy: Poloměr

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
csy: Určuje poloměr pomyslné koule (3D distribuce) nebo kružnice (2D distribuce), jejíž povrch je počátkem každé sady vln. Velký poloměr vytvoří velké kruhové vlnové vzory, zatímco malý poloměr vytvoří husté menší vlny. Výchozí hodnota = 39,37.

# wave_WaveRadius:uilabel
source: Radius
csy: Poloměr

# wave_paramgroup
source: Waves
csy: Vlny

# wave_transforms_group
source: Transforms
csy: Transformace

source: waves
csy: vlny

source: wavy
csy: vlnitý

source: weathered
csy: zvětralý

source: weave
csy: vazba

# web
source: Use Light Profile
csy: Síť

# webHasSymmetry
source: Symmetric:
csy: Symetrická:

# webHasSymmetry:uilabel
source: Symmetric:
csy: Symetrická:

# webRotation
source: Rotation:
csy: Otočení:

# webRotation:tooltip
source: Web spatial rotation
csy: Prostorové otočení sítě

# webRotation:uilabel
source: Rotation:
csy: Otočení:

# webScaling:uilabel
source: webScaling
csy: Měřítko sítě

# webTranslation:uilabel
source: webTranslation
csy: Posun sítě

source: west
csy: západ

source: wet
csy: mokrý

source: wheat
csy: pšenice

source: white
csy: bílá

source: White Color:
csy: Bílá barva:

# whiteColor:uilabel
source: White Color:
csy: Bílá barva:

source: Whitepoint:
csy: Bílý bod:

# whitepoint:uilabel
source: Whitepoint:
csy: Bílý bod:

source: Width
csy: Šířka

# width:uilabel
source: Width
csy: Šířka

source: window
csy: okno

source: wood
csy: dřevo

# wood_Appearance
source: Appearance
csy: Vzhled

# wood_AxialNoise
source: Axial Noise
csy: Osový šum

# wood_AxialNoise:tooltip
source: Sets the relative randomness of the axial noise pattern on a plane parallel with the grain on the wood. Range = 0 to 100; Default = 1.00.
csy: Nastavuje relativní náhodnost vzoru osového šumu na rovině rovnoběžné s žilkováním dřeva. Rozsah = 0 až 100; výchozí hodnota = 1,00.

# wood_AxialNoise:uilabel
source: Axial Noise
csy: Osový šum

# wood_Color1
source: Color 1
csy: Barva 1

# wood_Color1:tooltip
source: Specifies the first color of the wood texture.
csy: Určuje první barvu textury dřeva.

# wood_Color1:uilabel
source: Color 1
csy: Barva 1

# wood_Color2
source: Color 2
csy: Barva 2

# wood_Color2:tooltip
source: Specifies the second color of the wood texture.
csy: Určuje druhou barvu textury dřeva.

# wood_Color2:uilabel
source: Color 2
csy: Barva 2

# wood_Position
source: Position
csy: Umístění

# wood_RadialNoise
source: Radial Noise
csy: Radiální šum

# wood_RadialNoise:tooltip
source: Sets the relative randomness of the radial noise pattern on a plane perpendicular to the grain on the wood. Range = 0 to 100; Default = 1.00.
csy: Nastavuje relativní náhodnost vzoru radiálního šumu na rovině kolmé k žilkování dřeva. Rozsah = 0 až 100; výchozí hodnota = 1,00.

# wood_RadialNoise:uilabel
source: Radial Noise
csy: Radiální šum

# wood_Thickness
source: Grain Thickness
csy: Tloušťka žilkování

# wood_Thickness:tooltip
source: Sets the relative thickness of the color bands that make up the grain on the wood. Range = 0 to 100; Default = 0.50.
csy: Nastavuje relativní tloušťku barevných pruhů tvořících žilkování dřeva. Rozsah = 0 až 100; výchozí hodnota = 0,50.

# wood_Thickness:uilabel
source: Grain Thickness
csy: Tloušťka žilkování

# wood_props1
source: Basic Thermal
csy: Základní tepelné

# wood_props2
source: Mechanical
csy: Mechanické

# wood_transforms_group
source: Transforms
csy: Transformace

source: yellow
csy: žlutá

source: yellow-brown
csy: žlutohnědá

source: zinc
csy: zinek

source: ABS Plastic
csy: ABS plast

source: Acetal Resin, Black
csy: Polyacetátová pryskyřice, černá

source: Acetal Resin, White
csy: Polyacetátová pryskyřice, bílá

source: Alloy Steel
csy: Legovaná ocel

source: Aluminum-6061
csy: Hliník 6061

source: Aluminum-6061-AHC
csy: Hliník 6061-AHC

source: Brass, Soft Yellow
csy: Mosaz, měkká žlutá

source: Bronze, Soft Tin
csy: Bronz, měkký cínový

source: Carbon Steel
csy: Uhlíková ocel

source: Cast Bronze
csy: Litý bronz

source: Cast Copper
csy: Litá měď

source: Cast Steel
csy: Litá ocel

source: Copper
csy: Měď

source: Copper Alloy
csy: Slitina mědi

source: Ductile Iron
csy: Kujná litina

source: Galvanized Steel
csy: Galvanizovaná ocel

source: GFRC (Glass Fiber Reinforced Concrete)
csy: GFRC (beton zpevněný skleněnými vlákny)

source: Gold
csy: Zlatá

source: Gray Iron
csy: Šedá litina

source: High Density Polyethylene
csy: Vysoce hustý polyetylén

source: High Impact Polystyrene
csy: Houževnatý polystyren

source: LCP Plastic
csy: LCP plast

source: Lead
csy: Olovo

source: Low Density Polyethylene
csy: Polyetylen s nízkou hustotou

source: Malleable Iron
csy: Kujná litina

source: Nickel-Copper Alloy 400
csy: Slitina nikl-měď 400

source: Non-Alloy Steel
csy: Nelegovaná ocel

source: Nylon Composite (Nylon, molybdenum disulphide)
csy: Nylonový kompozit (nylon, sirník molybdeničitý)

source: PBT Plastic
csy: PBT plast

source: PC_ABS Plastic
csy: PC/ABS plast

source: PET Plastic
csy: PET plast

source: Phenolic
csy: Fenolový

source: PMMA Plastic
csy: PMMA plast

source: Polycarbonate, Clear
csy: Polykarbonát, čirý

source: Polycarbonate, Smoke
csy: Polykarbonát, kouřový

source: Polypropylene
csy: Polypropylen

source: PPS Plastic
csy: PPS plast

source: PVC-Piping
csy: PVC potrubí

source: SAN Plastic
csy: SAN plast

source: Silicone
csy: Silikon

source: Stainless Steel
csy: Nerezová ocel

source: Stainless Steel, 440C
csy: Nerezová ocel 440C

source: Stainless Steel, Austenitic
csy: Nerezová ocel, austenitická

source: Steel, High Strength Low Alloy
csy: Ocel nízkolegovaná vysokopevnostní

source: Steel, Mild
csy: Ocel, měkká

source: UHMW, Black
csy: UHMW polyethylen, černý

source: UHMW, White
csy: UHMW polyethylen, bílý

source: Welded Aluminum-6061
csy: Svařovaný hliník 6061

source: Welded Brass, Soft Yellow
csy: Svařovaná mosaz, měkká žlutá

source: Welded Stainless Steel, 440C
csy: Svařovaná nerezová ocel, 440C

source: Welded Steel Mild
csy: Svařovaná měkká ocel

source: Wood (Birch)
csy: Dřevo (bříza)

source: Wood (Cherry)
csy: Dřevo (třešeň)

source: Wood (Maple)
csy: Dřevo (javor)

source: Wood (Oak)
csy: Dřevo (dub)

source: Wood (Walnut)
csy: Dřevo (ořech)

source: Wrought Copper
csy: Tvářená měď

source: Wrought Steel
csy: Tvářená ocel

source: Threaded
csy: Se závitem
