Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ita.xlf
Languages: ita

source: Aluminum , oxidized finish
ita: Alluminio, finitura ossidata

source: Aluminum magnesium silicon alloy, 6061
ita: Lega di silicone magnesio alluminio, 6061

source: Aluminum, magnesium silicon alloy
ita: Alluminio, lega di magnesio silicio

source: Ambient Occlusion Scene Effect.
ita: Effetto scena occlusione ambientale.

source: AmbientOcclusion
ita: Occlusione ambientale

# AmbientOcclusionSchema_localname:Ambient Occlusion
source: Ambient Occlusion
ita: Occlusione ambientale

# AmbientOcclusionSchema_localtype:Scene Effect
source: Scene Effect
ita: Effetto scena

source: Annealed
ita: Ricotto

source: Appearance class for decals. Based on Generic, but with a simpler UI.
ita: Classe di aspetto per decalcomanie. Basata su modello generico ma con interfaccia utente semplificata.

source: Architectural
ita: Architettonico

source: Architectural bronze
ita: Bronzo architettonico

source: Austenitic stainless steel
ita: Acciaio inox austenitico

source: Autodesk branded swatch.
ita: Campione con marchio Autodesk.

# Azimuth
source: Sun Azimuth:
ita: Azimut sole:

# Azimuth:uilabel
source: Sun Azimuth:
ita: Azimut sole:

source: Bakelite
ita: Bachelite

source: Basic structural asset.
ita: Componente strutturale di base.

source: Black bricks
ita: Mattoni neri

source: Brass, polished
ita: Ottone, levigato

source: Brick
ita: Mattone

source: Brown modular bricks
ita: Mattoni modulari marroni

source: Bump map used on decal objects.
ita: Mappa di composizione in rilievo utilizzata in oggetti di decalcomania.

source: Burgundy stone floor
ita: Pavimento in pietra bordeaux

source: Carbon fiber reinforced epoxy
ita: Resina epossidica rinforzata con fibra di carbonio

source: Carbon steel
ita: Acciaio al carbonio

source: Cast
ita: Colata

source: Cast Iron
ita: Ghisa

source: Cast bronze
ita: Bronzo fuso

source: Cast copper
ita: Rame fuso

source: Cast steel
ita: Acciaio fuso

source: Ceramic
ita: Ceramica

source: Ceramic material.
ita: Materiale ceramica.

source: Ceramic-001
ita: Bianco

source: Ceramic-002
ita: Bianco ghiaccio

source: Ceramic-003
ita: Verde salvia

source: Ceramic-004
ita: Grigio neutro

source: Ceramic-005
ita: Sabbia dorata

source: Ceramic-006
ita: Blu mare

source: Ceramic-007
ita: Pesca

source: Ceramic-008
ita: Marrone grigio dorato

source: Ceramic-009
ita: Blu marina

source: Ceramic-010
ita: Quadrati da 2 pollici - Beige

source: Ceramic-011
ita: Quadrati da 6 pollici - Beige

source: Ceramic-012
ita: Ottagoni da 6 pollici - Blu iceberg

source: Ceramic-013
ita: Quadrati da 3 pollici - Bianco

source: Ceramic-014
ita: Ottagoni da 3 pollici - Bianco

source: Ceramic-015
ita: Ottagoni da 3 pollici - Ocra

source: Ceramic-016
ita: Quadrati da 4 pollici - Lavanda

source: Ceramic-017
ita: Quadrati da 3 pollici - Giallo chiaro

source: Ceramic-018
ita: Ottagoni da 6 pollici - Verde morbido

source: Ceramic-019
ita: Quadrati da 3 pollici - Rosa selvatico

source: Ceramic-020
ita: Ottagoni da 6 pollici - Miele chiaro

source: Ceramic-021
ita: Quadrati da 3 pollici - Rosa caldo

source: Ceramic-022
ita: Ottagoni da 6 pollici - Grigio scuro

source: Ceramic-023
ita: Rombi da 4 pollici - Nero

source: Ceramic-024
ita: Mattoni da 6 pollici - Verde limone

source: Ceramic-025
ita: Quadrati da 4 pollici con riquadri romboidali - Marrone

source: Ceramic-026
ita: Esagoni da 4 pollici - Grigio azzurro

source: Ceramic-027
ita: Quadrati da 4 pollici e rettangoli - Arancione chiaro

source: Ceramic-028
ita: Quadrati da 4 pollici e rettangoli - Rosa pastello

source: Ceramic-029
ita: Triangoli da 6 pollici - Giallo arancio

source: Ceramic-030
ita: Rettangoli da 6x2 pollici - Verde marcio

source: Ceramic-031
ita: Ottagoni da 6 pollici - Bordeaux

source: Ceramic-032
ita: Quadrati da 1 pollice - Mosaico blu

source: Ceramic-033
ita: Quadrati da 1 pollice - Mosaico grigio

source: Ceramic-034
ita: Quadrati da 4 pollici - Mosaico beige

source: Ceramic-035
ita: Quadrati da 4 pollici - Terracotta

source: Ceramic-036
ita: Quadrati da un pollice e mezzo - Ocra

source: Ceramic-037
ita: Quadrati da un pollice e mezzo - Blu ardesia

source: Ceramic-038
ita: Quadrati da un pollice e mezzo - Blu medio

source: Ceramic-039
ita: Quadrati da un pollice e mezzo - Marrone

source: Ceramic-040
ita: Mosaico circolare - Bianco e nero

source: Ceramic-041
ita: Quadrati da 4 pollici con inserti romboidali - Grigio e rosso

source: Ceramic-042
ita: Quadrati da 1 pollice - Avorio

source: Ceramic-043
ita: Quadrati da 4 pollici - Salmone

source: Ceramic/Porcelain
ita: Ceramica/Porcellana

source: Ceramic/Tile
ita: Ceramica/Piastrella

# CeramicSchema_localname:Ceramic
source: Ceramic
ita: Ceramica

# CeramicSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Checker
ita: Scacchi

source: Checker map.
ita: Mappa scacchi.

# CheckerSchema_localname:Checker
source: Checker
ita: Scacchi

# CheckerSchema_localtype:Texture
source: Texture
ita: Composizione

source: Clouds
ita: Nuvole

source: Coarse Ambient Occlusion
ita: Occlusione ambientale grezza

source: Color
ita: Colore

source: Color map.
ita: Mappa colori.

# ColorSchema_localname:Color
source: Color
ita: Colore

# ColorSchema_localtype:Texture
source: Texture
ita: Composizione

source: Composite
ita: Composto

source: Concrete
ita: Calcestruzzo

source: Concrete material.
ita: Materiale calcestruzzo.

source: Concrete structural asset.
ita: Componente strutturale in calcestruzzo.

source: Concrete, stone aggregate
ita: Calcestruzzo, aggregato di pietra

source: Concrete-001
ita: Pavimento industriale

source: Concrete-002
ita: Con pietra 1

source: Concrete-003
ita: Con pietra 2

source: Concrete-004
ita: Aggregato esposto - Grigio caldo

source: Concrete-005
ita: Non uniforme - Grigio caldo

source: Concrete-006
ita: Esterno liscio - Ocra

source: Concrete-007
ita: Liscio - Beige

source: Concrete-008
ita: Composizione muro - Beige

source: Concrete-009
ita: Composizione muro - Salmone

source: Concrete-010
ita: Verde acqua

source: Concrete-011
ita: Nero

source: Concrete-012
ita: Marrone

source: Concrete-013
ita: Rosso terra bruciata

source: Concrete-014
ita: Ceruleo

source: Concrete-015
ita: Fine - Crema

source: Concrete-016
ita: Grigio scuro

source: Concrete-017
ita: Grigio chiaro

source: Concrete-018
ita: Oliva

source: Concrete-019
ita: Bianco

source: Concrete-020
ita: Prefabbricato liscio

source: Concrete-021
ita: Fori cassaforma

source: Concrete-022
ita: Blocchi

source: Concrete-023
ita: Non uniforme riflettente - Grigio

source: Concrete-024
ita: Esterno - Bianco

source: Concrete-025
ita: Esterno - Beige

source: Concrete-026
ita: Esterno con trama - Ocra

source: Concrete-027
ita: Con trama - Beige

source: Concrete-028
ita: Grezzo - Rosa

source: Concrete-029
ita: Grezzo - Ocra

source: Concrete.Cast-In-Place.Exposed Aggregate.Coarse
ita: Calcestruzzo.Gettato in opera.Aggregato esposto.Grezzo

source: Concrete.Cast-In-Place.Exposed Aggregate.Fine
ita: Calcestruzzo.Gettato in opera.Aggregato esposto.Fine

source: Concrete.Cast-In-Place.Exposed Aggregate.Medium
ita: Calcestruzzo.Gettato in opera.Aggregato esposto.Medio

source: Concrete.Cast-In-Place.Exposed Aggregate.Recessed
ita: Calcestruzzo.Gettato in opera.Aggregato esposto.Rientrato

source: Concrete.Cast-In-Place.Flat.Broom.Grey
ita: Calcestruzzo.Gettato in opera.Piano.Bocciardato.Grigio

source: Concrete.Cast-In-Place.Flat.Grey.1
ita: Calcestruzzo.Gettato in opera.Piano.Grigio.1

source: Concrete.Cast-In-Place.Flat.Grey.2
ita: Calcestruzzo.Gettato in opera.Piano.Grigio.2

source: Concrete.Cast-In-Place.Flat.Grey.3
ita: Calcestruzzo.Gettato in opera.Piano.Grigio.3

source: Concrete.Cast-In-Place.Flat.Grey.Efflorescence
ita: Calcestruzzo.Gettato in opera.Piano.Grigio.Efflorescenza

source: Concrete.Cast-In-Place.Flat.Polished.Grey
ita: Calcestruzzo.Gettato in opera.Piano.Levigato.Grigio

source: Concrete.Cast-In-Place.Formwork.Holes
ita: Calcestruzzo.Gettato in opera.Cassaforma.Fori

source: Concrete.Cast-In-Place.Formwork.Holes.Staggered
ita: Calcestruzzo.Gettato in opera.Cassaforma.Fori.Sfalsati

source: Concrete.Cast-In-Place.Panels.Reveal.1
ita: Calcestruzzo.Gettato in opera.Pannelli.Telaio.1

source: Concrete.Cast-In-Place.Panels.Reveal.2
ita: Calcestruzzo.Gettato in opera.Pannelli.Telaio.2

source: Concrete.Cast-In-Place.Panels.Reveal.3
ita: Calcestruzzo.Gettato in opera.Pannelli.Telaio.3

source: Concrete.Cast-In-Place.Panels.Reveal.Smooth
ita: Calcestruzzo.Gettato in opera.Pannelli.Telaio.Liscio

source: Concrete.Cast-In-Place.Panels.Reveal.Speckled
ita: Calcestruzzo.Gettato in opera.Pannelli.Telaio.Picchiettato

source: Concrete.Cast-In-Place.Panels.Square
ita: Calcestruzzo.Gettato in opera.Pannelli.Quadrati

source: Concrete.Cast-In-Place.Ribbed.Vertical.1
ita: Calcestruzzo.Gettato in opera.Con nervature.Verticale.1

source: Concrete.Cast-In-Place.Ribbed.Vertical.2
ita: Calcestruzzo.Gettato in opera.Con nervature.Verticale.2

source: Concrete.Cast-In-Place.SandBlasted
ita: Calcestruzzo.Gettato in opera.Sabbiato

source: Concrete.Cast-in-Place.Formwork.Wood.Boards
ita: Calcestruzzo.Gettato in opera.Cassaforma.Legno.Tavole

source: Concrete.Cast-in-Place.Formwork.Wood.Plywood
ita: Calcestruzzo.Gettato in opera.Cassaforma.Legno.Compensato

source: Concrete.Concrete Accessories.Control Joints.Black
ita: Calcestruzzo.Accessori in calcestruzzo.Giunti di espansione.Nero

source: Concrete.Precast Structural Concrete.Smooth
ita: Calcestruzzo.Prefabbricato di calcestruzzo per uso strutturale.Liscio

source: Concrete/Cast-In-Place
ita: Calcestruzzo/Gettato in opera

source: Concrete/Fiber Reinforced
ita: Calcestruzzo/Rinforzato con fibre

source: Concrete/Standard
ita: Calcestruzzo/Standard

# ConcreteSchema_localname:Concrete
source: Concrete
ita: Calcestruzzo

# ConcreteSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: Copper alloy
ita: Lega di rame

source: Copper, oxidized finish
ita: Rame, finitura ossidata

source: Cork
ita: Sughero

source: Cream stone
ita: Pietra color crema

source: Cube swatch.
ita: Campione di cubo.

source: Curtain wall swatch.
ita: Campione di facciata continua.

source: Cylinder swatch.
ita: Campione di cilindro.

# DST
source: DST In Use:
ita: DST in uso:

# DST:uilabel
source: DST In Use:
ita: DST in uso:

source: Dark blue colour
ita: Colore blu scuro

source: Dark brown rectangular herringbone bricks
ita: Mattoni a spina di pesce rettangolari marrone scuro

source: Day:
ita: Giorno:

# Day:uilabel
source: Day:
ita: Giorno:

source: Daylight Portal
ita: Entrate luce diurna

source: DaylightPortal
ita: Entrate luce diurna

# DaylightPortalSchema_localname:Sun Light
source: Sun Light
ita: Luce solare

# DaylightPortalSchema_localtype:Light
source: Light
ita: Luce

source: Decal
ita: Decalcomania

source: Decal material.
ita: Materiale decalcomania.

source: DecalAppearance
ita: Aspetto decalcomania

# DecalAppearanceSchema_localname:DecalAppearance
source: DecalAppearance
ita: Aspetto decalcomania

# DecalAppearanceSchema_localtype:Appearance
source: Appearance
ita: Aspetto

source: DecalMap map. Decal Map.
ita: Mappa DecalMap. Mappa decalcomania.

# DecalSchema_localname:Decal
source: Decal
ita: Decalcomania

# DecalSchema_localtype:Appearance
source: Appearance
ita: Aspetto

# DecalbumpmapSchema_localname:Decal Bump Map
source: Decal Bump Map
ita: Mappa di composizione in rilievo decalcomania

# DecalbumpmapSchema_localtype:Texture
source: Texture
ita: Composizione

# DecalmapSchema_localname:Decal Map
source: Decal Map
ita: Mappa decalcomania

# DecalmapSchema_localtype:Texture
source: Texture
ita: Composizione

source: Default Concrete f'c=3.5 ksi
ita: Calcestruzzo di default f'c = 3,5 ksi

source: Doors - Windows.Door Hardware.Chrome.Satin
ita: Porte e finestre.Pomoli e maniglie.Cromo.Satinato

source: Doors - Windows.Glazed Curtain Walls.Stainless Steel Curtain Wall
ita: Porte e finestre.Facciate continue con superfici riflettenti.Struttura in acciaio

source: Doors - Windows.Glazing.2
ita: Porte e finestre.Superfici riflettenti.2

source: Doors - Windows.Glazing.3
ita: Porte e finestre.Superfici riflettenti.3

source: Doors - Windows.Glazing.Glass.Automotive
ita: Porte e finestre.Superfici riflettenti.Vetro.Settore automobilistico

source: Doors - Windows.Glazing.Glass.Clear
ita: Porte e finestre.Superfici riflettenti.Vetro.Trasparente

source: Doors - Windows.Glazing.Glass.Etched
ita: Porte e finestre.Superfici riflettenti.Vetro.Con incisioni

source: Doors - Windows.Glazing.Glass.Frosted
ita: Porte e finestre.Superfici riflettenti.Vetro.Smerigliato

source: Doors - Windows.Glazing.Glass.Mirrored
ita: Porte e finestre.Superfici riflettenti.Vetro.A specchio

source: Doors - Windows.Glazing.Glass.ReflectiveCoated
ita: Porte e finestre.Superfici riflettenti.Vetro.Riflettente trattato

source: Doors - Windows.Glazing.Glass.Spandrel
ita: Porte e finestre.Superfici riflettenti.Vetro.Spandrel

source: Doors - Windows.Glazing.Glass.Wired
ita: Porte e finestre.Superfici riflettenti.Vetro.Retinato

source: Doors - Windows.Metal Doors - Frames.Aluminum Frame.Anodized.Dark Bronze.Satin
ita: Porte e finestre.Porte e infissi in metallo.Telaio in alluminio.Anodizzato.Bronzo scuro.Satinato

source: Doors - Windows.Metal Doors - Frames.Aluminum Windows.Painted.White
ita: Porte e finestre.Porte e infissi in metallo.Finestre in alluminio.Verniciato.Bianco

source: Doors - Windows.Metal Doors - Frames.Steel Doors.Painted.White
ita: Porte e finestre.Porte e infissi in metallo.Porte in acciaio.Verniciato.Bianco

source: Doors - Windows.Metal Doors - Frames.Steel.Galvanized
ita: Porte e finestre.Porte e infissi in metallo.Acciaio.Galvanizzato

source: Doors - Windows.Wood Doors.Ash
ita: Porte e finestre.Porte in legno.Frassino

source: Drapery swatch.
ita: Campione di tendaggio.

source: Ductile Cast Iron
ita: Ghisa duttile

source: Ductile cast iron
ita: Ghisa duttile

source: Elastomer
ita: Elastomero

source: Epoxy Carbon Fiber Composite
ita: Composto di fibra di carbonio epossidico

# ExchangeGUID:uilabel
source: ExchangeGUID
ita: GUIDExchange

source: Fabric
ita: Tessuto

source: Fabric-001
ita: Tela da sacco 1

source: Fabric-002
ita: Fibra vegetale - Ocra 1

source: Fabric-003
ita: Tela - Marrone

source: Fabric-004
ita: Tela - Bianco

source: Fabric-005
ita: Sgualcito - Nero

source: Fabric-006
ita: Marrone scuro

source: Fabric-007
ita: Marrone chiaro

source: Fabric-008
ita: Blu

source: Fabric-009
ita: Beige

source: Fabric-010
ita: Tweed

source: Fabric-011
ita: Maglia

source: Fabric-012
ita: Tessuto scozzese - Beige

source: Fabric-013
ita: Tessuto scozzese - Rosso

source: Fabric-014
ita: Strisce - Nero- bianco- blu e grigio

source: Fabric-015
ita: Strisce - Giallo e grigio

source: Fabric-016
ita: Strisce - Blu e bianco

source: Fabric-017
ita: Strisce - Giallo e bianco

source: Fabric-018
ita: Velluto - Nero

source: Fabric-019
ita: Velluto - Rosso

source: Fabric-020
ita: Marrone chiaro - Quadrati marrone scuro

source: Fabric-021
ita: Viola e grigio

source: Fabric-022
ita: Rosso

source: Fabric-023
ita: Blu e giallo

source: Fabric-024
ita: Grano

source: Fabric-025
ita: Verde

source: Fabric/Leather
ita: Tessuto/Cuoio

source: Fiber Reinforced
ita: Rinforzato con fibre

source: Fine Ambient Occlusion
ita: Occlusione ambientale fine

source: Fine Gold 99.95%
ita: Oro puro 99,5%

source: Fine gold
ita: Oro puro

source: Finish
ita: Finitura

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Fissured.White
ita: Finiture.Soffitti.Pannello acustico.Griglia esposta.2x2.Fissurato.Bianco

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x2.Pebble.White
ita: Finiture.Soffitti.Pannello acustico.Griglia esposta.2x2.Poroso.Bianco

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Fissured.White
ita: Finiture.Soffitti.Pannello acustico.Griglia esposta.2x4.Fissurato.Bianco

source: Finishes.Ceilings.Acoustical Tile.Exposed Grid.2x4.Pebble.White
ita: Finiture.Soffitti.Pannello acustico.Griglia esposta.2x4.Poroso.Bianco

source: Finishes.Ceilings.Acoustical Tile.Perforated.2x2.White
ita: Finiture.Soffitti.Pannello acustico.Alveolato.2x2.Bianco

source: Finishes.Ceilings.Linear.Silver Grey
ita: Finiture.Soffitti.Lineari.Grigio argento

source: Finishes.Flooring.Bamboo
ita: Finiture.Pavimenti.Bambù

source: Finishes.Flooring.Carpet.Berber.Pattern.1
ita: Finiture.Pavimenti.Tappeto.Berbero.Motivo.1

source: Finishes.Flooring.Carpet.Berber.Pattern.2
ita: Finiture.Pavimenti.Tappeto.Berbero.Motivo.2

source: Finishes.Flooring.Carpet.Berber.Pattern.3
ita: Finiture.Pavimenti.Tappeto.Berbero.Motivo.3

source: Finishes.Flooring.Carpet.Floral
ita: Finiture.Pavimenti.Tappeto.Motivo floreale

source: Finishes.Flooring.Carpet.Loop.1
ita: Finiture.Pavimenti.Tappeto.Motivo.1

source: Finishes.Flooring.Carpet.Loop.2
ita: Finiture.Pavimenti.Tappeto.Motivo.2

source: Finishes.Flooring.Carpet.Loop.3
ita: Finiture.Pavimenti.Tappeto.Motivo.3

source: Finishes.Flooring.Carpet.Loop.4
ita: Finiture.Pavimenti.Tappeto.Motivo.4

source: Finishes.Flooring.Carpet.Loop.5
ita: Finiture.Pavimenti.Tappeto.Motivo.5

source: Finishes.Flooring.Carpet.Loop.6
ita: Finiture.Pavimenti.Tappeto.Motivo.6

source: Finishes.Flooring.Carpet.Loop.7
ita: Finiture.Pavimenti.Tappeto.Motivo.7

source: Finishes.Flooring.Carpet.NeedlePunch.Black
ita: Finiture.Pavimenti.Tappeto.Needlepunch.Nero

source: Finishes.Flooring.Carpet.NeedlePunch.Tan
ita: Finiture.Pavimenti.Tappeto.Needlepunch.Marrone chiaro

source: Finishes.Flooring.Carpet.NeedlePunch.White
ita: Finiture.Pavimenti.Tappeto.Needlepunch.Bianco

source: Finishes.Flooring.Carpet.Pad.Foam
ita: Finiture.Pavimenti.Tappeto.Piattaforma.Polistirolo

source: Finishes.Flooring.Carpet.Pad.Waffled
ita: Finiture.Pavimenti.Tappeto.Piattaforma.Strati

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.BlueWhite
ita: Finiture.Pavimenti.Tappeto.Saxony.Motivofloreale.Blubianco

source: Finishes.Flooring.Carpet.Saxony.FlowerPattern.Colored
ita: Finiture.Pavimenti.Tappeto.Saxony.Motivofloreale.Colorato

source: Finishes.Flooring.Carpet.Saxony.Herringbone
ita: Finiture.Pavimenti.Tappeto.Saxony.A spina di pesce

source: Finishes.Flooring.Carpet.Saxony.Squares
ita: Finiture.Pavimenti.Tappeto.Saxony.Quadrati

source: Finishes.Flooring.Carpet.Sisal.Pattern.1
ita: Finiture.Pavimenti.Tappeto.Sisal.Motivo.1

source: Finishes.Flooring.Carpet.Sisal.Pattern.2
ita: Finiture.Pavimenti.Tappeto.Sisal.Motivo.2

source: Finishes.Flooring.Carpet.Sisal.Pattern.3
ita: Finiture.Pavimenti.Tappeto.Sisal.Motivo.3

source: Finishes.Flooring.Cork
ita: Finiture.Pavimenti.Sughero

source: Finishes.Flooring.Marble.White
ita: Finiture.Pavimenti.Marmo.Bianco

source: Finishes.Flooring.Rug.Braided
ita: Finiture.Pavimenti.Tappeto.Intrecciato

source: Finishes.Flooring.Rug.Hooked
ita: Finiture.Pavimenti.Tappeto.Uncinetto

source: Finishes.Flooring.Rug.Knotted
ita: Finiture.Pavimenti.Tappeto.Maglia

source: Finishes.Flooring.Tile.Diamond.Red
ita: Finiture.Pavimenti.Piastrella.Rombi.Rosso

source: Finishes.Flooring.Tile.Square.Blue
ita: Finiture.Pavimenti.Piastrella.Quadrato.Blu

source: Finishes.Flooring.Tile.Square.Blue.1
ita: Finiture.Pavimenti.Piastrella.Quadrato.Blu.1

source: Finishes.Flooring.Tile.Square.Brown
ita: Finiture.Pavimenti.Piastrella.Quadrato.Marrone

source: Finishes.Flooring.Tile.Square.Circular Mosaic
ita: Finiture.Pavimenti.Piastrella.Quadrato.Mosaico circolare

source: Finishes.Flooring.Tile.Square.Grey.Dark
ita: Finiture.Pavimenti.Piastrella.Quadrato.Grigio.Scuro

source: Finishes.Flooring.Tile.Square.Tan
ita: Finiture.Pavimenti.Piastrella.Quadrato.Ocra

source: Finishes.Flooring.Tile.Square.Terra Cotta
ita: Finiture.Pavimenti.Piastrella.Quadrato.Terracotta

source: Finishes.Flooring.VCT.Diamond. Rosette
ita: Finiture.Pavimenti.VCT.Rombi.Rosone

source: Finishes.Flooring.VCT.Diamonds
ita: Finiture.Pavimenti.VCT.Rombi

source: Finishes.Flooring.VCT.Dots
ita: Finiture.Pavimenti.VCT.Punti

source: Finishes.Flooring.VCT.Dots.Grey
ita: Finiture.Pavimenti.VCT.Punti.Grigio

source: Finishes.Flooring.VCT.Grid
ita: Finiture.Pavimenti.VCT.Griglia

source: Finishes.Flooring.VCT.Mosaic
ita: Finiture.Pavimenti.VCT.Mosaico

source: Finishes.Flooring.VCT.Squares
ita: Finiture.Pavimenti.VCT.Quadrati

source: Finishes.Flooring.Vinyl.Checker.Black-White
ita: Finiture.Pavimenti.Vinile.Scacchi.Bianco e nero

source: Finishes.Flooring.Wood.Hardwood
ita: Finiture.Pavimenti.Legno.Massello

source: Finishes.Flooring.Wood.Hardwood.1
ita: Finiture.Pavimenti.Legno.Massello.1

source: Finishes.Flooring.Wood.Inlay
ita: Finiture.Pavimenti.Legno.Intarsiato

source: Finishes.Flooring.Wood.Parquet
ita: Finiture.Pavimenti.Legno.Parquet

source: Finishes.Flooring.Wood.Parquet.1
ita: Finiture.Pavimenti.Legno.Parquet.1

source: Finishes.Flooring.Wood.Plank
ita: Finiture.Pavimenti.Legno.Assi

source: Finishes.Flooring.Wood.Plank.Beech
ita: Finiture.Pavimento.Legno.Assi.Faggio

source: Finishes.Gypsum Board.Painted.White
ita: Finiture.Cartongesso.Verniciato.Bianco

source: Finishes.Laminate.CarbonFiber
ita: Finiture.Laminato.Fibra di carbonio

source: Finishes.Laminate.Plywood
ita: Finiture.Laminato.Compensato

source: Finishes.Masonry Flooring.Flagstone.Light Pink
ita: Finiture.Pavimento in muratura.Lastricato.Rosa chiaro

source: Finishes.Masonry Flooring.Granite.Brown-Black
ita: Finiture.Pavimento in muratura.Granito.Nero e marrone

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
ita: Finiture.Pavimento in muratura.Granito.Marrone.Nero e malva

source: Finishes.Masonry Flooring.Granite.Grey Speckled
ita: Finiture.Pavimento in muratura.Granito.Picchiettato grigio

source: Finishes.Masonry Flooring.Granite.Mauve-Black
ita: Finiture.Pavimento in muratura.Granito.Nero e malva

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
ita: Finiture.Pavimento in muratura.Granito.Nero e malva1

source: Finishes.Masonry Flooring.Granite.Multi-colored
ita: Finiture.Pavimento in muratura.Granito.Più colori

source: Finishes.Masonry Flooring.Marble
ita: Finiture.Pavimento in muratura.Marmo

source: Finishes.Masonry Flooring.Marble.Beige-Grid
ita: Finiture.Pavimento in muratura.Marmo.Griglia in beige

source: Finishes.Masonry Flooring.Marble.Brown
ita: Finiture.Pavimento in muratura.Marmo.Marrone

source: Finishes.Masonry Flooring.Marble.Deep Green
ita: Finiture.Pavimento in muratura.Marmo.Verde scuro

source: Finishes.Masonry Flooring.Marble.Green
ita: Finiture.Pavimento in muratura.Marmo.Verde

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
ita: Finiture.Pavimento in muratura.Marmo.Verde.Quadrati sfalsati

source: Finishes.Masonry Flooring.Marble.Rose
ita: Finiture.Pavimento in muratura.Marmo.Rosa

source: Finishes.Masonry Flooring.Marble.Rose.1
ita: Finiture.Pavimento in muratura.Marmo.Rosa.1

source: Finishes.Masonry Flooring.Slate
ita: Finiture.Pavimento in muratura.Ardesia

source: Finishes.Masonry Flooring.Slate.1
ita: Finiture.Pavimento in muratura.Ardesia.1

source: Finishes.Masonry Flooring.Slate.Red
ita: Finiture.Pavimento in muratura.Ardesia.Rosso

source: Finishes.Masonry Flooring.Terrazzo.Black
ita: Finiture.Pavimento in muratura.Terrazzo.Nero

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
ita: Finiture.Pavimento in muratura.Terrazzo.Rosso e nero

source: Finishes.Masonry Flooring.Terrazzo.Black.1
ita: Finiture.Pavimento in muratura.Terrazzo.Nero.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
ita: Finiture.Pavimento in muratura.Terrazzo.Marrone

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
ita: Finiture.Pavimento in muratura.Terrazzo.Marrone.1

source: Finishes.Masonry Flooring.Terrazzo.Green
ita: Finiture.Pavimento in muratura.Terrazzo.Verde

source: Finishes.Masonry Flooring.Terrazzo.Tan
ita: Finiture.Pavimento in muratura.Terrazzo.Tan
