Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
csy: Poskytuje pro další komponentu možnost výběru barvy nebo subprocedurální mapy.

# noise_Color2:uilabel
source: Color 2
csy: Barva 2

# noise_Levels
source: Levels
csy: Úrovně

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
csy: Určuje počet iterací použitých na fraktálový a turbulenční šum. Výchozí hodnota = 3.

# noise_Levels:uilabel
source: Levels
csy: Úrovně

# noise_Phase
source: Phase
csy: Fáze

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
csy: Určuje fázi mezní hodnoty šumu.

# noise_Phase:uilabel
source: Phase
csy: Fáze

# noise_Position
source: Position
csy: Umístění

# noise_Size
source: Size
csy: Velikost

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
csy: Nastavuje měřítko šumové funkce. Menší hodnoty znamenají menší objem šumu.

# noise_Size:uilabel
source: Size
csy: Velikost

source: Noise Threshold
csy: Mezní hodnota šumu

# noise_ThresholdHigh
source: High
csy: Vysoký

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
csy: Určuje mezní hodnotu vysokého šumu. Rozsah = 0 až 1; výchozí hodnota = 1.

# noise_ThresholdHigh:uilabel
source: High
csy: Vysoký

# noise_ThresholdLow
source: Low
csy: Nízký

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
csy: Určuje mezní hodnotu nízkého šumu. Rozsah = 0 až 1; výchozí hodnota = 0.

# noise_ThresholdLow:uilabel
source: Low
csy: Nízký

source: Noise Type
csy: Typ šumu

# noise_Type:noise_fractal
source: Fractal
csy: Fraktálový

# noise_Type:noise_regular
source: Regular
csy: Pravidelný

# noise_Type:noise_turbulence
source: Turbulence
csy: Turbulenční

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
csy: Vytváří náhodnou odchylku povrchu založenou na interakci dvou barev. Dostupné možnosti jsou: Pravidelný, Fraktálový a Turbulenční.

# noise_Type:uilabel
source: Noise Type
csy: Typ šumu

# noise_fractal
source: Fractal
csy: Fraktálový

# noise_regular
source: Regular
csy: Pravidelný

# noise_transforms_group
source: Transforms
csy: Transformace

# noise_turbulence
source: Turbulence
csy: Turbulenční

source: non
csy: ne

source: non-uniform
csy: nestejnoměrný

# none
source: No Area
csy: Žádné

source: normal
csy: normální

# north_offset_from_x
source: North Azimuth:
csy: Severní azimut:

# north_offset_from_x:uilabel
source: North Azimuth:
csy: Severní azimut:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
csy: Počet cyklů

source: oak
csy: dub

source: ocean
csy: oceán

source: octagon
csy: osmiúhelník

source: octagonal
csy: osmiúhlý

source: off
csy: vypnuto

source: off-white
csy: špinavě bílý

source: olive
csy: olivová

source: on
csy: Zap.

# on:uilabel
source: On:
csy: Zap.

source: orange
csy: oranžový

# origin
source: Point
csy: Bod

source: oxidised
csy: zoxidovaný

source: oxidized
csy: oxidovaný

source: paint
csy: nátěr

source: panelling
csy: deskový obklad

source: paperboard
csy: lepenka

source: parquet
csy: parkety

source: particle
csy: částečka

source: pastel
csy: pastelová

source: pattern
csy: vzor

source: pavement
csy: dlažba

source: paver
csy: dlažební kostka

source: paving
csy: dláždění

source: peach
csy: broskev

source: pearl
csy: perleť

source: pebble
csy: oblázek

source: pebbled
csy: oblázkovaný

source: periwinkle
csy: brčálová

# photon
source: Photons
csy: Fotony

source: physical
csy: fyzické

source: physical material
csy: Fyzický materiál

# physmat_Comments
source: Comments
csy: Komentáře

# physmat_Comments:uilabel
source: Comments
csy: Komentáře

# physmat_Cost
source: Cost
csy: Cena

# physmat_Cost:uilabel
source: Cost
csy: Cena

# physmat_Keynote
source: Keynote
csy: Klíčová poznámka

# physmat_Keynote:uilabel
source: Keynote
csy: Klíčová poznámka

# physmat_Keywords
source: Keywords
csy: Klíčová slova

# physmat_Keywords:uilabel
source: Keywords
csy: Klíčová slova

# physmat_Label:uilabel
source: Label
csy: Popisek

# physmat_Manufacturer
source: Manufacturer
csy: Výrobce

# physmat_Manufacturer:uilabel
source: Manufacturer
csy: Výrobce

# physmat_Mark
source: Mark
csy: Označení

# physmat_Mark:uilabel
source: Mark
csy: Označení

# physmat_Type
source: Type
csy: Typ

# physmat_Type:physmat_ceramic
source: Ceramic
csy: Keramika

# physmat_Type:physmat_concrete
source: Concrete
csy: Beton

# physmat_Type:physmat_earth
source: Earth
csy: Země

# physmat_Type:physmat_gas
source: Gas
csy: Plyn

# physmat_Type:physmat_generic
source: Generic
csy: Všeobecné

# physmat_Type:physmat_glass
source: Glass
csy: Sklo

# physmat_Type:physmat_liquid
source: Liquid
csy: Kapalina

# physmat_Type:physmat_masonry
source: Masonry
csy: Zdivo

# physmat_Type:physmat_metal
source: Metal
csy: Kov

# physmat_Type:physmat_paint
source: Paint/Coating
csy: Barva/Nátěr

# physmat_Type:physmat_plastic
source: Plastic
csy: Plast

# physmat_Type:physmat_stone
source: Stone
csy: Kámen

# physmat_Type:physmat_textile
source: Textile
csy: Textil

# physmat_Type:physmat_wood
source: Wood
csy: Dřevo

# physmat_Type:uilabel
source: Type
csy: Typ

# physmat_URL
source: URL
csy: Adresa URL

# physmat_URL:uilabel
source: URL
csy: Adresa URL

# physmat_aspects:uilabel
source: Physical Aspects
csy: Fyzikální vlastnosti

# physmat_ceramic
source: Ceramic
csy: Keramika

# physmat_class
source: Class
csy: Třída

# physmat_class:uilabel
source: Class
csy: Třída

# physmat_classification:uilabel
source: physmat_classification
csy: fyzmat_klasifikace

# physmat_concrete
source: Concrete
csy: Beton

# physmat_earth
source: Earth
csy: Země

# physmat_gas
source: Gas
csy: Plyn

# physmat_generic
source: Generic
csy: Všeobecné

# physmat_glass
source: Glass
csy: Sklo

# physmat_liquid
source: Liquid
csy: Kapalina

# physmat_masonry
source: Masonry
csy: Zdivo

# physmat_metal
source: Metal
csy: Kov

# physmat_paint
source: Paint/Coating
csy: Barva/Nátěr

# physmat_plastic
source: Plastic
csy: Plast

# physmat_stone
source: Stone
csy: Kámen

# physmat_textile
source: Textile
csy: Textil

# physmat_wood
source: Wood
csy: Dřevo

source: pile
csy: stoh

source: pine
csy: borovice

source: pink
csy: růžová

source: plaid
csy: pléd

source: plain
csy: rovný

source: plaster
csy: omítka

source: plastic
csy: plast

# plastic_props1
source: Basic Thermal
csy: Základní tepelné

# plastic_props2
source: Mechanical
csy: Mechanické

# plastic_props4
source: Strength
csy: Pevnost

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# plasticvinyl_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# plasticvinyl_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# plasticvinyl_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# plasticvinyl_ao_samples
source: Samples
csy: Vzorky

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# plasticvinyl_ao_samples:uilabel
source: Samples
csy: Vzorky

# plasticvinyl_application
source: Finish
csy: Povrchová úprava

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
csy: Lesklý

# plasticvinyl_application:plasticvinyl_matte
source: Matte
csy: Matný

# plasticvinyl_application:plasticvinyl_polished
source: Polished
csy: Leštěný

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
csy: Slouží k výběru mezi leštěným, lesklým nebo matným povrchem.

# plasticvinyl_application:uilabel
source: Finish
csy: Povrchová úprava

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
csy: Vlastní

# plasticvinyl_bump:plasticvinyl_none
source: None
csy: Žádné

# plasticvinyl_bump:uilabel
source: Finish Bumps
csy: Povrchové nerovnosti

# plasticvinyl_bump_amount
source: Amount
csy: Množství

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
csy: Posouváním mezi hodnotami 0 a 1 řídí výšku nerovností.

# plasticvinyl_bump_amount:uilabel
source: Amount
csy: Množství

# plasticvinyl_bump_list_label
source: Finish Bumps
csy: Povrchové nerovnosti

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
csy: Slouží k výběru rastrového obrázku pro hrubost nerovností.

# plasticvinyl_bump_map
source: Image
csy: Obrázek

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
csy: Slouží k výběru rastrového obrázku pro hrubost nerovností.

# plasticvinyl_bump_map:uilabel
source: Image
csy: Obrázek

# plasticvinyl_bump_panel_label
source: Finish Bumps
csy: Povrchové nerovnosti

# plasticvinyl_color
source: Color
csy: Barva

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
csy: Vybírá barvu, obrázek nebo procedurální texturu k vytvoření vzhledu materiálu.

# plasticvinyl_color:uilabel
source: Color
csy: Barva

# plasticvinyl_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# plasticvinyl_custom
source: Custom
csy: Vlastní

# plasticvinyl_glossy
source: Glossy
csy: Lesklý

# plasticvinyl_matte
source: Matte
csy: Matný

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
csy: Vlastní

# plasticvinyl_pattern:plasticvinyl_none
source: None
csy: Žádné

# plasticvinyl_pattern:uilabel
source: Relief Pattern
csy: Vzor reliéfu

# plasticvinyl_pattern_amount
source: Amount
csy: Množství

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
csy: Posouváním mezi hodnotami 0 a 2 řídí výšku nerovností.

# plasticvinyl_pattern_amount:uilabel
source: Amount
csy: Množství

# plasticvinyl_pattern_list_label
source: Bump Pattern
csy: Vzor nerovnosti

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
csy: Vytvořit zvýšené a snížené oblasti na základě tmavých a světlých ploch obrázku z vámi dodaného souboru.

# plasticvinyl_pattern_map
source: Image
csy: Obrázek

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
csy: Slouží k výběru rastrového obrázku pro vzor reliéfu.

# plasticvinyl_pattern_map:uilabel
source: Image
csy: Obrázek

# plasticvinyl_pattern_panel_label
source: Relief Pattern
csy: Vzor reliéfu

# plasticvinyl_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# plasticvinyl_plasticsolid
source: Plastic (Solid)
csy: Plast (plný)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
csy: Plast (průhledný)

# plasticvinyl_plasticvinylgroup
source: Plastic
csy: Plast

# plasticvinyl_polished
source: Polished
csy: Leštěný

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
csy: Maximální hloubka odrazu

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
csy: Je-li zaškrtnuto toto políčko, řídí se hloubka lomu materiálu místně a při dosažení limitu bude vržen dodatečný paprsek průhlednosti, což omezí efekt černého okraje, který se obvykle objevuje na objektech z plného skla.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
csy: Přepsat hloubku lomu

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# plasticvinyl_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# plasticvinyl_roundcorners_radius
source: Source
csy: Zdroj

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
csy: Zaoblit rohy

# plasticvinyl_type
source: Type
csy: Typ

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
csy: Plast (plný)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
csy: Plast (průhledný)

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
csy: Slouží k výběru mezi plastem (plným či průhledným) nebo vinylem.

# plasticvinyl_type:uilabel
source: Type
csy: Typ

source: plate
csy: deska

# plotGlyph:uilabel
source: Plot glyph:
csy: Vykreslit symbol:

source: plywood
csy: překližka

source: point
csy: bod

source: polished
csy: leštěný

source: pond
csy: nádrž

source: pool
csy: bazén

source: porcelain
csy: porcelán

source: precast
csy: prefabrikovaný

# projMap:uilabel
source: File Name:
csy: Název souboru:

# projMapOn
source: On:
csy: Zapnuto:

# projMapOn:uilabel
source: On:
csy: Zapnuto:

source: Projection Maps
csy: Projekční mapy

source: pumpkin
csy: tykev

source: purple
csy: purpurová

source: purple and gray carpet
csy: nachový a šedý koberec

source: pyramid
csy: jehlan

# quartz
source: HID Quartz Metal Halide
csy: HID krystalický halogenid

# quartzCool
source: HID Quartz Metal Halide (Cool)
csy: HID krystalický halogenid (studený)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
csy: HID krystalický halogenid (teplý)

# rect
source: Rectangle
csy: Obdélník

source: rectangle
csy: Obdélník

# rectangle_length
source: Length:
csy: Délka:

# rectangle_length:uilabel
source: Length:
csy: Délka:

# rectangle_width
source: Width:
csy: Šířka:

# rectangle_width:uilabel
source: Width:
csy: Šířka:

source: rectangles
csy: obdélníky

source: rectangular
csy: obdélníkový

source: red
csy: červená

source: red carpet
csy: červený koberec

source: red plaid
csy: červený pléd

source: red-orange
csy: červenooranžová

source: Red/Blue Shift:
csy: Červený/modrý posun:

# redblueshift:uilabel
source: Red/Blue Shift:
csy: Červený/modrý posun:

source: reflect
csy: průmět

source: reflecting
csy: zrcadlící

source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
csy: Definuje maximální počet vzorků (paprsků), které pomyslný paprsek vypočítá k vytvoření lesklých odrazů.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
csy: Vzorky lesklých odrazů

source: reflective
csy: reflexní

source: Refraction Glossy Samples
csy: Lesklé vzorky lomu

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
csy: Definuje maximální počet vzorků (paprsků), které pomyslný paprsek vypočítá k vytvoření lesklých lomů.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
csy: Lesklé vzorky lomu

source: retaining
csy: pomocná

source: Reverse
csy: Obrácený

# reverse:uilabel
source: Reverse
csy: Obrácený

# rgbLightColor
source: Light Color:
csy: Světlá barva:

# rgbLightColor:uilabel
source: Light Color:
csy: Světlá barva:

# rgb_unit_conversion
source: Color Conversion:
csy: Barevná konverze:

# rgb_unit_conversion:uilabel
source: Color Conversion:
csy: Barevná konverze:

source: rippled
csy: rýhovaný

source: river
csy: řeka

source: riverstone
csy: říční kámen

source: road
csy: cesta

source: rock
csy: skála

source: roof
csy: střecha

source: roofing
csy: střešní krytina

source: rose
csy: růžová

source: rosette
csy: rozeta

source: rosewood
csy: růžové dřevo

source: rough
csy: hrubý

source: round
csy: zaoblení

source: royal
csy: královský

source: rubble
csy: štěrk

source: running
csy: běh

source: rye
csy: žito

source: salmon
csy: losos

source: sand
csy: písek

source: sandy
csy: písčitý

source: satin
csy: satén

source: Saturation:
csy: Sytost barvy:

# saturation:uilabel
source: Saturation:
csy: Sytost barvy:

# scale:uilabel
source: Scale
csy: Měřítko

source: sceneeffect
csy: efekt scény

source: screen
csy: síto

source: sea
csy: moře

source: sea side
csy: mořské pobřeží

source: seam
csy: lem

source: seaside
csy: mořské pobřeží

source: semi-polished
csy: pololeštěný

# shadowCol
source: Color:
csy: Barva:

# shadowCol:uilabel
source: Color:
csy: Barva:

# shadowColMap:uilabel
source: File Name:
csy: Název souboru:

source: Shadow Color Map
csy: Mapa barev stínů

# shadowDensity:uilabel
source: shadowDensity
csy: Hustota stínů

# shadowOn
source: Compute Shadows:
csy: Vypočítat stíny:

# shadowOn:uilabel
source: Compute Shadows:
csy: Vypočítat stíny:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
csy: Prodloužení paprsků stínů

# shadow_softness:uilabel
source: Shadow Softness
csy: Měkkost stínů

source: Shadows
csy: Stíny

# shadows:uilabel
source: Shadows
csy: Stíny

source: shake
csy: otřes

source: shingle
csy: šindel

source: shiny
csy: třpytný

source: siding
csy: obklad

source: sienna
csy: siena

source: silver
csy: stříbrná

source: sky
csy: obloha

source: slate
csy: břidlice

source: slate blue
csy: břidlicově modrá

source: small
csy: malý

source: smoked
csy: kouřový

source: smooth
csy: hladký

# sn_Constant
source: Constant
csy: Konstantní

source: S-N Curve
csy: S-N oblouk

source: snow
csy: sníh

# softDiffEdges
source: Soften Diffuse Edges:
csy: Změkčit difuzní hrany:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
csy: Změkčit difuzní hrany:

source: soldier
csy: nastojato

source: solid
csy: plné

# solid_props1
source: Properties
csy: Vlastnosti

# solidglass_blue
source: Blue
csy: Modrá

# solidglass_bluegreen
source: Blue Green
csy: Modrozelená

# solidglass_bronze
source: Bronze
csy: Bronzová

# solidglass_bump_amount
source: Amount
csy: Množství

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
csy: Posouváním mezi hodnotami 0 a 2 řídí výšku nerovností.

# solidglass_bump_amount:uilabel
source: Amount
csy: Množství

# solidglass_bump_enable:solidglass_custom
source: Custom
csy: Vlastní

# solidglass_bump_enable:solidglass_none
source: None
csy: Žádné

# solidglass_bump_enable:solidglass_rippled
source: Rippled
csy: Rýhované

# solidglass_bump_enable:solidglass_wavy
source: Wavy
csy: Vlny

# solidglass_bump_enable:uilabel
source: Type
csy: Typ

# solidglass_bump_enable_list_label
source: Type
csy: Typ

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
csy: Slouží k výběru mezi rýhovaným (hrubý šum), vlnitým (měkký šum) či vlastním.

# solidglass_bump_enable_panel_label
source: Relief Pattern
csy: Vzor reliéfu

# solidglass_bump_map
source: Image
csy: Obrázek

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
csy: Slouží k výběru rastrového obrázku pro vzor reliéfu.

# solidglass_bump_map:uilabel
source: Image
csy: Obrázek

# solidglass_clear
source: Clear
csy: Čirá

# solidglass_color_by_object:uilabel
source: Custom Color
csy: Vlastní barva

# solidglass_custom
source: Custom
csy: Vlastní

# solidglass_custom_color
source: Custom
csy: Vlastní

# solidglass_glossiness
source: Roughness
csy: Hrubost

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
csy: Nastavuje hrubost povrchu skla. Omezením získáte hladké průzračné sklo, zvýšením získáte matované sklo. Výchozí hodnota je 0, rozsah je 0 až 1.

# solidglass_glossiness:uilabel
source: Roughness
csy: Hrubost

# solidglass_gray
source: Gray
csy: Šedá

# solidglass_green
source: Green
csy: Zelená

# solidglass_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# solidglass_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# solidglass_reflectance
source: Reflectance
csy: Odrazivost

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
csy: Nastavuje množství světla, které se odrazí od povrchu skla, namísto aby jím proniklo. Výchozí hodnota je 15, rozsah je 0 až 100.
