Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# tile_LineShift
source: Line Shift
ptb: Troca de linha

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
ptb: Troca cada segunda linha de azulejos em um distância de uma unidade. Faixa = 0 a 100. Padrão = 0.50.

# tile_LineShift:uilabel
source: Line Shift
ptb: Troca de linha

# tile_MortarColor
source: Grout Color
ptb: Cor do reboco

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
ptb: Fornece a opção para selecionar uma cor ou mapa de textura para um dos componentes.

# tile_MortarColor:uilabel
source: Grout Color
ptb: Cor do reboco

# tile_Pattern
source: Pattern
ptb: Modelo

# tile_PerColumn:uilabel
source: Every
ptb: Cada

# tile_PerColumn_panel_label
source: Column Modify
ptb: Modificar coluna

# tile_PerColumn_slider_label
source: Every
ptb: Cada

# tile_PerColumn_slider_label:rightlabel
source: Columns
ptb: Colunas

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
ptb: Especifica quais colunas a alterar. Quando o valor for igual a 0, nenhuma coluna muda. Quando o valor for igual a 1, cada coluna muda.

# tile_PerRow:uilabel
source: Every
ptb: Cada

# tile_PerRow_panel_label
source: Row Modify
ptb: Modificar linha

# tile_PerRow_slider_label
source: Every
ptb: Cada

# tile_PerRow_slider_label:rightlabel
source: Rows
ptb: Linhas

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
ptb: Especifica quais linhas a alterar. Quando o valor for igual a 0, nenhuma linha muda. Quando o valor for igual a 1, cada linha muda.

# tile_Position
source: Position
ptb: Posição

# tile_RandomSeed
source: Randomize
ptb: Aleatório

# tile_RandomSeed:rightlabel
source: Seed Value
ptb: Valor semente

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
ptb: Aplica aleatoriamente padrões de variação de cor nos azulejos, Não requer qualquer outra configuração para gerar padrões completamente diferentes.

# tile_RandomSeed:uilabel
source: Randomize
ptb: Aleatório

# tile_RandomShift
source: Random
ptb: Aleatório

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
ptb: Troca aleatoriamente todas as linhas de azulejos em uma distância de uma unidade. Faixa = 0 a 100. Padrão = 0.

# tile_RandomShift:uilabel
source: Random
ptb: Aleatório

# tile_Repeat
source: Repeat
ptb: Repetir

# tile_Scale
source: Scale
ptb: Dimensionar

# tile_StackingLayout
source: Stacking Layout
ptb: Layout do empilhamento

# tile_UseColumnEdit:uilabel
source: Column Modify
ptb: Modificar coluna

# tile_UseRowEdit:uilabel
source: Row Modify
ptb: Modificar linha

# tile_VerticalCount:rightlabel
source: Per Column
ptb: Por coluna

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
ptb: Controla o número de azulejos em uma coluna.

# tile_VerticalGap:rightlabel
source: Vert
ptb: Vertical

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
ptb: Controla o lado vertical do reboco entre os azulejos, Este valor é bloqueado por padrão um com o outro, portanto, quando você altera ambos os valores ao editar um ou outro. Faixa = 0 a 100. Padrão = 0.50.

# tile_VerticalGap:uilabel
source: Vert
ptb: Vertical

# tile_transforms_group
source: Transforms
ptb: Transformações

# tiling:uilabel
source: Tiling
ptb: Exibir lado a lado

source: timber
ptb: madeira de construção

# tint_color
source: Light Tint
ptb: Tom claro

# tint_color:uilabel
source: Light Tint
ptb: Tom claro

source: tinted
ptb: tingido

source: Top Left 1:
ptb: Superior esquerdo 1:

# top_left-1:uilabel
source: Top Left 1:
ptb: Superior esquerdo 1:

source: Top Right 1:
ptb: Superior direito 1:

# top_right-1:uilabel
source: Top Right 1:
ptb: Superior direito 1:

source: translucent
ptb: translúcido

source: Transparency
ptb: Transparência

# transparency:uilabel
source: Transparency
ptb: Transparência

source: transparent
ptb: transparente

source: travertine
ptb: travertino

source: triangle
ptb: triângulo

source: turbid
ptb: turvo

source: turquoise
ptb: turquesa

source: tweed
ptb: lã de algodão

source: umber
ptb: ferrugem

source: unfinished
ptb: sem acabamento

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
ptb: Parâmetros avançados

# unifiedbitmap_Bitmap
source: Source
ptb: Fonte

# unifiedbitmap_Bitmap:uilabel
source: Source
ptb: Fonte

# unifiedbitmap_Blur
source: Blur
ptb: Mancha

# unifiedbitmap_Blur:uilabel
source: Blur
ptb: Mancha

# unifiedbitmap_Blur_Offset
source: Blur Offset
ptb: Deslocamento da mancha

# unifiedbitmap_Blur_Offset:uilabel
source: Blur Offset
ptb: Deslocamento da mancha

# unifiedbitmap_Filtering
source: Filtering
ptb: Filtragem

# unifiedbitmap_Filtering:uilabel
source: Filtering
ptb: Filtragem

# unifiedbitmap_Invert
source: Invert Image
ptb: Inverter imagem

# unifiedbitmap_Invert:tooltip
source: Swap the bright and dark areas of the image.
ptb: Inverter as áreas claras e escuras da imagem.

# unifiedbitmap_Invert:uilabel
source: Invert Image
ptb: Inverter imagem

# unifiedbitmap_None
source: None
ptb: Nenhum

# unifiedbitmap_Pyramidal
source: Pyramidal
ptb: Piramidal

# unifiedbitmap_RGBAmount
source: Brightness
ptb: Brilho

# unifiedbitmap_RGBAmount:tooltip
source: Adjust the brightness of the image.
ptb: Ajuste o brilho da imagem.

# unifiedbitmap_RGBAmount:uilabel
source: Brightness
ptb: Brilho

# unifiedbitmap_Summed_Area
source: Summed Area
ptb: Área somada

# unifiedbitmap_position_group
source: Position
ptb: Posição

# unifiedbitmap_repeat_group
source: Repeat
ptb: Repetir

# unifiedbitmap_scale_group
source: Scale
ptb: Dimensionar

# unifiedbitmap_transforms_group
source: Transforms
ptb: Transformações

source: uniform
ptb: uniforme

source: unitless
ptb: sem unidades

# useShadowColMap
source: Use Shadow Color Map:
ptb: Utilizar mapa de cor de sombra:

# useShadowColMap:uilabel
source: Use Shadow Color Map:
ptb: Utilizar mapa de cor de sombra:

# use_altitude_azimuth
source: Override Sun Position:
ptb: Posição de sobreposição do sol:

# use_altitude_azimuth:uilabel
source: Override Sun Position:
ptb: Posição de sobreposição do sol:

source: Use Background:
ptb: Utilizar plano de fundo:

# use_background:uilabel
source: Use Background:
ptb: Utilizar plano de fundo:

# use_custom_environment:uilabel
source: Use Custom Environment
ptb: Utilizar ambiente personalizado

# uv_channel:uilabel
source: UV Channel
ptb: Canal UV

source: veins
ptb: veias

source: velvet
ptb: veludo

source: victorian
ptb: vitoriano

# vignetting
source: Vigneting:
ptb: Aplicação de vinhetas:

# vignetting:uilabel
source: Vigneting:
ptb: Aplicação de vinhetas:

source: vinyl
ptb: vinil

source: violet
ptb: violeta

# visibility_distance
source: Visibility Distance (10% Haze):
ptb: Distância de visibilidade (10% Clareza):

# visibility_distance:uilabel
source: Visibility Distance (10% Haze):
ptb: Distância de visibilidade (10% Clareza):

source: Visible
ptb: Visível

# visible:uilabel
source: Visible
ptb: Visível

source: wall
ptb: parede

# wallpaint_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# wallpaint_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# wallpaint_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# wallpaint_ao_distance
source: Max Distance
ptb: Distância máxima

# wallpaint_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# wallpaint_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# wallpaint_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# wallpaint_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# wallpaint_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# wallpaint_ao_samples
source: Samples
ptb: Amostras

# wallpaint_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# wallpaint_ao_samples:uilabel
source: Samples
ptb: Amostras

# wallpaint_application
source: Application
ptb: Aplicação

# wallpaint_application:tooltip
source: Adjusts paint texture to roller (fine bump), brush (streaks), or spray (smooth).
ptb: Ajusta a textura da tinta para rolo (relevo fino), pincel (riscos) ou spray (suave).

# wallpaint_application:uilabel
source: Application
ptb: Aplicação

# wallpaint_application:wallpaint_brush
source: Brush
ptb: Pincel

# wallpaint_application:wallpaint_roller
source: Roller
ptb: Rolo

# wallpaint_application:wallpaint_spray
source: Spray
ptb: Pulverizador

# wallpaint_brush
source: Brush
ptb: Pincel

# wallpaint_color
source: Color
ptb: Cor

# wallpaint_color:tooltip
source: Adjusts the color and amount of light reflected from the paint.
ptb: Ajuste a quantidade e a cor da luz refletida da tinta.

# wallpaint_color:uilabel
source: Color
ptb: Cor

# wallpaint_color_by_object:uilabel
source: Custom Color
ptb: Cor personalizada

# wallpaint_eggshell
source: Eggshell
ptb: Casca de ovo

# wallpaint_finish
source: Finish
ptb: Acabamento

# wallpaint_finish:tooltip
source: Adjusts paint glossiness (6 preset choices).
ptb: Ajusta o brilho da tinta (6 escolhas predefinidas).

# wallpaint_finish:uilabel
source: Finish
ptb: Acabamento

# wallpaint_finish:wallpaint_eggshell
source: Eggshell
ptb: Casca de ovo

# wallpaint_finish:wallpaint_flat
source: Flat/Matte
ptb: Plano/Opaco

# wallpaint_finish:wallpaint_gloss
source: Gloss
ptb: Brilho

# wallpaint_finish:wallpaint_pearl
source: Pearl
ptb: Pérola

# wallpaint_finish:wallpaint_platinum
source: Platinum
ptb: Platina

# wallpaint_finish:wallpaint_semigloss
source: Semi-gloss
ptb: Semi-brilho

# wallpaint_flat
source: Flat/Matte
ptb: Plano/Opaco

# wallpaint_gloss
source: Gloss
ptb: Brilho

# wallpaint_paintgroup
source: Wall Paint
ptb: Pintura de parede

# wallpaint_pearl
source: Pearl
ptb: Pérola

# wallpaint_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# wallpaint_platinum
source: Platinum
ptb: Platina

# wallpaint_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# wallpaint_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# wallpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# wallpaint_reflection_glossy_samples
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# wallpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
ptb: Define o número máximo de amostras (raios) que o mental ray calcula para criar reflexões com brilho.

# wallpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
ptb: Amostras de reflexão com brilho

# wallpaint_roller
source: Roller
ptb: Rolo

# wallpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# wallpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# wallpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# wallpaint_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# wallpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# wallpaint_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# wallpaint_roundcorners_radius
source: Source
ptb: Fonte

# wallpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# wallpaint_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# wallpaint_semigloss
source: Semi-gloss
ptb: Semi-brilho

# wallpaint_spray
source: Spray
ptb: Pulverizador

source: wallpaper
ptb: papel de parede

source: walnut
ptb: nogueira

source: warm
ptb: quente

source: water
ptb: água

# water_algae
source: Algae/Green
ptb: Alga/Verde

# water_bump_amount
source: Wave Height
ptb: Altura da onda

# water_bump_amount:tooltip
source: Adjusts relative wave height of the water. Enter a value between 0 (no waves) and 5 (big waves).
ptb: Ajusta a altura relativa da onda da água. Insira um valor entre 0 (nenhuma onda) e 5 (ondas grandes).

# water_bump_amount:uilabel
source: Wave Height
ptb: Altura da onda

# water_color_by_object:uilabel
source: Custom Color
ptb: Cor personalizada

# water_custom
source: Custom
ptb: Personalizado

# water_lake
source: Generic Pond/Lake
ptb: Tanque/Lago genérico

# water_murky
source: Murky/Brown
ptb: Escuro/Marrom

# water_ocean
source: Generic Sea/Ocean
ptb: Mar/Oceano genérico

# water_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# water_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# water_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# water_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# water_reflecting_pool
source: Generic Reflecting Pool
ptb: Piscina refletida genérica

# water_refr_depth
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# water_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
ptb: Quando marcado, a profundidade de refração do material é controlada localmente e um raio de transparência adicional será projetado quando o limite for atingido, limitando o efeito "borda escura" normalmente encontrado em objetos de vidro sólido.

# water_refr_depth:uilabel
source: Refraction Max Trace Depth
ptb: Profundidade do traço máximo da refração

# water_refr_depth_control_label
source: Override Refraction Depth
ptb: Profundidade de refração de sobreposição

# water_river
source: Generic Stream/River
ptb: Córrego/Rio genérico

# water_swimming_pool
source: Swimming Pool
ptb: Piscina

# water_tint_color
source: Custom Color
ptb: Cor personalizada

# water_tint_color:tooltip
source: Sets a color via RGB value.
ptb: Define uma cor através de um valor RGB.

# water_tint_color:uilabel
source: Custom Color
ptb: Cor personalizada

# water_tint_enable
source: Color
ptb: Cor

# water_tint_enable:tooltip
source: Adjusts the tint of the water (tropical, algae/green, murky/brown, etc.).
ptb: Ajusta o matiz da água (tropical, algae/verde, escuro/marrom, etc.).

# water_tint_enable:uilabel
source: Color
ptb: Cor

# water_tint_enable:water_algae
source: Algae/Green
ptb: Alga/Verde

# water_tint_enable:water_custom
source: Custom
ptb: Personalizado

# water_tint_enable:water_lake
source: Generic Pond/Lake
ptb: Tanque/Lago genérico

# water_tint_enable:water_murky
source: Murky/Brown
ptb: Escuro/Marrom

# water_tint_enable:water_ocean
source: Generic Sea/Ocean
ptb: Mar/Oceano genérico

# water_tint_enable:water_reflecting_pool
source: Generic Reflecting Pool
ptb: Piscina refletida genérica

# water_tint_enable:water_river
source: Generic Stream/River
ptb: Córrego/Rio genérico

# water_type
source: Type
ptb: Tipo

# water_type:tooltip
source: Selects the texture of the water (swimming pool, river, lake, ocean, etc.)
ptb: Seleciona a textura da água (piscina, rio, lago, oceano, etc.).

# water_type:uilabel
source: Type
ptb: Tipo

# water_type:water_lake
source: Generic Pond/Lake
ptb: Tanque/Lago genérico

# water_type:water_ocean
source: Generic Sea/Ocean
ptb: Mar/Oceano genérico

# water_type:water_reflecting_pool
source: Generic Reflecting Pool
ptb: Piscina refletida genérica

# water_type:water_river
source: Generic Stream/River
ptb: Córrego/Rio genérico

# water_type:water_swimming_pool
source: Swimming Pool
ptb: Piscina

# water_watergroup
source: Water
ptb: Água

# wave_Amplitude:tooltip
source: Specifies the amplitudes of the waves. Range = 0 to 10000; Default = 1.
ptb: Especifica a amplitude das ondas. Faixa = 0 a 10000. Padrão = 1.

# wave_Appearance
source: Appearance
ptb: Aparência

# wave_Color1
source: Color 1
ptb: Cor 1

# wave_Color1:tooltip
source: Specifies the first color of the waves.
ptb: Especifica a primeira cor das ondas.

# wave_Color1:uilabel
source: Color 1
ptb: Cor 1

# wave_Color2
source: Color 2
ptb: Cor 2

# wave_Color2:tooltip
source: Specifies the second color of the waves.
ptb: Especifica a segunda cor das ondas.

# wave_Color2:uilabel
source: Color 2
ptb: Cor 2

# wave_Distribution
source: Distribution
ptb: Distribuição

# wave_Distribution:tooltip
source: Specifies the distribution of the waves. 3D distributes the wave centers on the surface on an imaginary sphere, affecting all sides of a 3D object. 2D distributes the wave in circles centered on the XY plane, which is more appropriate for flat water surfaces such as oceans and lakes.
ptb: Especifica a distribuição das ondas. 3D distribui os centros da onda na superfície em um hemisfério imaginário, afetando todos os lados de uma objeto 3D. 2D distribui a onda em círculos centralizados no plano XY, que é mais apropriado para superfícies de água plana, como oceanos e lagos.

# wave_Distribution:uilabel
source: Distribution
ptb: Distribuição

# wave_NumWaveSets
source: Number
ptb: Número

# wave_NumWaveSets:tooltip
source: Specifies how many wave sets are used in the pattern. For calm water, set this to a low number. Range = 1 to 50; Default = 3.
ptb: Especifica quantos conjuntos de ondas são usados no padrão. Para água calma, defina este com um valor pequeno. Faixa = 1 a 50. Padrão = 3.

# wave_NumWaveSets:uilabel
source: Number
ptb: Número

# wave_Phase
source: Phase
ptb: Fase

# wave_Phase:tooltip
source: Shifts the wave pattern. Range = 0 to 10000; Default = 0.
ptb: Troca o padrão da onda. Faixa = 0 a 10000. Padrão = 0.

# wave_Phase:uilabel
source: Phase
ptb: Fase

# wave_Position
source: Position
ptb: Posição

# wave_RandomSeed
source: Random Seed
ptb: Semente aleatória

# wave_RandomSeed:tooltip
source: Provides a seed number to generate the water pattern. The pattern changes with each seed. Range = 0 to 65535; default = 30159.
ptb: Fornece um número semente para gerar o padrão de água. O padrão muda com cada semente. Faixa = 0 a 65535. Padrão = 30159.

# wave_RandomSeed:uilabel
source: Random Seed
ptb: Semente aleatória

# wave_WaveLenMax
source: Len Max
ptb: Comprimento máximo

# wave_WaveLenMax:tooltip
source: Defines the maximum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
ptb: Define o intervalo máximo para cada centro da onda. Se os valores estão próximos, as ondas parecem mais regulares. Se estão mais distante, as ondas são menos regulares. Padrão = 1.97.

# wave_WaveLenMax:uilabel
source: Len Max
ptb: Comprimento máximo

# wave_WaveLenMin
source: Len Min
ptb: Comprimento mínimo

# wave_WaveLenMin:tooltip
source: Defines the minimum interval for each wave center. If values are close together, the waves appear more regular; if they are farther apart, the waves are less regular. Default = 1.97.
ptb: Define o intervalo mínimo para cada centro da onda. Se os valores estão próximos, as ondas parecem mais regulares. Se estão mais distante, as ondas são menos regulares. Padrão = 1.97.

# wave_WaveLenMin:uilabel
source: Len Min
ptb: Comprimento mínimo

# wave_WaveRadius
source: Radius
ptb: Raio

# wave_WaveRadius:tooltip
source: Specifies the radius of the imaginary sphere (3D distribution) or circle (2D distribution) whose surface is the origin of each wave set. A large radius produces large circular wave patterns, while a small radius produces dense, smaller waves. Default = 39.37.
ptb: Especifica o raio do hemisfério imaginário (distribuição 3D) ou círculo (distribuição 2D), cujas superfícies são a origem de cada conjunto de ondas. Um raio maior produz padrão circulares grandes de onda, e raios pequenos produzem ondas densas e menores. Padrão = 39.97.

# wave_WaveRadius:uilabel
source: Radius
ptb: Raio

# wave_paramgroup
source: Waves
ptb: Ondas

# wave_transforms_group
source: Transforms
ptb: Transformações

source: waves
ptb: ondas

source: wavy
ptb: ondulado

source: weathered
ptb: exposto ao tempo

source: weave
ptb: entrelaçar

# web
source: Use Light Profile
ptb: Trama

# webHasSymmetry
source: Symmetric:
ptb: Simétrico:

# webHasSymmetry:uilabel
source: Symmetric:
ptb: Simétrico:

# webRotation
source: Rotation:
ptb: Rotação:

# webRotation:tooltip
source: Web spatial rotation
ptb: Rotação espacial da trama

# webRotation:uilabel
source: Rotation:
ptb: Rotação:

# webScaling:uilabel
source: webScaling
ptb: Escala da trama

# webTranslation:uilabel
source: webTranslation
ptb: Translação da teia

source: west
ptb: oeste

source: wet
ptb: molhado

source: wheat
ptb: trigo

source: white
ptb: branco

source: White Color:
ptb: Cor branca:

# whiteColor:uilabel
source: White Color:
ptb: Cor branca:

source: Whitepoint:
ptb: Ponto branco:

# whitepoint:uilabel
source: Whitepoint:
ptb: Ponto branco:
