Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-kor.xlf
Languages: kor

# plasticvinyl_application:uilabel
source: Finish
kor: 마감

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
kor: 사용자

# plasticvinyl_bump:plasticvinyl_none
source: None
kor: 없음

# plasticvinyl_bump:uilabel
source: Finish Bumps
kor: 마감 범프

# plasticvinyl_bump_amount
source: Amount
kor: 양

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
kor: 0~1 범위를 슬라이드하여 범프의 높이를 제어합니다.

# plasticvinyl_bump_amount:uilabel
source: Amount
kor: 양

# plasticvinyl_bump_list_label
source: Finish Bumps
kor: 마감 범프

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
kor: 범프 거칠기에 대한 비트맵 이미지를 선택합니다.

# plasticvinyl_bump_map
source: Image
kor: 이미지

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
kor: 범프 거칠기에 대한 비트맵 이미지를 선택합니다.

# plasticvinyl_bump_map:uilabel
source: Image
kor: 이미지

# plasticvinyl_bump_panel_label
source: Finish Bumps
kor: 마감 범프

# plasticvinyl_color
source: Color
kor: 색상

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
kor: 색상, 이미지 또는 절차 텍스처를 선택하여 재료 모양을 작성합니다.

# plasticvinyl_color:uilabel
source: Color
kor: 색상

# plasticvinyl_color_by_object:uilabel
source: Color By Object
kor: 객체별 색상

# plasticvinyl_custom
source: Custom
kor: 사용자

# plasticvinyl_glossy
source: Glossy
kor: 광택

# plasticvinyl_matte
source: Matte
kor: 무광

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
kor: 사용자

# plasticvinyl_pattern:plasticvinyl_none
source: None
kor: 없음

# plasticvinyl_pattern:uilabel
source: Relief Pattern
kor: 릴리프 패턴

# plasticvinyl_pattern_amount
source: Amount
kor: 양

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
kor: 0~2 범위를 슬라이드하여 범프의 높이를 제어합니다.

# plasticvinyl_pattern_amount:uilabel
source: Amount
kor: 양

# plasticvinyl_pattern_list_label
source: Bump Pattern
kor: 범프 패턴

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
kor: 사용자가 제공한 이미지 파일의 명암 영역을 기준으로 상승 및 하강 영역을 작성합니다.

# plasticvinyl_pattern_map
source: Image
kor: 이미지

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
kor: 릴리프 패턴에 대한 비트맵 이미지를 선택합니다.

# plasticvinyl_pattern_map:uilabel
source: Image
kor: 이미지

# plasticvinyl_pattern_panel_label
source: Relief Pattern
kor: 릴리프 패턴

# plasticvinyl_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# plasticvinyl_plasticsolid
source: Plastic (Solid)
kor: 플라스틱(솔리드)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
kor: 플라스틱(투명)

# plasticvinyl_plasticvinylgroup
source: Plastic
kor: 플라스틱

# plasticvinyl_polished
source: Polished
kor: 연마

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
kor: 굴절 최대 추적 깊이

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
kor: 이 옵션을 선택하면 재료의 굴절 깊이가 로컬로 제어되며, 한도에 도달한 경우 추가 투명도 광선이 주사되어 일반적으로 고체 유리 객체에서 발견되는 '어두운 모서리' 효과를 제한합니다.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# plasticvinyl_roundcorners_on
source: Round Corners
kor: 원형 코너

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# plasticvinyl_roundcorners_radius
source: Source
kor: 소스

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
kor: 원형 코너

# plasticvinyl_type
source: Type
kor: 유형

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
kor: 플라스틱(솔리드)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
kor: 플라스틱(투명)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
kor: 비닐

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
kor: 플라스틱(솔리드 또는 투명) 또는 비닐 중에서 선택합니다.

# plasticvinyl_type:uilabel
source: Type
kor: 유형

# plasticvinyl_vinyl
source: Vinyl
kor: 비닐

source: plate
kor: 플레이트

# plotGlyph:uilabel
source: Plot glyph:
kor: 플롯 그림:

source: plywood
kor: 합판

source: point
kor: 점

source: polished
kor: 연마

source: pond
kor: 연못

source: pool
kor: 풀

source: porcelain
kor: 자기

source: precast
kor: 프리캐스트

# projMap:uilabel
source: File Name:
kor: 파일 이름:

# projMapOn
source: On:
kor: 켜기:

# projMapOn:uilabel
source: On:
kor: 켜기:

source: Projection Maps
kor: 투영 맵

source: pumpkin
kor: 호박색

source: purple
kor: 자주색

source: purple and gray carpet
kor: 자주색 및 회색 카펫

source: pyramid
kor: 피라미드

# quartz
source: HID Quartz Metal Halide
kor: HID 석영 메탈할라이드

# quartzCool
source: HID Quartz Metal Halide (Cool)
kor: HID 석영 메탈할라이드(차가움)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
kor: HID 석영 메탈할라이드(따뜻함)

# rect
source: Rectangle
kor: 직사각형

source: rectangle
kor: 직사각형

# rectangle_length
source: Length:
kor: 길이:

# rectangle_length:uilabel
source: Length:
kor: 길이:

# rectangle_width
source: Width:
kor: 폭:

# rectangle_width:uilabel
source: Width:
kor: 폭:

source: rectangles
kor: 직사각형

source: rectangular
kor: 직사각

source: red
kor: 빨간색

source: red carpet
kor: 빨간색 카펫

source: red plaid
kor: 빨간색 격자무늬

source: red-orange
kor: 주홍색

source: Red/Blue Shift:
kor: 빨간색/파란색 교체:

# redblueshift:uilabel
source: Red/Blue Shift:
kor: 빨간색/파란색 교체:

source: reflect
kor: 반사

source: reflecting
kor: 반사

source: Reflection Glossy Samples
kor: 반사 광택 견본

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
kor: mental ray가 광택 반사를 생성하기 위해 계산한 최대 견본(광선) 수를 정의합니다.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
kor: 반사 광택 견본

source: reflective
kor: 반사

source: Refraction Glossy Samples
kor: 굴절 광택 견본

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
kor: mental ray가 광택 반사를 생성하기 위해 계산한 최대 견본(광선) 수를 정의합니다.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
kor: 굴절 광택 견본

source: retaining
kor: 옹벽

source: Reverse
kor: 반전

# reverse:uilabel
source: Reverse
kor: 반전

# rgbLightColor
source: Light Color:
kor: 라이트 색상:

# rgbLightColor:uilabel
source: Light Color:
kor: 라이트 색상:

# rgb_unit_conversion
source: Color Conversion:
kor: 색상 변환:

# rgb_unit_conversion:uilabel
source: Color Conversion:
kor: 색상 변환:

source: rippled
kor: 잔물결

source: river
kor: 강

source: riverstone
kor: 강 석재

source: road
kor: 도로

source: rock
kor: 암석

source: roof
kor: 지붕

source: roofing
kor: 루핑

source: rose
kor: 장미색

source: rosette
kor: 담홍색

source: rosewood
kor: 자단

source: rough
kor: 거침

source: round
kor: 원형

source: royal
kor: 로얄

source: rubble
kor: 잡석

source: running
kor: 러닝

source: rye
kor: 호밀색

source: salmon
kor: 연어색

source: sand
kor: 모래

source: sandy
kor: 모래색

source: satin
kor: 새틴

source: Saturation:
kor: 색 채도:

# saturation:uilabel
source: Saturation:
kor: 색 채도:

# scale:uilabel
source: Scale
kor: 축척

source: sceneeffect
kor: 장면 효과

source: screen
kor: 화면

source: sea
kor: 바다

source: sea side
kor: 바닷가

source: seam
kor: 심

source: seaside
kor: 바닷가

source: semi-polished
kor: 반연마

# shadowCol
source: Color:
kor: 색상:

# shadowCol:uilabel
source: Color:
kor: 색상:

# shadowColMap:uilabel
source: File Name:
kor: 파일 이름:

source: Shadow Color Map
kor: 그림자 색상 맵

# shadowDensity:uilabel
source: shadowDensity
kor: 그림자 밀도

# shadowOn
source: Compute Shadows:
kor: 그림자 계산:

# shadowOn:uilabel
source: Compute Shadows:
kor: 그림자 계산:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
kor: 그림자 광선 연장

# shadow_softness:uilabel
source: Shadow Softness
kor: 그림자 부드러움

source: Shadows
kor: 그림자

# shadows:uilabel
source: Shadows
kor: 그림자

source: shake
kor: 진동

source: shingle
kor: 널

source: shiny
kor: 밝음

source: siding
kor: 측면

source: sienna
kor: 시에나색

source: silver
kor: 은색

source: sky
kor: 하늘

source: slate
kor: 슬레이트

source: slate blue
kor: 슬레이트 파란색

source: small
kor: 소형

source: smoked
kor: 흐릿함

source: smooth
kor: 매끄러움

# sn_Constant
source: Constant
kor: 상수

source: S-N Curve
kor: S-N 곡선

source: snow
kor: 눈

# softDiffEdges
source: Soften Diffuse Edges:
kor: 모서리를 부드럽게 확산:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
kor: 모서리를 부드럽게 확산:

source: soldier
kor: 솔저

source: solid
kor: 솔리드

# solid_props1
source: Properties
kor: 특성

# solidglass_blue
source: Blue
kor: 파란색

# solidglass_bluegreen
source: Blue Green
kor: 청록색

# solidglass_bronze
source: Bronze
kor: 청동

# solidglass_bump_amount
source: Amount
kor: 양

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
kor: 0~2 범위를 슬라이드하여 범프의 높이를 제어합니다.

# solidglass_bump_amount:uilabel
source: Amount
kor: 양

# solidglass_bump_enable:solidglass_custom
source: Custom
kor: 사용자

# solidglass_bump_enable:solidglass_none
source: None
kor: 없음

# solidglass_bump_enable:solidglass_rippled
source: Rippled
kor: 잔물결

# solidglass_bump_enable:solidglass_wavy
source: Wavy
kor: 파형

# solidglass_bump_enable:uilabel
source: Type
kor: 유형

# solidglass_bump_enable_list_label
source: Type
kor: 유형

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
kor: 잔물결(거친 노이즈), 파형(부드러운 노이즈) 또는 사용자에서 선택합니다.

# solidglass_bump_enable_panel_label
source: Relief Pattern
kor: 릴리프 패턴

# solidglass_bump_map
source: Image
kor: 이미지

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
kor: 릴리프 패턴에 대한 비트맵 이미지를 선택합니다.

# solidglass_bump_map:uilabel
source: Image
kor: 이미지

# solidglass_clear
source: Clear
kor: 선명

# solidglass_color_by_object:uilabel
source: Custom Color
kor: 사용자 색상

# solidglass_custom
source: Custom
kor: 사용자

# solidglass_custom_color
source: Custom
kor: 사용자

# solidglass_glossiness
source: Roughness
kor: 거칠기

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
kor: 유리 표면의 거칠기를 조정합니다. 줄이면 매끄럽고 밝은 유리가 되고, 늘리면 젖빛 유리가 됩니다. 기본값은 0이고, 범위는 0~1입니다.

# solidglass_glossiness:uilabel
source: Roughness
kor: 거칠기

# solidglass_gray
source: Gray
kor: 회색

# solidglass_green
source: Green
kor: 녹색

# solidglass_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# solidglass_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# solidglass_reflectance
source: Reflectance
kor: 반사율

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
kor: 유리 표면을 통과하지 않고 표면에서 반사되는 빛의 양을 조정합니다. 기본값은 15이고, 범위는 0~100입니다.

# solidglass_reflectance:uilabel
source: Reflectance
kor: 반사율

# solidglass_refr_depth
source: Refraction Max Trace Depth
kor: 굴절 최대 추적 깊이

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
kor: 이 옵션을 선택하면 재료의 굴절 깊이가 로컬로 제어되며, 한도에 도달한 경우 추가 투명도 광선이 주사되어 일반적으로 고체 유리 객체에서 발견되는 '어두운 모서리' 효과를 제한합니다.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# solidglass_refr_depth_control_label
source: Override Refraction Depth
kor: 굴절 깊이 재지정

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
kor: 감소 거리

# solidglass_refr_ior
source: Refraction
kor: 굴절

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
kor: 표면을 통과할 때 빛이 굴곡되는 정도를 조정합니다. 기본값은 1.52이고, 범위는 0~5입니다.

# solidglass_refr_ior:uilabel
source: Refraction
kor: 굴절

# solidglass_refr_ior_air
source: Air
kor: 공기

# solidglass_refr_ior_alcohol
source: Alcohol
kor: 알코올

# solidglass_refr_ior_custom
source: Custom
kor: 사용자

# solidglass_refr_ior_diamond
source: Diamond
kor: 다이아몬드

# solidglass_refr_ior_glass
source: Glass
kor: 유리

# solidglass_refr_ior_quartz
source: Quartz
kor: 석영

# solidglass_refr_ior_water
source: Water
kor: 물

# solidglass_rippled
source: Rippled
kor: 잔물결

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
kor: 코너 원형 처리 효과를 모든 재료에 적용하도록 활성화합니다. 현재 재료의 표면에만 코너 원형 처리 효과를 적용하려면 이 옵션을 선택하지 않습니다.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
kor: 다른 재료와 혼합

# solidglass_roundcorners_on
source: Round Corners
kor: 원형 코너

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
kor: 시뮬레이션된 원형 코너를 사용합니다. 주: 이것은 범프 맵과 같은 음영 처리 효과일 뿐이며 실제 기하학적 변경은 수행되지 않습니다. 이 효과는 직선 모서리에서만 제대로 적용됩니다.

# solidglass_roundcorners_on:uilabel
source: Round Corners
kor: 원형 코너

# solidglass_roundcorners_radius
source: Source
kor: 소스

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
kor: 원형 코너 효과의 반지름을 조정합니다.

# solidglass_roundcorners_radius:uilabel
source: Source
kor: 소스

# solidglass_solidglassgroup
source: Solid Glass
kor: 솔리드 유리

# solidglass_transmittance
source: Color
kor: 색상

# solidglass_transmittance:solidglass_blue
source: Blue
kor: 파란색

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
kor: 청록색

# solidglass_transmittance:solidglass_bronze
source: Bronze
kor: 청동

# solidglass_transmittance:solidglass_clear
source: Clear
kor: 선명

# solidglass_transmittance:solidglass_custom
source: Custom
kor: 사용자

# solidglass_transmittance:solidglass_gray
source: Gray
kor: 회색

# solidglass_transmittance:solidglass_green
source: Green
kor: 녹색

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
kor: 미리 정의된 색상 또는 사용자를 선택합니다.

# solidglass_transmittance:uilabel
source: Color
kor: 색상

# solidglass_transmittance_custom_color
source: Custom Color
kor: 사용자 색상

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
kor: 색상, 이미지 또는 절차 텍스처를 선택하여 재료 모양을 작성합니다.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
kor: 사용자 색상

# solidglass_wavy
source: Wavy
kor: 파형

source: spanish
kor: 스페인

source: special
kor: 특수

# speckle_Appearance
source: Appearance
kor: 모양

# speckle_Color1
source: Color 1
kor: 색상 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
kor: 반점의 첫번째 색상을 지정합니다.

# speckle_Color1:uilabel
source: Color 1
kor: 색상 1

# speckle_Color2
source: Color 2
kor: 색상 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
kor: 반점의 두 번째 색상을 지정합니다.

# speckle_Color2:uilabel
source: Color 2
kor: 색상 2

# speckle_Position
source: Position
kor: 위치

# speckle_Size
source: Size
kor: 크기

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
kor: 반점의 크기를 조정합니다.

# speckle_Size:uilabel
source: Size
kor: 크기

# speckle_transforms_group
source: Transforms
kor: 변환

source: speckled
kor: 반점

source: Specular:
kor: 반사:

# specular:uilabel
source: Specular:
kor: 반사:

source: Specular Color:
kor: 반사 색:

# specularColor:uilabel
source: Specular Color:
kor: 반사 색:

source: Sphere
kor: 구

# sphere_radius
source: Radius:
kor: 반지름:

# sphere_radius:uilabel
source: Radius:
kor: 반지름:

source: splatter
kor: 물방울

source: split
kor: 분할

source: spot
kor: 스폿

# spread:uilabel
source: Spread:
kor: 분포:

source: square
kor: 정사각형

source: squares
kor: 정사각형

# ssao_blend_amount
source: Blending:
kor: 혼합:

# ssao_blend_amount:uilabel
source: Blending:
kor: 혼합:

# ssao_blur_radius
source: Blur:
kor: 흐림:

# ssao_blur_radius:uilabel
source: Blur:
kor: 흐림:

# ssao_custom
source: Custom
kor: 사용자

# ssao_filter_color
source: Filter Color:
kor: 필터 색상:

# ssao_filter_color:uilabel
source: Filter Color:
kor: 필터 색상:

# ssao_high
source: Fine (Slowest)
kor: 섬세(가장 느림)

# ssao_low
source: Coarse (Fastest)
kor: 거침(가장 빠름)

# ssao_medium
source: Medium
kor: 중간

# ssao_quality
source: Quality:
kor: 품질:

# ssao_quality:ssao_custom
source: Custom
kor: 사용자

# ssao_quality:ssao_high
source: Fine (Slowest)
kor: 섬세(가장 느림)

# ssao_quality:ssao_low
source: Coarse (Fastest)
kor: 거침(가장 빠름)

# ssao_quality:ssao_medium
source: Medium
kor: 중간

# ssao_quality:uilabel
source: Quality:
kor: 품질:

# ssao_sample_count
source: Samples:
kor: 견본:

# ssao_sample_count:uilabel
source: Samples:
kor: 견본:

# ssao_sample_radius
source: Sample Radius:
kor: 견본 반지름:

# ssao_sample_radius:uilabel
source: Sample Radius:
kor: 견본 반지름:

source: stacked
kor: 적층

source: stainless
kor: 스테인레스

# standardLight
source: Standard Light Parameters
kor: 표준 라이트 매개변수

source: standing
kor: 스탠딩

# std_incandescent
source: Standard Incandescent Light
kor: 표준 백열등

source: steel
kor: 강철

source: stone
kor: 석재

# stone_ao_details:rightlabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
kor: 객체 색상을 고려하는 앰비언트 폐색의 복잡한 모드를 사용합니다. 주: 이 기능을 사용하면 '코너 다크닝' 현상이 상당히 개선되고 AO 주변 자체 조명 객체에서 생성된 '어두운 테두리' 문제를 해결할 수 있습니다.

# stone_ao_details:uilabel
source: Use Color From Other Materials
kor: 다른 재료의 색상 사용

# stone_ao_distance
source: Max Distance
kor: 최대 거리

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
kor: 앰비언트 폐색 반지름을 정의합니다(높음= 큰 적용 범위 영역/느리게, 낮음= 작은 적용 범위 영역/빠르게).

# stone_ao_distance:uilabel
source: Max Distance
kor: 최대 거리

# stone_ao_on
source: Ambient Occlusion
kor: 앰비언트 폐색

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
kor: 앰비언트 폐색을 사용합니다. 영역을 폐쇄하는 범위 또는 입사 광원을 받지 못하게 막는 범위를 측정하기 위해 음영처리기를 사용하여 실제 전역 조명 보기를 에뮬레이트합니다. 이 기능을 간접 광원 효과와 함께 사용합니다.

# stone_ao_on:uilabel
source: Ambient Occlusion
kor: 앰비언트 폐색

# stone_ao_samples
source: Samples
kor: 견본

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
kor: 앰비언트 폐색의 품질(높음= 부드럽게/느리게, 낮음= 거칠게/빠르게)

# stone_ao_samples:uilabel
source: Samples
kor: 견본

# stone_application
source: Finish
kor: 마감

# stone_application:stone_glossy
source: Glossy
kor: 광택

# stone_application:stone_matte
source: Matte
kor: 무광

# stone_application:stone_polished
source: Polished
kor: 연마

# stone_application:stone_unfinished
source: Unfinished
kor: 마감 안 함

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
kor: 연마, 광택, 무광 또는 마감 안 함을 선택합니다.

# stone_application:uilabel
source: Finish
kor: 마감

# stone_bump:stone_custom
source: Custom
kor: 사용자

# stone_bump:stone_glossymarble
source: Glossy Marble
kor: 광택 대리석

# stone_bump:stone_none
source: None
kor: 없음

# stone_bump:stone_polishedgranite
source: Polished Granite
kor: 연마 화강암

# stone_bump:stone_stonewall
source: Stone Wall
kor: 석재 벽

# stone_bump:uilabel
source: Type
kor: 유형

# stone_bump_amount
source: Amount
kor: 양

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
kor: 슬라이더로 0~1 범위에서 범프의 높이를 제어합니다.

# stone_bump_amount:uilabel
source: Amount
kor: 양

# stone_bump_list_label
source: Type
kor: 유형

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
kor: 범프 유형 또는 사용자를 선택합니다.

# stone_bump_map
source: Image
kor: 이미지

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
kor: 마감에 대한 비트맵 이미지를 선택합니다.

# stone_bump_map:uilabel
source: Image
kor: 이미지

# stone_bump_panel_label
source: Finish Bumps
kor: 마감 범프

# stone_color
source: Image
kor: 이미지

# stone_color:tooltip
source: Selects a bitmap image for the stone.
kor: 석재에 대한 비트맵 이미지를 선택합니다.

# stone_color:uilabel
source: Image
kor: 이미지

# stone_custom
source: Custom
kor: 사용자

# stone_glossy
source: Glossy
kor: 광택

# stone_glossymarble
source: Glossy Marble
kor: 광택 대리석

# stone_matte
source: Matte
kor: 무광

# stone_pattern:stone_custom
source: Custom
kor: 사용자

# stone_pattern:stone_none
source: None
kor: 없음

# stone_pattern:uilabel
source: Bump Pattern
kor: 범프 패턴

# stone_pattern_amount
source: Amount
kor: 양

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
kor: 양 슬라이더로 0~2 범위에서 범프의 높이를 제어합니다.

# stone_pattern_amount:uilabel
source: Amount
kor: 양

# stone_pattern_list_label
source: Bump Pattern
kor: 범프 패턴

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
kor: 사용자가 제공한 이미지 파일의 명암 영역을 기준으로 상승 및 하강 영역을 작성합니다.

# stone_pattern_map
source: Image
kor: 이미지

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
kor: 릴리프 패턴에 대한 비트맵 이미지를 선택합니다.

# stone_pattern_map:uilabel
source: Image
kor: 이미지

# stone_pattern_panel_label
source: Relief Pattern
kor: 릴리프 패턴

# stone_performance_tunning_group
source: Performance Tuning
kor: 성능 조정

# stone_polished
source: Polished
kor: 연마

# stone_polishedgranite
source: Polished Granite
kor: 연마 화강암

# stone_refl_depth
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
kor: 각 광선이 반사되는 횟수. 0으로 설정하면 전역 렌더 설정이 우선적으로 적용됩니다.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
kor: 반사 최대 추적 깊이

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
kor: 다른 재료와 혼합
