Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# structural_lightweight
source: Lightweight
csy: Lehké

# structural_lightweight:uilabel
source: Lightweight
csy: Lehké

# structural_orthotropic
source: Orthotropic
csy: Ortotropický

# structural_source
source: Source
csy: Zdroj

# structural_source:uilabel
source: Source
csy: Zdroj

# structural_sourceURL
source: Source URL
csy: URL zdroje

# structural_sourceURL:uilabel
source: Source URL
csy: URL zdroje

# structural_subclass
source: Subclass
csy: Podtřída

# structural_subclass:uilabel
source: Subclass
csy: Podtřída

# structural_transverse_isotropic
source: Transverse Isotropic
csy: Transversálně izotropní

# structural_wood_Average_modulus
source: Average Modulus
csy: Průměrný modul

# structural_wood_Average_modulus:uilabel
source: Average Modulus
csy: Průměrný modul

# structural_wood_Bending
source: Bending
csy: Ohyb

# structural_wood_Bending:uilabel
source: Bending
csy: Ohyb

# structural_wood_Construction_Property
source: Construction
csy: Konstrukční prvek

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
csy: Lepené

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
csy: Lepené – Kerto-Q

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
csy: Lepené – Kerto-S

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
csy: Přírodní

# structural_wood_Construction_Property:uilabel
source: Construction
csy: Konstrukční prvek

# structural_wood_compression_parallel
source: Compression Parallel to Grain
csy: Tlak rovnoběžně s vlákny

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
csy: Tlak rovnoběžně s vlákny

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
csy: Tlak kolmo k vláknům

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
csy: Tlak kolmo k vláknům

# structural_wood_glued
source: Glued
csy: Lepené

# structural_wood_glued_kertoQ
source: Glued KertoQ
csy: Lepené – Kerto-Q

# structural_wood_glued_kertoS
source: Glued KertoS
csy: Lepené – Kerto-S

# structural_wood_natural
source: Natural
csy: Přírodní

# structural_wood_shear_parallel
source: Shear Parallel to Grain
csy: Smyk rovnoběžně s vlákny

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
csy: Smyk rovnoběžně s vlákny

# structural_wood_tension_parallel
source: Tension Parallel to Grain
csy: Tah rovnoběžně s vlákny

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
csy: Tah rovnoběžně s vlákny

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
csy: Tah kolmo k vláknům

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
csy: Tah kolmo k vláknům

source: stucco
csy: štuková malta

# stuctural_wood_Species
source: Species
csy: Druh

# stuctural_wood_Species:uilabel
source: Species
csy: Druh

# stuctural_wood_Strength_grade
source: Strength Grade
csy: Pevnostní stupeň

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
csy: Pevnostní stupeň

source: Sun
csy: Slunce

# sun:uilabel
source: Sun Shader:
csy: Stínění slunce:

source: Sun Position
csy: Poloha slunce

source: Sun Color:
csy: Barva slunce:

# sun_color:uilabel
source: Sun Color:
csy: Barva slunce:

# sun_disk_intensity
source: Disk Intensity:
csy: Intenzita disku:

# sun_disk_intensity:uilabel
source: Disk Intensity:
csy: Intenzita disku:

# sun_disk_scale
source: Disk Scale:
csy: Měřítko disku:

# sun_disk_scale:uilabel
source: Disk Scale:
csy: Měřítko disku:

# sun_glow_intensity
source: Glow Intensity:
csy: Intenzita vyzařování:

# sun_glow_intensity:uilabel
source: Glow Intensity:
csy: Intenzita vyzařování:

source: sunny day
csy: slunný den

# surface_material:uilabel
source: Surface Material:
csy: Povrchový materiál:

source: swamp
csy: mokřina

# swatch
source: Swatch Scene
csy: Ukázka – scéna

source: swimming
csy: plavání

source: tan
csy: šedobéžová

# targeted:uilabel
source: Targeted:
csy: Namířeno:

source: tarmac
csy: dehtový makadam

source: taupe
csy: světle hnědošedá

source: teak
csy: týk

source: terra cotta
csy: terakota

source: texture
csy: textura

# texture_Angle
source: XYZ Rotation
csy: Otočení XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
csy: Určete otočení plochy, kterou představuje obrázek výše.

# texture_Angle:uilabel
source: Angle
csy: Úhel

# texture_LinkTextureTransforms
source: Link texture transforms
csy: Propojit transformace textury

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
csy: Jestliže je tato možnost aktivována, budou všechny změny provedené v nastavení vlastností Umístění, Měřítko a Opakovat tohoto atributu přeneseny na další atributy v rámci materiálu, na kterém je textura použita.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
csy: Propojit transformace

# texture_MapChannel:uilabel
source: Map Channel
csy: Mapovat kanál

# texture_MapChannel_ID_Advanced
source: Map Channel
csy: Mapovat kanál

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
csy: Mapovat ID kanálu

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
csy: Zdroj UVW

# texture_Offset:uilabel
source: Offset
csy: Odsazení

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
csy: Udržuje poměr odsazení. Změní-li se odsazení ve směru X, změní se ve stejném rozsahu i odsazení ve směru Y.

# texture_OffsetLock:uilabel
source: Offset Lock
csy: Zámek odsazení

# texture_RealWorldOffsetX
source: Offset
csy: Odsazení

# texture_RealWorldOffsetX:tooltip
source: Moves the starting point of the map along the X axis.
csy: Přemístí počáteční bod mapy ve směru osy X.

# texture_RealWorldOffsetX:uilabel
source: Offset X
csy: Odsazení X

# texture_RealWorldOffsetY:tooltip
source: Moves the starting point of the map along the Y axis.
csy: Přemístí počáteční bod mapy ve směru osy Y.

# texture_RealWorldOffsetY:uilabel
source: Offset Y
csy: Odsazení Y

# texture_RealWorldOffsetZ:tooltip
source: Moves the starting point of the map along the Z axis.
csy: Přemístí počáteční bod mapy ve směru osy Z.

# texture_RealWorldOffsetZ:uilabel
source: Offset Z
csy: Odsazení Z

# texture_RealWorldScaleX
source: Sample Size
csy: Velikost vzorku

# texture_RealWorldScaleX:rightlabel
source: Width
csy: Šířka

# texture_RealWorldScaleX:tooltip
source: Specifies the horizontal scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
csy: Určuje horizontální měřítko dané textury.

# texture_RealWorldScaleX:uilabel
source: Size X
csy: Rozměr X

# texture_RealWorldScaleY:rightlabel
source: Height
csy: Výška

# texture_RealWorldScaleY:tooltip
source: Specifies the vertical scaling for procedural maps on materials. This functionality is only available on Checker, Gradient, and Tiles.
csy: Určuje výškové měřítko dané textury.

# texture_RealWorldScaleY:uilabel
source: Size Y
csy: Rozměr Y

# texture_ScaleLock:tooltip
source: Locks the aspect ratio of the map. When the height or width value is changed, the other value changes as needed to maintain the aspect ratio.
csy: Uzamkne poměr stran mapy. Změní-li se výška nebo šířka, změní se i druhá hodnota tak, aby poměr stran zůstal zachován.

# texture_ScaleLock:uilabel
source: Scale Lock
csy: Zámek měřítka

# texture_Tiling:uilabel
source: Tiling
csy: Dláždění

# texture_UOffset:uilabel
source: U Offset
csy: Odsazení U

# texture_URepeat
source: Horizontal
csy: Horizontální

# texture_URepeat:offlabel
source: None
csy: Žádné

# texture_URepeat:onlabel
source: Tile
csy: Dlaždice

# texture_URepeat:tooltip
source: Adjusts the tiling of the map along the X axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
csy: Nastavuje pokládání mapy ve směru osy X. Možnost Žádné určuje, že se mapa na materiál pokládat nebude. Možnost Dlaždice určuje, že dlaždice mapy budou na materiál pokládány vedle sebe.

# texture_URepeat:uilabel
source: U Repeat
csy: Opakování U

# texture_UScale:uilabel
source: U Scale
csy: Měřítko U

# texture_UVScale:uilabel
source: UV Scale
csy: Měřítko UV

# texture_VOffset:uilabel
source: V Offset
csy: Odsazení V

# texture_VRepeat
source: Vertical
csy: Vertikální

# texture_VRepeat:offlabel
source: None
csy: Žádné

# texture_VRepeat:onlabel
source: Tile
csy: Dlaždice

# texture_VRepeat:tooltip
source: Adjusts the tiling of the map along the Y axis. None controls the map to not be tiled within the material. Tile causes the map to be tiled within the material.
csy: Nastavuje pokládání mapy ve směru osy Y. Možnost Žádné určuje, že se mapa na materiál pokládat nebude. Možnost Dlaždice určuje, že dlaždice mapy budou na materiál pokládány vedle sebe.

# texture_VRepeat:uilabel
source: V Repeat
csy: Opakování V

# texture_VScale:uilabel
source: V Scale
csy: Měřítko V

# texture_WAngle
source: Rotation
csy: Otočení

# texture_WAngle:tooltip
source: Rotates the map from 0 degrees to 360 degrees.
csy: Otočí mapu z 0 stupňů na 360 stupňů.

# texture_WAngle:uilabel
source: Angle
csy: Úhel

source: textured
csy: s texturou

source: thermal
csy: tepelné

# thermal_Behavior
source: Behavior
csy: Chování

# thermal_Behavior:thermal_isotropic
source: Isotropic
csy: Izotropní

# thermal_Behavior:thermal_orthotropic
source: Orthotropic
csy: Ortotropické

# thermal_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
csy: Vybírá mezi izotropním a ortotropickým chováním.

# thermal_Behavior:uilabel
source: Behavior
csy: Chování

# thermal_Compressibility
source: Compressibility
csy: Stlačitelnost

# thermal_Compressibility:uilabel
source: Compressibility
csy: Stlačitelnost

# thermal_Density
source: Density
csy: Hustota

# thermal_Density:uilabel
source: Density
csy: Hustota

# thermal_Electrical_resistivity
source: Electrical Resistivity
csy: Měrný elektrický odpor

# thermal_Electrical_resistivity:uilabel
source: Electrical Resistivity
csy: Měrný elektrický odpor

# thermal_Emissivity
source: Emissivity
csy: Emisivita

# thermal_Emissivity:uilabel
source: Emissivity
csy: Emisivita

# thermal_Gas_viscosity
source: Gas Viscosity
csy: Viskozita plynu

# thermal_Gas_viscosity:uilabel
source: Gas Viscosity
csy: Viskozita plynu

# thermal_Liquid_viscosity
source: Liquid Viscosity
csy: Viskozita kapaliny

# thermal_Liquid_viscosity:uilabel
source: Liquid Viscosity
csy: Viskozita kapaliny

# thermal_Permeability
source: Permeability
csy: Propustnost

# thermal_Permeability:uilabel
source: Permeability
csy: Propustnost

# thermal_Porosity
source: Porosity
csy: Poréznost

# thermal_Porosity:uilabel
source: Porosity
csy: Poréznost

# thermal_Reflectivity
source: Reflectivity
csy: Odrazivost

# thermal_Reflectivity:uilabel
source: Reflectivity
csy: Odrazivost

# thermal_Specific_heat
source: Specific Heat
csy: Měrné teplo

# thermal_Specific_heat:uilabel
source: Specific Heat
csy: Měrné teplo

# thermal_Specific_heat_of_vaporization
source: Specific Heat of Vaporization
csy: Měrné teplo odpařování

# thermal_Specific_heat_of_vaporization:uilabel
source: Specific Heat of Vaporization
csy: Měrné teplo odpařování

# thermal_Thermal_conductivity
source: Thermal Conductivity
csy: Tepelná vodivost

# thermal_Thermal_conductivity:uilabel
source: Thermal Conductivity
csy: Tepelná vodivost

# thermal_Thermal_conductivity_X
source: Thermal Conductivity X
csy: Tepelná vodivost X

# thermal_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
csy: Tepelná vodivost X

# thermal_Thermal_conductivity_Y
source: Thermal Conductivity Y
csy: Tepelná vodivost Y

# thermal_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
csy: Tepelná vodivost Y

# thermal_Thermal_conductivity_Z
source: Thermal Conductivity Z
csy: Tepelná vodivost Z

# thermal_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
csy: Tepelná vodivost Z

# thermal_Transmits_light
source: Transmits Light
csy: Světlo přenosu

# thermal_Transmits_light:uilabel
source: Transmits Light
csy: Světlo přenosu

# thermal_Vapor_pressure
source: Vapor Pressure
csy: Tlak páry

# thermal_Vapor_pressure:uilabel
source: Vapor Pressure
csy: Tlak páry

# thermal_isotropic
source: Isotropic
csy: Izotropní

# thermal_orthotropic
source: Orthotropic
csy: Ortotropické

# thermal_source
source: Source
csy: Zdroj

# thermal_source:uilabel
source: Source
csy: Zdroj

# thermal_sourceURL
source: Source URL
csy: URL zdroje

# thermal_sourceURL:uilabel
source: Source URL
csy: URL zdroje

# thermal_subclass
source: Subclass
csy: Podtřída

# thermal_subclass:uilabel
source: Subclass
csy: Podtřída

source: thread
csy: závit

source: tiger
csy: tygr

source: tile
csy: dlaždice

source: Tile Appearance
csy: Vzhled dlaždice

# tile_BrickColor
source: Tile Color
csy: Barva dlaždice

# tile_BrickColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
csy: Poskytuje pro jednu z komponent možnost výběru barvy nebo mapy textury.

# tile_BrickColor:uilabel
source: Tile Color
csy: Barva dlaždice

# tile_BrickType
source: Type
csy: Typ

# tile_BrickType:tile_BrickType_common_flemish_bond
source: Common Flemish Bond
csy: Běžná vlámská vazba

# tile_BrickType:tile_BrickType_custom
source: Custom
csy: Vlastní

# tile_BrickType:tile_BrickType_english_bond
source: English Bond
csy: Anglická vazba

# tile_BrickType:tile_BrickType_fine_running_bond
source: Fine Running Bond
csy: Jemná běhounová vazba

# tile_BrickType:tile_BrickType_fine_stack_bond
source: Fine Stack Bond
csy: Jemná sloupková vazba

# tile_BrickType:tile_BrickType_half_running_bond
source: 1/2 Running Bond
csy: Poloviční běhounová vazba

# tile_BrickType:tile_BrickType_running_bond
source: Running Bond
csy: Běhounová vazba

# tile_BrickType:tile_BrickType_stack_bond
source: Stack Bond
csy: Sloupková vazba

# tile_BrickType:tooltip
source: Determines either a preset or custom tile pattern. Preset patterns typically disable most or all of the stacking layout and row/column edit controls.
csy: Určuje, zda vzor dlaždic bude přednastavený nebo uživatelský. Přednastavené vzory zpravidla neumožňují provádění většiny nebo všech nastavení týkajících se úprav rozvržení vrstvení či řádků/sloupců.

# tile_BrickType:uilabel
source: Type
csy: Typ

# tile_BrickType_common_flemish_bond
source: Common Flemish Bond
csy: Běžná vlámská vazba

# tile_BrickType_custom
source: Custom
csy: Vlastní

# tile_BrickType_english_bond
source: English Bond
csy: Anglická vazba

# tile_BrickType_fine_running_bond
source: Fine Running Bond
csy: Jemná běhounová vazba

# tile_BrickType_fine_stack_bond
source: Fine Stack Bond
csy: Jemná sloupková vazba

# tile_BrickType_half_running_bond
source: 1/2 Running Bond
csy: Poloviční běhounová vazba

# tile_BrickType_running_bond
source: Running Bond
csy: Běhounová vazba

# tile_BrickType_stack_bond
source: Stack Bond
csy: Sloupková vazba

# tile_ChangeColumn
source: Amount
csy: Množství

# tile_ChangeColumn:tooltip
source: Changes the height of tiles in the affected columns. A value of 1.0 is the default tile height. Values greater than 1.0 increase the height of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that column and the underlying material shows through.
csy: Mění výšku dlaždic v příslušných sloupcích. hodnota 1,0 představuje výchozí výšku dlaždice. Hodnoty větší než 1,0 výšku dlaždic zvětšují, hodnoty menší než 1,0 ji zmenšují. Rozsah = 0,0 až 5,0. Hodnota změny 0,0 způsobí, že v tomto sloupci nebudou zobrazeny žádné dlaždice a zobrazí se podkladový materiál.

# tile_ChangeColumn:uilabel
source: Amount
csy: Množství

# tile_ChangeRow
source: Amount
csy: Množství

# tile_ChangeRow:tooltip
source: Changes the width of tiles in the affected rows. A value of 1.0 is the default tile width. Values greater than 1.0 increase the width of tiles, and values less than 1.0 decrease it. Range = 0.0 to 5.0. When the change value is 0.0, no tiles appear in that row and the underlying material shows through.
csy: Mění šířku dlaždic v příslušných řádcích. hodnota 1,0 představuje výchozí šířku dlaždice. Hodnoty větší než 1,0 šířku dlaždic zvětšují, hodnoty menší než 1,0 ji zmenšují. Rozsah = 0,0 až 5,0. Hodnota změny 0,0 způsobí, že v tomto řádku nebudou zobrazeny žádné dlaždice a zobrazí se podkladový materiál.

# tile_ChangeRow:uilabel
source: Amount
csy: Množství

# tile_ColorVariance
source: Color Variance
csy: Variační rozpětí barev

# tile_ColorVariance:tooltip
source: Controls the color variation of the tiles. Range = 0 to 100. Default = 0.
csy: Řídí barevnou proměnlivost dlaždic. Rozsah = 0 až 100; výchozí hodnota = 0.

# tile_ColorVariance:uilabel
source: Color Variance
csy: Variační rozpětí barev

# tile_EdgeRoughness
source: Roughness
csy: Hrubost

# tile_EdgeRoughness:tooltip
source: Controls the roughness of the edges of the mortar. Range = 0 to 200; Default = 0.
csy: Řídí drsnost hran malty. Rozsah = 0 až 200; výchozí hodnota = 0.

# tile_EdgeRoughness:uilabel
source: Roughness
csy: Hrubost

# tile_FadeVariance
source: Fade Variance
csy: Variační rozpětí vybledávání

# tile_FadeVariance:tooltip
source: Controls the fading variation of the tiles. Range = 0 to 100. Default = 0.05.
csy: Řídí proměnlivost vybledávání dlaždic. Rozsah = 0 až 100; výchozí hodnota = 0,05.

# tile_FadeVariance:uilabel
source: Fade Variance
csy: Variační rozpětí vybledávání

# tile_Gap_lock:tooltip
source: Locks the horizontal and vertical gap widths. When one value is changed, the other value changes to match it.
csy: Uzamkne šířky horizontálních a vertikálních mezer. Při změně jedné hodnoty se změní odpovídajícím způsobem i druhá hodnota.

# tile_GroutAppearance
source: Grout Appearance
csy: Vzhled výplně

# tile_HorizontalCount
source: Tile Count
csy: Počet dlaždic

# tile_HorizontalCount:rightlabel
source: Per Row
csy: Na řádek

# tile_HorizontalCount:tooltip
source: Controls the number of tiles in a row.
csy: Řídí počet dlaždic na řádku.

# tile_HorizontalCount:uilabel
source: Tile Count
csy: Počet dlaždic

# tile_HorizontalGap
source: Gap Width
csy: Šířka mezery

# tile_HorizontalGap:tooltip
source: Controls the horizontal size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
csy: Řídí velikost výplně mezi dlaždicemi ve vodorovném směru. Tyto hodnoty jsou ve výchozím nastavení vzájemně uzamknuty, při změně jedné hodnoty se tedy mění obě. Rozsah = 0 až 100; výchozí hodnota = 0,50.

# tile_HorizontalGap:uilabel
source: Gap Width
csy: Šířka mezery

# tile_LineShift
source: Line Shift
csy: Posun řádku

# tile_LineShift:tooltip
source: Shifts every second row of tiles a distance of one unit. Range = 0 to 100; Default = 0.50
csy: Zvýší každý druhý řádek dlaždic o jednotkovou vzdálenost. Rozsah = 0 až 100; výchozí hodnota = 0,50.

# tile_LineShift:uilabel
source: Line Shift
csy: Posun řádku

# tile_MortarColor
source: Grout Color
csy: Barva výplně

# tile_MortarColor:tooltip
source: Provides the option of selecting a color or texture map for one of the components.
csy: Poskytuje pro jednu z komponent možnost výběru barvy nebo mapy textury.

# tile_MortarColor:uilabel
source: Grout Color
csy: Barva výplně

# tile_Pattern
source: Pattern
csy: Vzor

# tile_PerColumn:uilabel
source: Every
csy: Všechny

# tile_PerColumn_panel_label
source: Column Modify
csy: Úprava sloupců

# tile_PerColumn_slider_label
source: Every
csy: Všechny

# tile_PerColumn_slider_label:rightlabel
source: Columns
csy: Sloupce

# tile_PerColumn_slider_label:tooltip
source: Specifies which columns to change. When the value equals 0, no columns change. When the value equals 1, every column changes.
csy: Určuje, které sloupce budou změněny. Je-li hodnota rovna 0, žádné sloupce se nezmění. Je-li hodnota rovna 1, změní se všechny sloupce.

# tile_PerRow:uilabel
source: Every
csy: Všechny

# tile_PerRow_panel_label
source: Row Modify
csy: Úprava řádků

# tile_PerRow_slider_label
source: Every
csy: Všechny

# tile_PerRow_slider_label:rightlabel
source: Rows
csy: Řádky

# tile_PerRow_slider_label:tooltip
source: Specifies which rows to change. When the value equals 0, no rows change. When the value equals 1, every row changes.
csy: Určuje, které řádky budou změněny. Je-li hodnota rovna 0, žádné řádky se nezmění. Je-li hodnota rovna 1, změní se všechny řádky.

# tile_Position
source: Position
csy: Umístění

# tile_RandomSeed
source: Randomize
csy: Náhodně rozdělit

# tile_RandomSeed:rightlabel
source: Seed Value
csy: Hodnota pokrytí

# tile_RandomSeed:tooltip
source: Randomly applies patterns of color variation to the tiles. Does not require any other setting to generate completely different patterns.
csy: Použije na dlaždice vzory barevné proměnlivosti náhodným způsobem. K vytvoření zcela rozdílných vzorů nevyžaduje žádná další nastavení.

# tile_RandomSeed:uilabel
source: Randomize
csy: Náhodně rozdělit

# tile_RandomShift
source: Random
csy: Náhodně

# tile_RandomShift:tooltip
source: Randomly shifts all rows of tiles a distance of one unit. Range = 0 to 100; Default = 0.
csy: Zvýší všechny řádky dlaždic o jednotkovou vzdálenost náhodným způsobem. Rozsah = 0 až 100; výchozí hodnota = 0.

# tile_RandomShift:uilabel
source: Random
csy: Náhodně

# tile_Repeat
source: Repeat
csy: Opakovat

# tile_Scale
source: Scale
csy: Měřítko

# tile_StackingLayout
source: Stacking Layout
csy: Rozvržení vrstev

# tile_UseColumnEdit:uilabel
source: Column Modify
csy: Úprava sloupců

# tile_UseRowEdit:uilabel
source: Row Modify
csy: Úprava řádků

# tile_VerticalCount:rightlabel
source: Per Column
csy: Na sloupec

# tile_VerticalCount:tooltip
source: Controls the number of tiles in a column.
csy: Řídí počet dlaždic ve sloupci.

# tile_VerticalGap:tooltip
source: Controls the vertical size of the grout between the tiles. These value are locked by default to each other, so that both values change as you edit one or the other. Range = 0 to 100; Default = 0.50.
csy: Řídí velikost výplně mezi dlaždicemi ve svislém směru. Tyto hodnoty jsou ve výchozím nastavení vzájemně uzamknuty, při změně jedné hodnoty se tedy mění obě. Rozsah = 0 až 100; výchozí hodnota = 0,50.

# tile_transforms_group
source: Transforms
csy: Transformace

# tiling:uilabel
source: Tiling
csy: Dláždění

source: timber
csy: řezivo

# tint_color
source: Light Tint
csy: Světlý odstín

# tint_color:uilabel
source: Light Tint
csy: Světlý odstín

source: tinted
csy: přibarvený

source: Top Left 1:
csy: Vlevo nahoře 1:

# top_left-1:uilabel
source: Top Left 1:
csy: Vlevo nahoře 1:

source: Top Right 1:
csy: Vpravo nahoře 1:

# top_right-1:uilabel
source: Top Right 1:
csy: Vpravo nahoře 1:

source: translucent
csy: průsvitný

source: Transparency
csy: Průhlednost

# transparency:uilabel
source: Transparency
csy: Průhlednost

source: transparent
csy: průhledný

source: travertine
csy: travertin

source: triangle
csy: trojúhelník

source: tropical
csy: tropický

source: turbid
csy: zakalená

source: turquoise
csy: tyrkysová

source: tweed
csy: tvíd

source: umber
csy: okrová

source: unfinished
csy: bez povrchové úpravy

# unifiedbitmap_Advanced_Parameters
source: Advanced Parameters
csy: Pokročilé parametry

# unifiedbitmap_Bitmap
source: Source
csy: Zdroj

# unifiedbitmap_Bitmap:uilabel
source: Source
csy: Zdroj

# unifiedbitmap_Blur
source: Blur
csy: Zamlžení
