Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# plasticvinyl_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# plasticvinyl_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# plasticvinyl_roundcorners_radius
source: Source
plk: Źródło

# plasticvinyl_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# plasticvinyl_roundcorners_radius:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# plasticvinyl_type
source: Type
plk: Typ

# plasticvinyl_type:plasticvinyl_plasticsolid
source: Plastic (Solid)
plk: Tworzywo sztuczne (jednolite)

# plasticvinyl_type:plasticvinyl_plastictransparent
source: Plastic (Transparent)
plk: Tworzywo sztuczne (przezroczyste)

# plasticvinyl_type:plasticvinyl_vinyl
source: Vinyl
plk: Winyl

# plasticvinyl_type:tooltip
source: Selects from among Plastic (solid or transparent) or vinyl.
plk: Umożliwia wybór spośród opcji Plastik (jednolity lub przezroczysty) albo Winyl.

# plasticvinyl_type:uilabel
source: Type
plk: Typ

# plasticvinyl_vinyl
source: Vinyl
plk: Winyl

source: plate
plk: płyta

# plotGlyph:uilabel
source: Plot glyph:
plk: Znacznik drukowania:

source: plywood
plk: sklejka

source: point
plk: punkt

source: polished
plk: polerowany

source: pond
plk: staw

source: pool
plk: basen

source: porcelain
plk: porcelana

source: precast
plk: prefabrykowany

# projMap:uilabel
source: File Name:
plk: Nazwa pliku:

# projMapOn
source: On:
plk: Włączona:

# projMapOn:uilabel
source: On:
plk: Włączona:

source: Projection Maps
plk: Mapy odwzorowania

source: pumpkin
plk: dynia

source: purple
plk: fioletowy

source: purple and gray carpet
plk: fioletowo-szary dywan

source: pyramid
plk: piramida

# quartz
source: HID Quartz Metal Halide
plk: Kwarcowa metalohalogenkowa HID

# quartzCool
source: HID Quartz Metal Halide (Cool)
plk: Kwarcowa metalohalogenkowa HID (zimna)

# quartzWarm
source: HID Quartz Metal Halide (Warm)
plk: Kwarcowa metalohalogenkowa HID (ciepła)

# rect
source: Rectangle
plk: Prostokąt

source: rectangle
plk: Prostokąt

# rectangle_length
source: Length:
plk: Długość:

# rectangle_length:uilabel
source: Length:
plk: Długość:

# rectangle_width
source: Width:
plk: Szerokość:

# rectangle_width:uilabel
source: Width:
plk: Szerokość:

source: rectangles
plk: prostokąty

source: rectangular
plk: prostokątny

source: red
plk: czerwony

source: red carpet
plk: czerwony dywan

source: red plaid
plk: czerwona kratka

source: red-orange
plk: czerwono-pomarańczowy

source: Red/Blue Shift:
plk: Przejście czerwony/niebieski:

# redblueshift:uilabel
source: Red/Blue Shift:
plk: Przejście czerwony/niebieski:

source: reflect
plk: odbij

source: reflecting
plk: odbijający

source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

# reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
plk: Wyznacza maksymalną liczbę próbek (promieni) obliczanych przez mental ray w celu utworzenia błyszczących odbić.

# reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

source: reflective
plk: odbijający

source: Refraction Glossy Samples
plk: Próbki błyszczących załamań

# refraction_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy refractions.
plk: Wyznacza maksymalną liczbę próbek (promieni) obliczanych przez mental ray w celu utworzenia błyszczących załamań.

# refraction_glossy_samples:uilabel
source: Refraction Glossy Samples
plk: Próbki błyszczących załamań

source: retaining
plk: oporowy

source: Reverse
plk: Odwrócenie

# reverse:uilabel
source: Reverse
plk: Odwrócenie

# rgbLightColor
source: Light Color:
plk: Kolor światła:

# rgbLightColor:uilabel
source: Light Color:
plk: Kolor światła:

# rgb_unit_conversion
source: Color Conversion:
plk: Konwersja koloru:

# rgb_unit_conversion:uilabel
source: Color Conversion:
plk: Konwersja koloru:

source: rippled
plk: marszczony

source: river
plk: rzeka

source: riverstone
plk: kamień rzeczny

source: road
plk: droga

source: rock
plk: skała

source: roof
plk: dach

source: roofing
plk: pokrycie dachu

source: rose
plk: drewno różane

source: rosette
plk: rozeta

source: rosewood
plk: palisander

source: rough
plk: chropowaty

source: round
plk: okrągły

source: royal
plk: królewski

source: rubble
plk: gruz

source: running
plk: ciągłe

source: rye
plk: żyto

source: salmon
plk: łosoś

source: sand
plk: piasek

source: sandy
plk: piaskowy

source: satin
plk: satyna

source: Saturation:
plk: Nasycenie koloru:

# saturation:uilabel
source: Saturation:
plk: Nasycenie koloru:

# scale:uilabel
source: Scale
plk: Skala

source: sceneeffect
plk: efekt sceny

source: screen
plk: ekran

source: sea
plk: morze

source: sea side
plk: brzeg morza

source: seam
plk: szew

source: seaside
plk: brzeg morza

source: semi-polished
plk: częściowo polerowany

# shadowCol
source: Color:
plk: Kolor:

# shadowCol:uilabel
source: Color:
plk: Kolor:

# shadowColMap:uilabel
source: File Name:
plk: Nazwa pliku:

source: Shadow Color Map
plk: Mapa kolorów cieni

# shadowDensity:uilabel
source: shadowDensity
plk: gęstośćCienia

# shadowOn
source: Compute Shadows:
plk: Oblicz cienie:

# shadowOn:uilabel
source: Compute Shadows:
plk: Oblicz cienie:

# shadow_ray_extension:uilabel
source: Shadow Ray Extension
plk: Przedłużenie promienia cienia

# shadow_softness:uilabel
source: Shadow Softness
plk: Rozmycie cienia

source: Shadows
plk: Cienie

# shadows:uilabel
source: Shadows
plk: Cienie

source: shake
plk: potrząśnij

source: shingle
plk: kamyk

source: shiny
plk: błyszczący

source: siding
plk: oblicówka

source: sienna
plk: sjena

source: silver
plk: srebrny

source: sky
plk: niebo

source: slate
plk: łupek

source: slate blue
plk: szaroniebieski

source: small
plk: mały

source: smoked
plk: przydymiony

source: smooth
plk: gładki

# sn_Constant
source: Constant
plk: Stałe

source: S-N Curve
plk: Krzywa S-N

source: snow
plk: śnieg

# softDiffEdges
source: Soften Diffuse Edges:
plk: Zmiękcz rozproszone krawędzie:

# softDiffEdges:uilabel
source: Soften Diffuse Edges:
plk: Zmiękcz rozproszone krawędzie:

source: soldier
plk: cegła kładziona główką

source: solid
plk: bryła

# solid_props1
source: Properties
plk: Właściwości

# solidglass_blue
source: Blue
plk: Niebieskie

# solidglass_bluegreen
source: Blue Green
plk: Niebiesko-zielone

# solidglass_bronze
source: Bronze
plk: Brąz

# solidglass_bump_amount
source: Amount
plk: Ilość

# solidglass_bump_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
plk: Przesunięcie od 0 do 2 umożliwia kontrolę wysokości wypukłości.

# solidglass_bump_amount:uilabel
source: Amount
plk: Ilość

# solidglass_bump_enable:solidglass_custom
source: Custom
plk: Niestandardowe

# solidglass_bump_enable:solidglass_none
source: None
plk: Brak

# solidglass_bump_enable:solidglass_rippled
source: Rippled
plk: Marszczone

# solidglass_bump_enable:solidglass_wavy
source: Wavy
plk: Faliste

# solidglass_bump_enable:uilabel
source: Type
plk: Typ

# solidglass_bump_enable_list_label
source: Type
plk: Typ

# solidglass_bump_enable_list_label:tooltip
source: Selects from rippled (rough noise), wavy (soft noise), or custom.
plk: Umożliwia wybór spośród opcji: marszczony (chropowaty szum), falisty (miękki szum) lub niestandardowy.

# solidglass_bump_enable_panel_label
source: Relief Pattern
plk: Wzór wypukłości

# solidglass_bump_map
source: Image
plk: Obraz

# solidglass_bump_map:tooltip
source: Selects a bitmap image for the relief pattern.
plk: Umożliwia wybór mapy bitowej dla wzoru wypukłości.

# solidglass_bump_map:uilabel
source: Image
plk: Obraz

# solidglass_clear
source: Clear
plk: Przezroczyste

# solidglass_color_by_object:uilabel
source: Custom Color
plk: Kolor niestandardowy

# solidglass_custom
source: Custom
plk: Niestandardowe

# solidglass_custom_color
source: Custom
plk: Niestandardowy

# solidglass_glossiness
source: Roughness
plk: Chropowatość

# solidglass_glossiness:tooltip
source: Adjusts the roughness of the glass surface. Reduce to get smooth, shiny glass, or increase to get frosted glass. Default is 0, range is 0-1.
plk: Dostosowuje chropowatość powierzchni szkła. Zmniejsz, aby uzyskać gładkie, błyszczące szkło, albo zwiększ, aby uzyskać szkło matowe. Wartość domyślna to 0; zakres od 0 do 1.

# solidglass_glossiness:uilabel
source: Roughness
plk: Chropowatość

# solidglass_gray
source: Gray
plk: Szare

# solidglass_green
source: Green
plk: Zielone

# solidglass_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# solidglass_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# solidglass_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# solidglass_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# solidglass_reflectance
source: Reflectance
plk: Współczynnik odbicia

# solidglass_reflectance:tooltip
source: Adjusts the amount of light that reflects off the surface of the glass rather than passing through it. Default is 15, range is 0-100.
plk: Dostosowuje ilość światła odbijanego od powierzchni szkła (nieprzechodzącego przez nie). Wartość domyślna to 15; zakres od 0 do 100.

# solidglass_reflectance:uilabel
source: Reflectance
plk: Współczynnik odbicia

# solidglass_refr_depth
source: Refraction Max Trace Depth
plk: Maks. głębia śledzenia załamań

# solidglass_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
plk: Po zaznaczeniu tej opcji parametr głębokości załamywania dla materiału będzie określany lokalnie. Po osiągnięciu poziomu ograniczenia zostanie rzucony dodatkowy promień przezroczystości, co ograniczy efekt czarnych krawędzi występujący typowo w przypadku brył ze szkła.

# solidglass_refr_depth:uilabel
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# solidglass_refr_depth_control_label
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# solidglass_refr_falloff_dist:uilabel
source: Fall Off Distance
plk: Odległość zanikania

# solidglass_refr_ior
source: Refraction
plk: Załamanie

# solidglass_refr_ior:tooltip
source: Adjusts the amount that light bends when it passes through a surface. Default is 1.52, range 0-5.
plk: Dostosowuje ilość załamanego światła podczas przechodzenia przez powierzchnię. Wartość domyślna to 1.52; zakres od 0 do 5.

# solidglass_refr_ior:uilabel
source: Refraction
plk: Załamanie

# solidglass_refr_ior_air
source: Air
plk: Powietrze

# solidglass_refr_ior_alcohol
source: Alcohol
plk: Alkohol

# solidglass_refr_ior_custom
source: Custom
plk: Niestandardowy

# solidglass_refr_ior_diamond
source: Diamond
plk: Romb

# solidglass_refr_ior_glass
source: Glass
plk: Szkło

# solidglass_refr_ior_quartz
source: Quartz
plk: Kwarc

# solidglass_refr_ior_water
source: Water
plk: Woda

# solidglass_rippled
source: Rippled
plk: Marszczony

# solidglass_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# solidglass_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# solidglass_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# solidglass_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# solidglass_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# solidglass_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# solidglass_roundcorners_radius
source: Source
plk: Źródło

# solidglass_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# solidglass_roundcorners_radius:uilabel
source: Source
plk: Źródło

# solidglass_solidglassgroup
source: Solid Glass
plk: Szkło pełne

# solidglass_transmittance
source: Color
plk: Kolor

# solidglass_transmittance:solidglass_blue
source: Blue
plk: Niebieskie

# solidglass_transmittance:solidglass_bluegreen
source: Blue Green
plk: Niebiesko-zielone

# solidglass_transmittance:solidglass_bronze
source: Bronze
plk: Brąz

# solidglass_transmittance:solidglass_clear
source: Clear
plk: Przezroczyste

# solidglass_transmittance:solidglass_custom
source: Custom
plk: Niestandardowe

# solidglass_transmittance:solidglass_gray
source: Gray
plk: Szare

# solidglass_transmittance:solidglass_green
source: Green
plk: Zielone

# solidglass_transmittance:tooltip
source: Selects a predefined color, or Custom.
plk: Wybiera kolor predefiniowany lub niestandardowy.

# solidglass_transmittance:uilabel
source: Color
plk: Kolor

# solidglass_transmittance_custom_color
source: Custom Color
plk: Kolor niestandardowy

# solidglass_transmittance_custom_color:tooltip
source: Select a color, image, or procedural texture to create the appearance of the material.
plk: Wybierz kolor, obraz lub teksturę proceduralną, aby utworzyć wygląd materiału.

# solidglass_transmittance_custom_color:uilabel
source: Custom Color
plk: Kolor niestandardowy

# solidglass_wavy
source: Wavy
plk: Faliste

source: spanish
plk: hiszpański

source: special
plk: specjalny

# speckle_Appearance
source: Appearance
plk: Wygląd

# speckle_Color1
source: Color 1
plk: Kolor 1

# speckle_Color1:tooltip
source: Specifies the first color of the speckle.
plk: Określa pierwszy kolor plamki.

# speckle_Color1:uilabel
source: Color 1
plk: Kolor 1

# speckle_Color2
source: Color 2
plk: Kolor 2

# speckle_Color2:tooltip
source: Specifies the second color of the speckle.
plk: Określa drugi kolor plamki.

# speckle_Color2:uilabel
source: Color 2
plk: Kolor 2

# speckle_Position
source: Position
plk: Położenie

# speckle_Size
source: Size
plk: Wielkość

# speckle_Size:tooltip
source: Adjusts the size of the speckles.
plk: Dostosowuje wielkość plamek.

# speckle_Size:uilabel
source: Size
plk: Wielkość

# speckle_transforms_group
source: Transforms
plk: Przekształcenia

source: speckled
plk: cętkowany

source: Specular:
plk: Zwierciadlany:

# specular:uilabel
source: Specular:
plk: Zwierciadlany:

source: Specular Color:
plk: Kolor refleksu:

# specularColor:uilabel
source: Specular Color:
plk: Kolor refleksu:

source: Sphere
plk: Sfera

# sphere_radius
source: Radius:
plk: Promień:

# sphere_radius:uilabel
source: Radius:
plk: Promień:

source: splatter
plk: rozpryski

source: split
plk: podziel

source: spot
plk: Punktowe

# spread:uilabel
source: Spread:
plk: Zasięg:

source: square
plk: kwadrat

source: squares
plk: kwadraty

# ssao_blend_amount
source: Blending:
plk: Łączenie:

# ssao_blend_amount:uilabel
source: Blending:
plk: Łączenie:

# ssao_blur_radius
source: Blur:
plk: Rozmaż:

# ssao_blur_radius:uilabel
source: Blur:
plk: Rozmaż:

# ssao_custom
source: Custom
plk: Niestandardowy

# ssao_filter_color
source: Filter Color:
plk: Kolor filtru:

# ssao_filter_color:uilabel
source: Filter Color:
plk: Kolor filtru:

# ssao_high
source: Fine (Slowest)
plk: Dokładne (najwolniejsze)

# ssao_low
source: Coarse (Fastest)
plk: Zgrubne (najszybsze)

# ssao_medium
source: Medium
plk: Średnie

# ssao_quality
source: Quality:
plk: Jakość:

# ssao_quality:ssao_custom
source: Custom
plk: Niestandardowa

# ssao_quality:ssao_high
source: Fine (Slowest)
plk: Dokładna (najwolniejsze)

# ssao_quality:ssao_low
source: Coarse (Fastest)
plk: Zgrubna (najszybsze)

# ssao_quality:ssao_medium
source: Medium
plk: Średnia

# ssao_quality:uilabel
source: Quality:
plk: Jakość:

# ssao_sample_count
source: Samples:
plk: Próbki:

# ssao_sample_count:uilabel
source: Samples:
plk: Próbki:

# ssao_sample_radius
source: Sample Radius:
plk: Promień próbki:

# ssao_sample_radius:uilabel
source: Sample Radius:
plk: Promień próbki:

source: stacked
plk: ustawiony w stos

source: stainless
plk: nierdzewny

# standardLight
source: Standard Light Parameters
plk: Standardowe parametry światła

source: standing
plk: stojący

# std_incandescent
source: Standard Incandescent Light
plk: Żarówka standardowa

source: steel
plk: stal

source: stone
plk: kamień

# stone_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# stone_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# stone_ao_distance
source: Max Distance
plk: Maks. odległość

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# stone_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# stone_ao_samples
source: Samples
plk: Próbki

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# stone_ao_samples:uilabel
source: Samples
plk: Próbki

# stone_application
source: Finish
plk: Wykończenie

# stone_application:stone_glossy
source: Glossy
plk: Błyszczący

# stone_application:stone_matte
source: Matte
plk: Matowy

# stone_application:stone_polished
source: Polished
plk: Polerowany

# stone_application:stone_unfinished
source: Unfinished
plk: Niewykończony

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
plk: Wybiera jedną z opcji: polerowany, błyszczący, matowy lub niewykończony.

# stone_application:uilabel
source: Finish
plk: Wykończenie

# stone_bump:stone_custom
source: Custom
plk: Niestandardowy

# stone_bump:stone_glossymarble
source: Glossy Marble
plk: Błyszczący marmur

# stone_bump:stone_none
source: None
plk: Brak

# stone_bump:stone_polishedgranite
source: Polished Granite
plk: Polerowany granit

# stone_bump:stone_stonewall
source: Stone Wall
plk: Ściana kamienna

# stone_bump:uilabel
source: Type
plk: Typ

# stone_bump_amount
source: Amount
plk: Ilość

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
plk: Przesunięcie suwaka od 0 do 1 umożliwia kontrolę wysokości wypukłości.

# stone_bump_amount:uilabel
source: Amount
plk: Ilość

# stone_bump_list_label
source: Type
plk: Typ

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
plk: Wybiera typ wypukłości lub ustawienie niestandardowe.

# stone_bump_map
source: Image
plk: Obraz

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
plk: Wybiera mapę bitową wykończenia.

# stone_bump_map:uilabel
source: Image
plk: Obraz

# stone_bump_panel_label
source: Finish Bumps
plk: Wypukłości końcowe

# stone_color
source: Image
plk: Obraz

# stone_color:tooltip
source: Selects a bitmap image for the stone.
plk: Wybiera mapę bitową kamienia.

# stone_color:uilabel
source: Image
plk: Obraz

# stone_custom
source: Custom
plk: Niestandardowy

# stone_glossy
source: Glossy
plk: Błyszczący

# stone_glossymarble
source: Glossy Marble
plk: Błyszczący marmur

# stone_matte
source: Matte
plk: Matowy

# stone_pattern:stone_custom
source: Custom
plk: Niestandardowy

# stone_pattern:stone_none
source: None
plk: Brak

# stone_pattern:uilabel
source: Bump Pattern
plk: Wzór wypukłości

# stone_pattern_amount
source: Amount
plk: Ilość

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
plk: Przesunięcie suwaka od 0 do 2 umożliwia kontrolę wysokości wypukłości.

# stone_pattern_amount:uilabel
source: Amount
plk: Ilość

# stone_pattern_list_label
source: Bump Pattern
plk: Wzór wypukłości

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
plk: Tworzy podwyższone i obniżone rejony na podstawie ciemnych i jasnych obszarów dostarczonego pliku obrazu.

# stone_pattern_map
source: Image
plk: Obraz

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
plk: Umożliwia wybór mapy bitowej dla wzoru wypukłości.

# stone_pattern_map:uilabel
source: Image
plk: Obraz

# stone_pattern_panel_label
source: Relief Pattern
plk: Wzór wypukłości

# stone_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# stone_polished
source: Polished
plk: Polerowane

# stone_polishedgranite
source: Polished Granite
plk: Polerowany granit

# stone_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami
