Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
rus: Светильник высокой четкости, натриевый низкого давления

# lightTempPresets:mercury
source: HID Mercury
rus: Светильник высокой четкости, ртутный

# lightTempPresets:quartz
source: HID Quartz Metal Halide
rus: Светильник высокой четкости, кварцевый металлогалогенный

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
rus: Светильник высокой четкости, кварцевый металлогалогенный (холодный)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
rus: Светильник высокой четкости, кварцевый металлогалогенный (теплый)

# lightTempPresets:uilabel
source: Light Temperature:
rus: Цветовая температура света:

# lightTempPresets:xenon
source: HID Xenon
rus: Светильник высокой четкости, ксеноновый

# lightTemperature
source: Custom Light Temperature:
rus: Пользовательская цветовая температура света:

# lightTemperature:uilabel
source: Custom Light Temperature:
rus: Пользовательская цветовая температура света:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
rus: Включить принудительное пространственное освещение:

# lightobjectareatype
source: Area Type:
rus: Тип зоны:

# lightobjectareatype:cylinder
source: Cylinder
rus: Цилиндр

# lightobjectareatype:disc
source: Disc
rus: Диск

# lightobjectareatype:line
source: Line
rus: Линия

# lightobjectareatype:none
source: No Area
rus: Нет площади

# lightobjectareatype:object
source: Object
rus: Объект

# lightobjectareatype:rectangle
source: Rectangle
rus: Прямоугольник

# lightobjectareatype:sphere
source: Sphere
rus: Шар

# lightobjectareatype:uilabel
source: Area Type:
rus: Тип зоны:

# lightobjectareatype:user
source: User
rus: Пользовательский

# lightobjectexponent
source: Attenuation:
rus: Затухание:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
rus: Степень ослабления потока фотонов

# lightobjectexponent:uilabel
source: Attenuation:
rus: Затухание:

# lightobjecttype
source: Type:
rus: Тип:

# lightobjecttype:directional
source: Directional
rus: Направленный

# lightobjecttype:origin
source: Point
rus: Точка

# lightobjecttype:spot
source: Spot
rus: Прожектор

# lightobjecttype:uilabel
source: Type:
rus: Тип:

# lightobjectvisible
source: Light Visible:
rus: Видимый свет:

# lightobjectvisible:uilabel
source: Visible
rus: Видимый свет:

source: lights
rus: источники света

source: lime
rus: известь

source: Line
rus: Линия

source: linen
rus: полотно

source: link
rus: связь

source: liquid
rus: жидкость

# liquid_props1
source: Properties
rus: Базовые температурные

# liquid_props2
source: Mechanical
rus: Механические

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
rus: Поиск с использованием лучей ФС

source: loose
rus: насыпной

source: low
rus: низкий

# lowPressureSodium
source: HID Low Pressure Sodium
rus: Светильник высокой четкости, натриевый низкого давления

source: lubricated
rus: смазанный

# lumen
source: lumens
rus: люмены

source: luminant
rus: светящийся

source: luminous
rus: светящийся

source: lux at
rus: в люксах при

source: machined
rus: обработанный

source: magenta
rus: пурпурный

source: mahogany
rus: красное дерево

source: maple
rus: клен

source: maps
rus: карты

source: marble
rus: мрамор

# marble_Appearance
source: Appearance
rus: Представление

# marble_Color1
source: Stone Color
rus: Цвет камня

# marble_Color1:tooltip
source: Specifies the color of the stone
rus: Цвет камня

# marble_Color1:uilabel
source: Stone Color
rus: Цвет камня

# marble_Color2
source: Vein Color
rus: Цвет прожилок

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
rus: Цвет прожилок мрамора.

# marble_Color2:uilabel
source: Vein Color
rus: Цвет прожилок

# marble_Position
source: Position
rus: Положение

# marble_Size
source: Vein Spacing
rus: Интервал прожилок

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
rus: Промежуток между прожилками. Диапазон = 0-100; значение по умолчанию = 1.

# marble_Size:uilabel
source: Vein Spacing
rus: Интервал прожилок

# marble_Width
source: Vein Width
rus: Ширина прожилок

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
rus: Ширина прожилок. Диапазон = 0-100; значение по умолчанию = 1.

# marble_Width:uilabel
source: Vein Width
rus: Ширина прожилок

# marble_tex:uilabel
source: Marble Texture
rus: Мраморная текстура

# marble_transforms_group
source: Transforms
rus: Преобразования

source: maroon
rus: коричнево-малиновый

source: masonry
rus: кладка

# masonry_pattern_list_label
source: Type
rus: Тип

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# masonrycmu_ao_distance
source: Max Distance
rus: Макс. расстояние

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# masonrycmu_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# masonrycmu_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# masonrycmu_ao_samples
source: Samples
rus: Примеры

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# masonrycmu_ao_samples:uilabel
source: Samples
rus: Примеры

# masonrycmu_application
source: Finish
rus: Отделка

# masonrycmu_application:masonrycmu_glossy
source: Glossy
rus: Глянцевый

# masonrycmu_application:masonrycmu_matte
source: Matte
rus: Матовый

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
rus: Без отделки

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
rus: Управление текстурой поверхности с отделкой (глянцевая, матовая, без отделки).

# masonrycmu_application:uilabel
source: Finish
rus: Отделка

# masonrycmu_cmu
source: CMU
rus: Бетонный блок

# masonrycmu_color
source: Color
rus: Цвет

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
rus: Выбор цвета, изображения или процедурной текстуры для визуализации материала.

# masonrycmu_color:uilabel
source: Color
rus: Цвет

# masonrycmu_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# masonrycmu_custom
source: Custom
rus: Пользовательский

# masonrycmu_glossy
source: Glossy
rus: Глянцевый

# masonrycmu_masonry
source: Masonry
rus: Кладка

# masonrycmu_masonrycmugroup
source: Masonry
rus: Кладка

# masonrycmu_matte
source: Matte
rus: Матовый

# masonrycmu_pattern:masonrycmu_custom
source: Custom
rus: Пользовательский

# masonrycmu_pattern:masonrycmu_none
source: None
rus: Нет

# masonrycmu_pattern:uilabel
source: Relief Pattern
rus: Рельефный узор

# masonrycmu_pattern_height
source: Amount
rus: Количество

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
rus: Использование регулятора для управления рельефными узорами или схемой мозаичного расположения.

# masonrycmu_pattern_height:uilabel
source: Amount
rus: Количество

# masonrycmu_pattern_map:uilabel
source: Image
rus: Изображение

# masonrycmu_pattern_map_image_label
source: Image
rus: Изображение

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
rus: Управление рельефными узорами или мозаичным расположением. Шаблон выдавливания определяет повышенные и пониженные участки в соответствии с темными и светлыми фрагментами файла изображения.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
rus: Рельефный узор

# masonrycmu_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# masonrycmu_roundcorners_on
source: Round Corners
rus: Скругление углов

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
rus: Активирует имитацию скругления углов. Примечание: данный эффект, аналогично карте выдавливания, использует затенение, в силу чего фактических изменений геометрии объекта не происходит. Данный эффект работает корректно только с заостренными углами.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
rus: Скругление углов

# masonrycmu_roundcorners_radius
source: Source
rus: Источник

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
rus: Корректировка радиуса эффекта скругления углов.

# masonrycmu_roundcorners_radius:uilabel
source: Source
rus: Источник

# masonrycmu_type
source: Type
rus: Тип

# masonrycmu_type:masonrycmu_cmu
source: CMU
rus: Бетонный блок

# masonrycmu_type:masonrycmu_masonry
source: Masonry
rus: Кладка

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
rus: Управление способом применения: бетонные блоки или кладка.

# masonrycmu_type:uilabel
source: Type
rus: Тип

# masonrycmu_unfinished
source: Unfinished
rus: Без отделки

source: materials
rus: материалы

source: matte
rus: матовый

source: medium
rus: средний

source: meduim blue
rus: нейтральный синий

# mercury
source: HID Mercury
rus: Светильник высокой четкости, ртутный

source: mesh
rus: сеть

source: metal
rus: металл

# metal_aluminum
source: Aluminum
rus: Алюминий

# metal_ao_details:rightlabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
rus: Активация более сложного режима перекрытия рассеянного света, при котором возможно использование цвета объекта. Примечание: такой режим уменьшает проблему чрезмерного "затенения углов" и решает проблему "темных окантовок", которые создаются при перекрытии рассеянного света вокруг самосветящихся объектов.

# metal_ao_details:uilabel
source: Use Color From Other Materials
rus: Использовать цвет других материалов

# metal_ao_distance
source: Max Distance
rus: Макс. расстояние

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
rus: Определение радиуса перекрытия рассеянного света (Большой = большая площадь покрытия/замедление обработки; Малый = малая площадь покрытия/повышение скорости обработки)

# metal_ao_distance:uilabel
source: Max Distance
rus: Макс. расстояние

# metal_ao_on
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
rus: Активация режима перекрытия рассеянного света. Эмулирует эффект глобального освещения, используя шейдеры для вычисления площади изображения, закрытого от поступающего освещения. Используйте этот эффект вместе с отраженным светом.

# metal_ao_on:uilabel
source: Ambient Occlusion
rus: Перекрытие рассеянного света

# metal_ao_samples
source: Samples
rus: Примеры

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
rus: Качество перекрытия рассеянного света (высокое = сглаженное изображение/замедление обработки; низкое = зернистое изображение/повышение скорости обработки)

# metal_ao_samples:uilabel
source: Samples
rus: Примеры

# metal_brass
source: Brass
rus: Латунь

# metal_bronze
source: Bronze
rus: Бронза

# metal_brushed
source: Brushed
rus: Шлифованный

# metal_checker_plate
source: Checker Plate
rus: Рифленый лист

# metal_chrome
source: Chrome
rus: Хром

# metal_color
source: Color
rus: Цвет

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
rus: Выбор цвета только для анодированного алюминия.

# metal_color:uilabel
source: Color
rus: Цвет

# metal_color_by_object:uilabel
source: Color By Object
rus: Цвет по объекту

# metal_copper
source: Copper
rus: Медь

# metal_custom
source: Custom - Image
rus: Пользовательский — изображение

# metal_diamond_plate
source: Diamond Plate
rus: Ромбовидные пластины

# metal_finish
source: Finish
rus: Отделка

# metal_finish:metal_brushed
source: Brushed
rus: Шлифованный

# metal_finish:metal_polished
source: Polished
rus: Полированный

# metal_finish:metal_satin
source: Satin
rus: Сатинированный

# metal_finish:metal_semi_polished
source: Semi-polished
rus: С умеренной полировкой

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
rus: Выбор отделки поверхности только для алюминия, хрома, меди, латуни, бронзы и нержавеющей стали.

# metal_finish:uilabel
source: Finish
rus: Отделка

# metal_galvanized_alu
source: Anodized Aluminum
rus: Анодированный алюминий

# metal_knurl
source: Knurl
rus: Рифление

# metal_metalgroup
source: Metal
rus: Металл

# metal_patina
source: Patina
rus: Патина

# metal_patina:maxlabel
source: Full
rus: Полный

# metal_patina:minlabel
source: None
rus: Нет

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
rus: Корректировка степени обесцвечивания для меди или бронзы из-за окисления или химической обработки. Введите значение от 0 (нет) до 1 (полный) или используйте регулятор.

# metal_patina:uilabel
source: Patina
rus: Патина

# metal_pattern:metal_checker_plate
source: Checker Plate
rus: Рифленый лист

# metal_pattern:metal_custom
source: Custom - Image
rus: Пользовательский — изображение

# metal_pattern:metal_diamond_plate
source: Diamond Plate
rus: Ромбовидные пластины

# metal_pattern:metal_knurl
source: Knurl
rus: Рифление

# metal_pattern:metal_none
source: None
rus: Нет

# metal_pattern:uilabel
source: Relief Pattern
rus: Рельефный узор

# metal_pattern_height
source: Amount
rus: Количество

# metal_pattern_height:tooltip
source: Slides to select relative height of the pattern. Enter 0 for flat, to 2.0 to increase the depth of the pattern.
rus: Использование регулятора для выбора относительной высоты узора. 0 соответствует плоской поверхности, 2,0 — максимальной глубине узора.

# metal_pattern_height:uilabel
source: Amount
rus: Количество

# metal_pattern_list_label
source: Type
rus: Тип

# metal_pattern_list_label:tooltip
source: Selects a decorative design pressed onto the surface of the metal.
rus: Выбор декоративной модели, выдавливаемой на поверхности материала.

# metal_pattern_panel_label
source: Relief Pattern
rus: Рельефный узор

# metal_pattern_scale
source: Scale
rus: Масштаб

# metal_pattern_scale:tooltip
source: Slides to select relative size of the relief pattern. Enter a value between 0 (larger) and 50 (smaller).
rus: Использование регулятора для выбора относительного размера рельефного узора. Введите значение от 0 (больше) до 50 (меньше).

# metal_pattern_scale:uilabel
source: Scale
rus: Масштаб

# metal_pattern_shader
source: Image
rus: Изображение

# metal_pattern_shader:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
rus: Управление рельефными узорами или мозаичным расположением. Шаблон выдавливания определяет повышенные и пониженные участки в соответствии с темными и светлыми фрагментами файла изображения.

# metal_pattern_shader:uilabel
source: Image
rus: Изображение

# metal_perf_circles_staggered
source: Staggered Circles
rus: Круги в шахматном порядке

# metal_perf_circles_straight
source: Straight Circles
rus: Круги в линию

# metal_perf_cloverleaf
source: Cloverleaf
rus: Клеверный лист

# metal_perf_custom
source: Custom
rus: Пользовательский

# metal_perf_grecian
source: Grecian
rus: В греческом стиле

# metal_perf_hexagon
source: Hexagon
rus: Шестиугольник

# metal_perf_squares
source: Squares
rus: Квадраты

# metal_perforations:metal_perf_circles_staggered
source: Staggered Circles
rus: Круги в шахматном порядке

# metal_perforations:metal_perf_circles_straight
source: Straight Circles
rus: Круги в линию

# metal_perforations:metal_perf_cloverleaf
source: Cloverleaf
rus: Клеверный лист

# metal_perforations:metal_perf_custom
source: Custom
rus: Пользовательский

# metal_perforations:metal_perf_grecian
source: Grecian
rus: В греческом стиле

# metal_perforations:metal_perf_hexagon
source: Hexagon
rus: Шестиугольник

# metal_perforations:metal_perf_none
source: None
rus: Нет

# metal_perforations:metal_perf_squares
source: Squares
rus: Квадраты

# metal_perforations:uilabel
source: Cutouts
rus: Вырезаемые участки

# metal_perforations_center
source: Center Spacing
rus: По центру с интервалом

# metal_perforations_center:tooltip
source: Clamped to be 0.0001 less than the diameter; for staggered, all six adjacent centers are equidistant; for straight, centers are measured to the four adjacent to top, bottom, left, and right.
rus: Принимается на 0,0001 единицы меньше диаметра; для отверстий в шахматном порядке все шесть соседних центров находятся на равном расстоянии; для отверстий в линию центры измеряются до четырех соседних сверху, снизу, слева и справа.

# metal_perforations_center:uilabel
source: Center Spacing
rus: По центру с интервалом

# metal_perforations_list_label
source: Type
rus: Тип

# metal_perforations_list_label:tooltip
source: Adjusts the perforation patterns in the material, and some choices provide dimension controls.
rus: Корректировка узоров отверстий в материале. Для некоторых вариантов предусмотрено управление размерами.

# metal_perforations_panel_label
source: Cutouts
rus: Вырезаемые участки

# metal_perforations_shader
source: Image
rus: Изображение

# metal_perforations_shader:uilabel
source: Image
rus: Изображение

# metal_perforations_size:uilabel
source: Size
rus: Размер

# metal_perforations_size_label1
source: Diameter
rus: Диаметр

# metal_perforations_size_label1:tooltip
source: Adjusts only circles.
rus: Корректировка только кругов.

# metal_perforations_size_label2
source: Diameter
rus: Диаметр

# metal_perforations_size_label2:tooltip
source: Adjusts only circles.
rus: Корректировка только кругов.

# metal_perforations_size_label3
source: Size
rus: Размер

# metal_perforations_size_label3:tooltip
source: Adjusts the size of square cutouts.
rus: Регулировка размера квадратных фрагментов.

# metal_perforations_size_label4
source: Size
rus: Размер

# metal_perforations_size_label4:tooltip
source: Adjusts the size of grecian cutouts.
rus: Регулировка размера фрагментов в форме греческого орнамента.

# metal_perforations_size_label5
source: Size
rus: Размер

# metal_perforations_size_label5:tooltip
source: Adjusts the size of cloverleaf cutouts.
rus: Регулировка размера фрагментов в форме клеверного листа.

# metal_perforations_size_label6
source: Size
rus: Размер

# metal_perforations_size_label6:tooltip
source: Adjusts the size of hexagon cutouts.
rus: Регулировка шестиугольных фрагментов.

# metal_perforations_space:uilabel
source: Perforations Space
rus: Пространство отверстий

# metal_performance_tunning_group
source: Performance Tuning
rus: Настройка производительности

# metal_polished
source: Polished
rus: Полированный

# metal_props1
source: Basic Thermal
rus: Базовые температурные

# metal_props2
source: Mechanical
rus: Механические

# metal_props4
source: Wood
rus: Прочность

# metal_refl_depth
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# metal_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
rus: Число раз, которое каждый луч может отразиться. Если введено нулевое значение, то преимущество имеют глобальные настройки визуализации.

# metal_refl_depth:uilabel
source: Reflection Max Trace Depth
rus: Максимальная глубина трассировки отражений

# metal_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# metal_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
rus: При активации эффекты скругления углов применяются к любым материалам. При отключении эффекты скругления углов применяются только к текущему материалу.

# metal_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
rus: Смешивать с другими материалами

# metal_roundcorners_on
source: Round Corners
rus: Скругление углов
