Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-hun.xlf
Languages: hun

source: Plane swatch.
hun: Sík minta.

source: Plastic
hun: Műanyag

source: Plastic and vinyl material.
hun: Műanyag és PVC.

source: Plastic structural asset.
hun: Műanyag szerkezeti anyag.

source: Plastic-001
hun: Sima - fekete

source: Plastic-002
hun: Finom mintás - fekete

source: Plastic-003
hun: Érdes mintás - fekete - 1.1-es verzió

source: Plastic-003-1-2
hun: Érdes mintás - fekete

source: Plastic-004
hun: Átlátszó - fekete

source: Plastic-005
hun: Sima - sötétbarna

source: Plastic-006
hun: Sima - világos bézs

source: Plastic-007
hun: Sima - sötétszürke

source: Plastic-008
hun: Finom mintás - sötétszürke

source: Plastic-009
hun: Érdes mintás - sötétszürke - 1.1-es verzió

source: Plastic-009-1-2
hun: Érdes mintás - sötétszürke

source: Plastic-010
hun: Sima - világosszürke

source: Plastic-011
hun: Sima - középszürke

source: Plastic-012
hun: Sima - sötét sárgászöld

source: Plastic-013
hun: Sima - sötét tengerzöld

source: Plastic-014
hun: Sima - sárga

source: Plastic-015
hun: Érdes mintás - világos narancs - 1.1-es verzió

source: Plastic-015-1-2
hun: Érdes mintás - világos narancs

source: Plastic-016
hun: Sima - fehér

source: Plastic-017
hun: Finom mintás - fehér

source: Plastic-018
hun: Érdes mintás - fehér - 1.1-es verzió

source: Plastic-018-1-2
hun: Érdes mintás - fehér

source: Plastic-019
hun: Barna

source: Plastic-020
hun: Sima - borostyánsárga

source: Plastic-021
hun: Sima - vízkék

source: Plastic-022
hun: Sima - égővörös

source: Plastic-023
hun: Sima - hamuszürke

source: Plastic-024
hun: Sima - tört fehér

source: Plastic-025
hun: Sima - piszkosfehér

source: Plastic-026
hun: Sima - lila

source: Plastic-027
hun: Sima - vörös

source: Plastic-028
hun: Átlátszó - színtelen

source: Plastic-029
hun: Átlátszó - világosszürke

source: Plastic-030
hun: Átlátszó - egyenetlen magas fényű vörös

source: Plastic-031
hun: Laminált - világosbarna

source: Plastic-032
hun: Laminált - szürke

source: Plastic-033
hun: Laminált - tengerészkék

source: Plastic-034
hun: Rombuszok

source: Plastic-035
hun: Pöttyös

source: Plastic-036
hun: Rács

source: Plastic-037
hun: Mozaik

source: Plastic-038
hun: Átlós - négyzetek

source: Plastic-039
hun: Négyzetek 2

source: Plastic-040
hun: Matt szemcsés

source: Plastic-041
hun: Parketta

source: Plastic-042
hun: Kockás lemez

source: Plastic-043
hun: Pala

source: Plastic-044
hun: Sima - sötét kadétkék

source: Plastic-045
hun: Sima - tengerészkék

source: Plastic-046
hun: Átlátszó - palakék

source: Plastic-047
hun: Mintás - sárgásbarna

source: Plastic-048
hun: Érdes mintás - agyagbarna - 1.1-es verzió

source: Plastic-048-1-2
hun: Érdes mintás - agyagbarna

source: Plastic-049
hun: Mintás - szürke

source: Plastic-050
hun: Átlátszó - olívazöld

source: Plastic-051
hun: Sima - sötét gesztenyebarna

source: Plastic-052
hun: Sima - világos gesztenyebarna

source: Plastic-053
hun: Átlátszó - világos vörös

source: Plastic-054
hun: Sima - világos narancs

source: Plastic-055
hun: Átlátszó - világos narancs

source: Plastic-056
hun: Átlátszó - polírozott vörös

source: Plastic-057
hun: Mintás - sötét arany

source: Plastic-058
hun: Sima - világos arany

source: Plastic-059
hun: Nagyon fényes - égővörös

source: Plastic-060
hun: Enyhén fényes - fekete

source: Plastic-061
hun: Mintás - szürke matt

source: Plastic-062
hun: Mintás - sötétzöld matt

source: Plastic-063
hun: Mintás - királykék matt

source: Plastic/Composite
hun: Műanyag/Kompozit

source: Plastic/Elastomer
hun: Műanyag/Elasztomer

source: Plastic/Thermoplastic
hun: Műanyag/Hőre lágyuló

source: Plastic/Thermoset
hun: Műanyag/Hőre keményedő

source: PlasticVinyl
hun: Műanyag PVC

# PlasticVinylSchema_localname:Plastic
source: Plastic
hun: Műanyag

# PlasticVinylSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: PointLight-001
hun: Pontfény

source: Polished
hun: Polírozott

source: Polyamide
hun: Poliamid

source: Polyaryletherketone
hun: Poliéter-éterketon

source: Polybutylene terephthalate
hun: Polibutilén-tereftalát

source: Polycarbonate
hun: Polikarbonát

source: Polycarbonate - acrylonitrile butadiene styrene blend
hun: Polikarbonát - akrilnitril-butadién-sztirol keverék

source: Polycarbonate sheet or molding
hun: Polikarbonát lap vagy előgyártmány

source: Polyethylene terephthalate
hun: Polietilén-tereftalát

source: Polymethylmethacrylate, Molding and Extrusion
hun: Polimetil-metakrilát, előgyártás és kisajtolás

source: Polyoxymethylene
hun: Polioximetilén

source: Polyphenylene Sulfide
hun: Polifenilén-szulfid

source: Polypropylene molding
hun: Polipropilén előgyártmány

source: Polystyrene
hun: Polisztirol

source: Polyvinyl Chloride Rigid
hun: PVC - merev

source: Polyvinyl chloride
hun: Polivinilklorid

source: Portland Cement Concrete
hun: Portlandcement beton

source: Preview a texture on a flat surface.
hun: Szövet előnézete lapos felületen.

source: Preview material as a pool of liquid.
hun: Anyag előnézete folyadéktömegként.

source: Preview material on a flat surface.
hun: Anyag előnézete sík felületen.

# ProvidesLighting:uilabel
source: Provides Lighting
hun: Megvilágítást biztosít

source: Pure lead
hun: Tiszta ólom

source: Pure titanium
hun: Tiszta titán

source: Pure white color
hun: Tiszta fehér szín

source: Rectangle tiles with gray speckles
hun: Négyszögletes lapok szürke foltokkal

source: Rectangle tiles with light gray speckles
hun: Négyszögletes lapok világosszürke foltokkal

source: Refractory ceramic
hun: Fénytörő kerámia

source: Rigid PVC, molded
hun: Merev PVC, fröccsöntött

source: Rigid polyvinyl chloride - unplasticized
hun: Merev polivinilklorid - nem lágyított

source: Roofing
hun: Tető

source: Rubber
hun: Gumi

# Scene:uilabel
source: Scene
hun: Jelenet

# Settings:uilabel
source: Settings
hun: Beállítások

source: Siding
hun: Élképzés

source: Silicon Nitride
hun: Szilíciumnitrid

source: Silicone Rubber
hun: Szilikongumi

source: Silicone rubber
hun: Szilikongumi

source: Silver
hun: Ezüst

source: SiteWork.Planting.Basket.Woven.Loose
hun: Tereprendezés.Növényzet.Kosár.Fonott.Laza

source: SiteWork.Planting.Basket.Woven.Tight
hun: Tereprendezés.Növénytelepítés.Kosár.Fonott.Szoros

source: SiteWork.Planting.Grass.Bermuda
hun: Tereprendezés.Növényzet.Fű.Bermuda

source: SiteWork.Planting.Grass.Bluegrass
hun: Tereprendezés.Növényzet.Fű.Perje

source: SiteWork.Planting.Grass.StAugustine
hun: Tereprendezés.Növényzet.Fű.StAugustine

source: Sitework
hun: Tereprendezés

source: Sitework.Paving - Surfacing.Asphalt
hun: Tereprendezés.Kövezés - felületképzés.Aszfalt

source: Sitework.Paving - Surfacing.Asphalt.1
hun: Tereprendezés.Kövezés - felületképzés.Aszfalt.1

source: Sitework.Paving - Surfacing.Cobble Stone.1
hun: Tereprendezés.Kövezés - felületképzés.Utcakő.1

source: Sitework.Paving - Surfacing.Cobble Stone.Glazed.Multi-color
hun: Tereprendezés.Kövezés - felületképzés.Utcakő.Mázas.Többszínű

source: Sitework.Paving - Surfacing.Cobble Stone.Heringbone
hun: Tereprendezés.Kövezés - felületképzés.Utcakő.Halszálkás

source: Sitework.Paving - Surfacing.Pavers.1
hun: Tereprendezés.Kövezés - felületképzés.Térkő.1

source: Sitework.Paving - Surfacing.Pavers.2
hun: Tereprendezés.Kövezés - felületképzés.Térkő.2

source: Sitework.Paving - Surfacing.Pavers.3
hun: Tereprendezés.Kövezés - felületképzés.Térkő.3

source: Sitework.Paving - Surfacing.Pavers.4
hun: Tereprendezés.Kövezés - felületképzés.Térkő.4

source: Sitework.Paving - Surfacing.Pavers.Interlocking
hun: Tereprendezés.Kövezés - felületképzés.Térkő.Illeszkedő

source: Sitework.Paving - Surfacing.Pavers.Square
hun: Tereprendezés.Kövezés - felületképzés.Térkő.Négyzetes

source: Sitework.Paving - Surfacing.Pavers.Terra Cotta
hun: Tereprendezés.Kövezés - felületképzés.Térkő.Terrakotta

source: Sitework.Paving - Surfacing.Riverstone
hun: Tereprendezés.Kövezés - felületképzés.Riverstone

source: Sitework.Paving - Surfacing.Riverstone.Mortared
hun: Tereprendezés.Kövezés - felületképzés.Riverstone.Habarcsba ágyazott

source: Sitework.Planting.Grass.Short
hun: Tereprendezés.Növénytelepítés.Fű.Rövid

source: Sitework.Planting.Grass.Thick
hun: Tereprendezés.Növénytelepítés.Fű.Dús

source: Sitework.Planting.Gravel.Compact
hun: Tereprendezés.Növénytelepítés.Föveny.Kisszemű

source: Sitework.Planting.Gravel.Crushed
hun: Tereprendezés.Növényzet.Föveny.Zúzott

source: Sitework.Planting.Gravel.Loose
hun: Tereprendezés.Növénytelepítés.Föveny.Nagyszemű

source: Sitework.Planting.Gravel.Mixed
hun: Tereprendezés.Növényzet.Föveny.Vegyes

source: Sitework.Planting.Sand
hun: Tereprendezés.Növénytelepítés.Homok

source: Sitework.Planting.Soil
hun: Tereprendezés.Növénytelepítés.Talaj

# Sitework.Site Improvements.Fences &amp; GatesChain-link
source: Sitework.Site Improvements.Fences & GatesChain-link
hun: Tereprendezés.Terepfejlesztés.Kerítések és kapukLáncszem

# Sitework.Site Improvements.Fences &amp; GatesWood.Stockade
source: Sitework.Site Improvements.Fences & GatesWood.Stockade
hun: Tereprendezés.Terepfejlesztés.Kerítések és kapukFaCölöpkerítés

source: Sitework.Site Improvements.Fences - GatesWood.Shadowbox-Trellis
hun: Tereprendezés.Környezetépítés.Kerítések - kapuk.Fa.Lécezés-rácsozás

source: Slightly Translucent cream coloured low luminant material.
hun: Kissé áttetsző, krémszínű, kevéssé fényvisszaverő anyag.

source: Small gray rectangular stones
hun: Kicsi szürke négyszögletes kövek

source: Small uneven brown rectangle stones
hun: Kicsi egyenetlen barna négyszögletes kövek

source: Soda Lime Glass
hun: Szóda-mész üveg

source: Soft tin bronze
hun: Puha ónbronz

source: Soft yellow brass
hun: Puha sárgaréz

source: Soft yellow brass, welded
hun: Puha sárgaréz, hegesztett

source: Solid Glass material.
hun: Tömör üveg anyag.

source: Solid thermal asset.
hun: Szilárd hőtani anyag.

source: Solid/Concrete
hun: Tömör/Beton

source: Solid/Glass
hun: Tömör/Üveg

source: Solid/Metal
hun: Tömör/Fém

source: Solid/Plastic
hun: Tömör/Műanyag

source: SolidGlass
hun: Tömör üveg

# SolidGlassSchema_localname:Solid Glass
source: Solid Glass
hun: Tömör üveg

# SolidGlassSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: Speckle
hun: Pettyes

source: Speckle map.
hun: Pettyes térkép.

# SpeckleSchema_localname:Speckle
source: Speckle
hun: Pettyes

# SpeckleSchema_localtype:Texture
source: Texture
hun: Mintázat

source: Sphere swatch.
hun: Gömb minta.

source: SpotLight-001
hun: Reflektor

source: Square tiles with light gray speckles
hun: Négyzet alakú lapok világosszürke foltokkal

source: Square tiles with white and black circular mosaics
hun: Négyzet alakú lapok fehér és fekete körkörös mozaikokkal

source: Stainless Steel 18/8
hun: Rozsdamentes acél 18/8

source: Stainless Steel, polished
hun: Rozsdamentes acél, polírozott

source: Standard
hun: Szabványos

source: Steel
hun: Acél

source: Steel, mill finish
hun: Acél, hengerelt

source: Steel, sheet
hun: Acél, lemez

source: Stone
hun: Kő

source: Stone material.
hun: Kő anyag.

source: Stone-001
hun: Pala - kék

source: Stone-002
hun: Pala - szürke

source: Stone-003
hun: Polírozott - fekete

source: Stone-004
hun: Polírozott - rózsaszín

source: Stone-005
hun: Finom - alabástrom

source: Stone-006
hun: Érdes polírozott - fehér

source: Stone-007
hun: Finom polírozott - fehér

source: Stone-008
hun: Travertin

source: Stone-009
hun: Négyzetek - szürke-barna

source: Stone-010
hun: Négyzetek - réz-fekete-kék

source: Stone-011
hun: Szürke foltos

source: Stone-012
hun: Többszínű

source: Stone-013
hun: Rózsaszín

source: Stone-014
hun: Kőlap

source: Stone-015
hun: Négyzet - nagy erezet

source: Stone-016
hun: Kavics - üvegszerű többszínű

source: Stone-017
hun: Kavics - önzáró

source: Stone-018
hun: Kavicsszórás - laza

source: Stone-019
hun: Egyenetlen - fekete

source: Stone-020
hun: Egyenetlen - rózsaszín

source: Stone-021
hun: Egyenetlen - vörös

source: Stone-022
hun: Érdes polírozott - alabástrom

source: Stone-023
hun: Finom polírozott - alabástrom

source: Stone-024
hun: Recés kőfal

source: Stone-025
hun: Kavicsszórt

source: Stone-026
hun: Vízi terméskő - kék

source: Stone-027
hun: Kezeletlen

source: Stone/Granite
hun: Kő/Gránit

source: Stone/Marble
hun: Kő/Márvány

# StoneSchema_localname:Stone
source: Stone
hun: Kő

# StoneSchema_localtype:Appearance
source: Appearance
hun: Megjelenés

source: StructuralBasic
hun: Alapértelmezett egyszerű szerkezeti

# StructuralBasicSchema_localname:Basic
source: Basic
hun: Egyszerű

# StructuralBasicSchema_localtype:Physical
source: Physical
hun: Fizikai

source: StructuralConcrete
hun: Alapértelmezett szerkezeti beton

source: StructuralConcrete-001
hun: Beton

source: StructuralConcrete-021
hun: Üvegszál-erősítésű beton

# StructuralConcreteSchema_localname:Concrete
source: Concrete
hun: Beton

# StructuralConcreteSchema_localtype:Physical
source: Physical
hun: Fizikai

source: StructuralFatigue
hun: Alapértelmezett szerkezeti kifáradás

# StructuralFatigueSchema_localname:Fatigue
source: Fatigue
hun: Kifáradás

# StructuralFatigueSchema_localtype:Fatigue
source: Fatigue
hun: Kifáradás

source: StructuralGas
hun: Alapértelmezett gáznemű szerkezeti

# StructuralGasSchema_localname:Gas
source: Gas
hun: Gáz

# StructuralGasSchema_localtype:Physical
source: Physical
hun: Fizikai

source: StructuralGeneric
hun: Alapértelmezett általános szerkezeti

source: StructuralGeneric-004
hun: Üveg

source: StructuralGeneric-010
hun: Szilíciumnitrid

# StructuralGenericSchema_localname:Generic
source: Generic
hun: Általános

# StructuralGenericSchema_localtype:Physical
source: Physical
hun: Fizikai

source: StructuralLiquid
hun: Alapértelmezett folyékony szerkezeti

# StructuralLiquidSchema_localname:Liquid
source: Liquid
hun: Folyadék

# StructuralLiquidSchema_localtype:Physical
source: Physical
hun: Fizikai

source: StructuralMetal
hun: Alapértelmezett fém szerkezeti

source: StructuralMetal-001
hun: Acél - szén

source: StructuralMetal-031
hun: Alumínium

source: StructuralMetal-031-2
hun: Alumínium 6061

source: StructuralMetal-037
hun: Vas - Gömbgrafitos

source: StructuralMetal-043
hun: Réz

source: StructuralMetal-045
hun: Titán

source: StructuralMetal-047
hun: Ólom

source: StructuralMetal-051
hun: Arany

source: StructuralMetal-054
hun: Ezüst

source: StructuralMetal-058
hun: Bronz - Puha ón

# StructuralMetalSchema_localname:Metal
source: Metal
hun: Fém

# StructuralMetalSchema_localtype:Physical
source: Physical
hun: Fizikai

source: StructuralPlastic
hun: Alapértelmezett műanyag szerkezeti

source: StructuralPlastic-002
hun: Akril

source: StructuralPlastic-004
hun: Akrilnitril-butadién-sztirol

source: StructuralPlastic-006
hun: Szénszál-erősítésű műanyag

source: StructuralPlastic-009
hun: Fenolgyanta

source: StructuralPlastic-010
hun: Polikarbonát

source: StructuralPlastic-011
hun: Polietilén - LDPE

source: StructuralPlastic-012
hun: Polietilén - HDPE

source: StructuralPlastic-013
hun: Polipropilén

source: StructuralPlastic-014
hun: Polisztirol, emelt ütésállóságú

source: StructuralPlastic-017
hun: Polivinilklorid - merev

source: StructuralPlastic-019
hun: Gumi - természetes

source: StructuralPlastic-023
hun: Polietilén-tereftalát

source: StructuralPlastic-024
hun: Polifenilén-szulfid

source: StructuralPlastic-025
hun: Polibutilén-tereftalát

source: StructuralPlastic-026
hun: Folyadékkristályos polimer

source: StructuralPlastic-027
hun: Szilikon

source: StructuralPlastic-028
hun: Sztirol-akrilnitril

source: StructuralPlastic-029
hun: Poliéter-éterketon gyanta

source: StructuralPlastic-030
hun: Polietilén - UHMW

# StructuralPlasticSchema_localname:Plastic
source: Plastic
hun: Műanyag

# StructuralPlasticSchema_localtype:Physical
source: Physical
hun: Fizikai

source: StructuralWood
hun: Alapértelmezett fa szerkezeti

# StructuralWoodSchema_localname:Wood
source: Wood
hun: Fa

# StructuralWoodSchema_localtype:Physical
source: Physical
hun: Fizikai

source: Stucco
hun: Gipszvakolat

source: Styrene acrylonitrile
hun: Sztirol-akrilnitril

source: Sun and Sky.
hun: Nap és ég.

source: SunAndSky
hun: NapÉsÉgbolt

source: SunAndSky-001
hun: Nagyon kevés felhő

source: SunAndSky-002
hun: Kevés felhő

source: SunAndSky-003
hun: Felhős

source: SunAndSky-004
hun: Nagyon felhős

source: SunAndSky-005
hun: Nincsenek felhők

# SunAndSkyGroup
source: Sun And Sky
hun: Nap és ég

# SunAndSkySchema_localname:Sun and Sky
source: Sun and Sky
hun: Nap és ég

# SunAndSkySchema_localtype:Environment
source: Environment
hun: Környezet

source: Swatch Scene.
hun: Előnézet - jelenet.

source: Swatch scene for holidays; shows colored lights.
hun: Előnézet - vakációjelenet színes fényekkel.

source: Swatch-Branded
hun: Objektum

source: Swatch-Cube
hun: Kocka

source: Swatch-CurtainWall
hun: Üveg függönyfal

source: Swatch-Cylinder
hun: Henger

source: Swatch-Drapery
hun: Leterített szövet

source: Swatch-Flat
hun: Sík felület

source: Swatch-Hill
hun: Sík

source: Swatch-Lights
hun: Fények

source: Swatch-Liquid
hun: Folyadéktömeg

source: Swatch-Plane
hun: Vászon

source: Swatch-Sphere2
hun: Gömb

source: Swatch-Technical2
hun: Közmű

source: Swatch-TexturePreview-MentalRay
hun: Szövet előnézeti darab 1

source: Swatch-TexturePreview-OGS
hun: Szövet előnézeti darab 2

source: Swatch-Vase
hun: Váza

source: Swatch-Wall
hun: Falak

source: SwatchScene
hun: Előnézet - jelenet

# SwatchSceneSchema_localname:Swatch Scene
source: Swatch Scene
hun: Előnézet - jelenet

# SwatchSceneSchema_localtype:Swatch Scene
source: Swatch Scene
hun: Előnézet - jelenet

source: Thermal - Moisture.Insulation.Rigid Insulation
hun: Hő - nedvesség.Szigetelés.Merev szigetelés

source: Thermal - Moisture.Roof Tiles.Spanish.Blue
hun: Hő - nedvesség.Tetőcserepek.Spanyol.Kék

source: Thermal - Moisture.Roof Tiles.Spanish.Blue.1
hun: Hő - nedvesség.Tetőcserepek.Spanyol.Kék.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red
hun: Hő - nedvesség.Tetőcserepek.Spanyol.Vörös

source: Thermal - Moisture.Roof Tiles.Spanish.Red.1
hun: Hő - nedvesség.Tetőcserepek.Spanyol.Vörös.1

source: Thermal - Moisture.Roof Tiles.Spanish.Red.2
hun: Hő - nedvesség.Tetőcserepek.Spanyol.Vörös.2

source: Thermal - Moisture.Roofing - Siding Panels.Composite Panels.Grey
hun: Hő - nedvesség.Tetőfedés - élképzés.Rétegelt lemez.Szürke

source: Thermal - Moisture.Roofing - Siding Panels.Metal Ribbed.Copper
hun: Hő - nedvesség.Tetőfedés - élképzés.Bordás fémlemez.Vörösréz

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper Patina
hun: Hő - nedvesség.Tetőfedés - élképzés.Állókorcos fémlemez.Patinás vörösréz

source: Thermal - Moisture.Roofing - Siding Panels.Metal Standing Seam.Copper.3
hun: Hő - nedvesség.Tetőfedés - élképzés.Állókorcos fémlemez.Patinás vörösréz.3

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper
hun: Hő - nedvesség.Tetőfedés - élképzés.Fém.Vörösréz

source: Thermal - Moisture.Roofing - Siding Panels.Metal.Copper Patina
hun: Hő - nedvesség.Tetőfedés - élképzés.Fém.Patinás vörösréz

source: Thermal - Moisture.Roofing - Siding Panels.Wood Batten.New
hun: Hő - nedvesség.Tetőfedés - élképzés.Fa deszkázat.Új

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal
hun: Hő - nedvesség.Tetőfedés - élképzés.Fa.Vízszintes

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.Cedar
hun: Hő - nedvesség.Tetőfedés - élképzés.Fa.Vízszintes.Cédrus

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Horizontal.White
hun: Hő - nedvesség.Tetőfedés - élképzés.Fa.Vízszintes.Fehér

source: Thermal - Moisture.Roofing - Siding Panels.Wood.Vertical.White
hun: Hő - nedvesség.Tetőfedés - élképzés.Fa.Függőleges.Fehér

source: Thermal - Moisture.Shakes.Weathered
hun: Hő - nedvesség.Zsindely.Mállott

source: Thermal - Moisture.Shingles.Asphalt Roofing
hun: Hő - nedvesség.Zsindelyek.Bitumenes tető

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Black
hun: Hő - nedvesség.Zsindelyek.Bitumenes zsindelyek.3-Eltolt.Fekete

source: Thermal - Moisture.Shingles.Asphalt Shingles.3-Tab.Grey
hun: Hő - nedvesség.Zsindelyek.Bitumenes zsindelyek.3-Eltolt.Szürke

source: Thermal - Moisture.Shingles.Asphalt Shingles.Deep Shadow.Beige
hun: Hő - nedvesség.Zsindelyek.Bitumenes zsindelyek.Árnyékolt.Bézs

source: Thermal - Moisture.Shingles.Even.1
hun: Hő - nedvesség.Zsindelyek.Egyenletes.1

source: Thermal - Moisture.Shingles.Even.2
hun: Hő - nedvesség.Zsindelyek.Egyenletes.2

source: Thermal - Moisture.Shingles.Even.3
hun: Hő - nedvesség.Zsindelyek.Egyenletes.3

source: Thermal - Moisture.Shingles.Halfround
hun: Hő - nedvesség.Zsindelyek.Hódfarkú

source: Thermal - Moisture.Shingles.Uneven.1
hun: Hő - nedvesség.Zsindelyek.Nem egyenletes.1

source: Thermal - Moisture.Shingles.Uneven.2
hun: Hő - nedvesség.Zsindelyek.Nem egyenletes.2

source: Thermal - Moisture.Shingles.Uneven.3
hun: Hő - nedvesség.Zsindelyek.Nem egyenletes.3

source: ThermalGas
hun: Alapértelmezett gáznemű hőtani

# ThermalGasSchema_localname:Gas
source: Gas
hun: Gáz

# ThermalGasSchema_localtype:Thermal
source: Thermal
hun: Hőtani

source: ThermalLiquid
hun: Alapértelmezett folyékony hőtani

source: ThermalLiquid-001
hun: Víz

# ThermalLiquidSchema_localname:Liquid
source: Liquid
hun: Folyadék

# ThermalLiquidSchema_localtype:Thermal
source: Thermal
hun: Hőtani

source: ThermalSolid
hun: Alapértelmezett szilárd hőtani

source: ThermalSolid-012
hun: Beton

source: ThermalSolid-033
hun: Üveg - mészüveg

source: ThermalSolid-081
hun: Alumínium

source: ThermalSolid-081-2
hun: Alumínium 6061

source: ThermalSolid-082-2
hun: Réz, puha sárga

source: ThermalSolid-082-3
hun: Réz, puha sárga, hegesztett

source: ThermalSolid-083-2
hun: Bronz, puha ón

source: ThermalSolid-083-3
hun: Bronz, öntött

source: ThermalSolid-085-2
hun: Réz, öntött

source: ThermalSolid-085-3
hun: Réz, ötvözet

source: ThermalSolid-085-4
hun: Nikkel-réz ötvözet 400

source: ThermalSolid-085-5
hun: Réz, kovácsolt

source: ThermalSolid-086
hun: Vas

source: ThermalSolid-089
hun: Ólom

source: ThermalSolid-092
hun: Acél

source: ThermalSolid-092-10
hun: Acél, kovácsolt

source: ThermalSolid-092-2
hun: Acél V2

source: ThermalSolid-092-3
hun: Acél, galvanizált

source: ThermalSolid-092-6
hun: Acél, ötvözet

source: ThermalSolid-092-7
hun: Acél, szén

source: ThermalSolid-092-8
hun: Acél, ötvözetlen

source: ThermalSolid-092-9
hun: Acél, nagyszilárdságú, alacsony ötvözőtartalmú

source: ThermalSolid-093-2
hun: Rozsdamentes acél V2

source: ThermalSolid-093-3
hun: Rozsdamentes acél, 440C

source: ThermalSolid-093-4
hun: Rozsdamentes acél, ausztenites

source: ThermalSolid-093-8
hun: Rozsdamentes acél AISI 440C, hegesztett

source: ThermalSolid-095
hun: Titán

source: ThermalSolid-118
hun: Akril lemez

source: ThermalSolid-128
hun: Fenolgyanta

source: ThermalSolid-130
hun: Polikarbonát

source: ThermalSolid-132
hun: Polietilén - HDPE

source: ThermalSolid-133
hun: Polietilén - LDPE

source: ThermalSolid-137
hun: Polipropilén

source: ThermalSolid-142
hun: Polisztirol

source: ThermalSolid-149
hun: Polivinilklorid - merev

source: ThermalSolid-152
hun: Gumi

source: ThermalSolid-189
hun: Epoxi-szénszál kompozit

# ThermalSolidSchema_localname:Solid
source: Solid
hun: Tömör

# ThermalSolidSchema_localtype:Thermal
source: Thermal
hun: Hőtani

source: Thermoplastic
hun: Hőre lágyuló

source: Thermoplastic Resin
hun: Hőre lágyuló gyanta

source: Thermoset
hun: Hőre keményedő

source: Tile
hun: Mozaik

source: Tile map.
hun: Mozaiktérkép.

# TileSchema_localname:Tile Texture
source: Tile Texture
hun: Cserép mintázat

# TileSchema_localtype:Texture
source: Texture
hun: Mintázat

source: Time:
hun: Idő:

# Time:uilabel
source: Time:
hun: Idő:

source: Time Zone Offset:
hun: Időzóna eltolódása:

# TimeZoneOffset:uilabel
source: Time Zone Offset:
hun: Időzóna eltolódása:

source: Titanium
hun: Titán
