Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# ceramic_ao_distance
source: Max Distance
fra: Distance max.

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# ceramic_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# ceramic_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# ceramic_ao_samples
source: Samples
fra: Echantillons

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# ceramic_ao_samples:uilabel
source: Samples
fra: Echantillons

# ceramic_application
source: Finish
fra: Finition

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
fra: Lustré brillant / vitré

# ceramic_application:ceramic_matte
source: Matte
fra: Mat

# ceramic_application:ceramic_satin
source: Satin
fra: Satiné

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
fra: Règle la texture de la surface terminée.

# ceramic_application:uilabel
source: Finish
fra: Finition

# ceramic_bump:ceramic_custom
source: Custom
fra: Personnalisé

# ceramic_bump:ceramic_none
source: None
fra: Aucun

# ceramic_bump:ceramic_wavy
source: Wavy
fra: Onduleux

# ceramic_bump_amount
source: Amount
fra: Quantité

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
fra: Contrôle les ondes basse fréquence souvent rencontrées dans la céramique. Entrez une valeur de décimale plus élevée (jusqu'à 1.0) pour augmenter la profondeur des irrégularités de surface.

# ceramic_bump_amount:uilabel
source: Amount
fra: Quantité

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
fra: Règle le motif de relief utilisé pour représenter les ondes basse fréquence souvent rencontrée dans la céramique.

# ceramic_bump_panel_label
source: Finish Bumps
fra: Relief de finition

# ceramic_ceramic
source: Ceramic
fra: Céramique

# ceramic_color
source: Color
fra: Couleur

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
fra: Sélectionne une couleur, une image ou une texture procédurale pour créer l'aspect du matériau.

# ceramic_color:uilabel
source: Color
fra: Couleur

# ceramic_color_by_object:uilabel
source: Color
fra: Couleur

# ceramic_custom
source: Custom
fra: Personnalisé

# ceramic_high_glossy
source: High Gloss / Glazed
fra: Lustré brillant / vitré

# ceramic_matte
source: Matte
fra: Mat

# ceramic_pattern:ceramic_custom
source: Custom
fra: Personnalisé

# ceramic_pattern:ceramic_none
source: None
fra: Aucun

# ceramic_pattern_amount
source: Amount
fra: Quantité

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
fra: Contrôle les motifs de relief décoratifs.

# ceramic_pattern_amount:uilabel
source: Amount
fra: Quantité

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
fra: Affiche les motifs de relief décoratifs.

# ceramic_pattern_map_stack_label
source: Relief Pattern
fra: Motif de relief

# ceramic_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# ceramic_porcelain
source: Porcelain
fra: Porcelaine

# ceramic_props
source: Ceramic
fra: Céramique

# ceramic_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# ceramic_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# ceramic_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# ceramic_satin
source: Satin
fra: Satiné

# ceramic_type:ceramic_ceramic
source: Ceramic
fra: Céramique

# ceramic_type:ceramic_porcelain
source: Porcelain
fra: Porcelaine

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
fra: Sélectionne le type de matériau : céramique ou porcelaine.

# ceramic_wavy
source: Wavy
fra: Onduleux

source: cerulean
fra: azuré

source: chain
fra: chaîne

source: checker
fra: damier

# checker_Appearance
source: Appearance
fra: Apparence

# checker_Repeat
source: Repeat
fra: Répéter

# checker_Scale
source: Scale
fra: Echelle

# checker_color1
source: Color 1
fra: Couleur 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
fra: Permet de sélectionner une couleur ou une sous-texture procédurale pour l'un des damiers

# checker_color1:uilabel
source: Color 1
fra: Couleur 1

# checker_color2
source: Color 2
fra: Couleur 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
fra: Permet de sélectionner une couleur ou une sous-texture procédurale pour l'autre damier.

# checker_color2:uilabel
source: Color 2
fra: Couleur 2

# checker_soften
source: Soften
fra: Adoucir

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
fra: Règle la valeur de la quantité de l'adoucissement ou du floutage entre les bords des deux couleurs ou des types de texture. Plus la valeur est élevée, plus le flou est important. Une valeur de 0.0 correspond à des bords nets. Plage = 0 à 5.00; Valeur par défaut = 0.

# checker_soften:uilabel
source: Soften
fra: Adoucir

# checker_transforms_group
source: Transforms
fra: Transformations

source: cherry
fra: cerise

source: chestnut
fra: châtaignier

source: chiffon
fra: mousseline

source: chipboard
fra: aggloméré

source: chocolate
fra: chocolat

source: circular
fra: circulaire

source: clear
fra: transparent

source: coarse
fra: grossier

source: cobble
fra: cailloutis

source: coffee
fra: café

source: Color Correction
fra: Correction couleur

# colorCorrection:uilabel
source: Color Correction
fra: Correction couleur

# colorDifferentiation
source: Desaturate Low Levels
fra: Désaturer les bas niveaux

# colorDifferentiation:uilabel
source: Desaturate Low Levels
fra: Désaturer les bas niveaux

# colorMapIndependent
source: Affect Indirect Only
fra: Affecter indirecte uniquement

# colorMapIndependent:uilabel
source: Affect Indirect Only
fra: Affecter indirecte uniquement

source: Color Shifting:
fra: Variation de couleurs:

# colorShifting:none
source: None
fra: Aucun

# colorShifting:std_incandescent
source: Standard Incandescent Light
fra: Lumière incandescente standard

# colorShifting:uilabel
source: Color Shifting:
fra: Variation de couleurs:

# color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# color_color_input
source: Color:
fra: Couleur:

# color_color_input:uilabel
source: Color:
fra: Couleur:

# common_Shared_Asset:common_independent
source: Independent
fra: Indépendant

# common_Shared_Asset:common_shared
source: Shared
fra: Partagé

# common_Shared_Asset:uilabel
source: Sharing
fra: Partage

# common_Tint_color
source: Tint Color
fra: Teinte

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
fra: Sélectionne la couleur pour teinter l'apparence du matériau.

# common_Tint_color:uilabel
source: Tint Color
fra: Teinte

# common_Tint_toggle
source: Tint
fra: Teinte

# common_Tint_toggle:uilabel
source: Tint
fra: Teinte

# compressive_strength_ultimate
source: Ultimate
fra: Limite

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
fra: Résistance à la compression - Limite

# compressive_stress_yield
source: Yield
fra: Elasticité

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
fra: Résistance à la compression - Elasticité

source: computer
fra: ordinateur

source: concrete
fra: béton

# concrete_acrylic
source: Acrylic
fra: Acrylique

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# concrete_ao_distance
source: Max Distance
fra: Distance max.

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# concrete_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# concrete_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# concrete_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# concrete_ao_samples
source: Samples
fra: Echantillons

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# concrete_ao_samples:uilabel
source: Samples
fra: Echantillons

# concrete_automatic
source: Automatic
fra: Automatique

# concrete_base
source: Concrete
fra: Béton

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
fra: Ajoute une altération (ternissement/décoloration) en fonction d'une image sélectionnée.

# concrete_brightmode:concrete_automatic
source: Automatic
fra: Automatique

# concrete_brightmode:concrete_custom
source: Custom - Image
fra: Personnalisé - Image

# concrete_brightmode:concrete_none
source: None
fra: Aucun

# concrete_brightmode:uilabel
source: Weathering
fra: Altération

# concrete_brightmode_custom
source: Custom - Image
fra: Personnalisé - Image

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
fra: Ajoute une altération (ternissement/décoloration) automatiquement.

# concrete_brightmode_panel_label
source: Weathering
fra: Altération

# concrete_bump_amount
source: Amount
fra: Quantité

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
fra: Faire glisser afin de modifier la texture de la surface.

# concrete_bump_amount:uilabel
source: Amount
fra: Quantité

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
fra: Utilise une image bitmap pour sélectionner la finition.

# concrete_color
source: Color
fra: Couleur

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
fra: Sélectionne une couleur, une image ou une texture procédurale pour créer l'aspect du matériau.

# concrete_color:uilabel
source: Color
fra: Couleur

# concrete_color_by_object:uilabel
source: Color By Object
fra: Couleur par objet

# concrete_curved
source: Broom Curved
fra: Balai courbé

# concrete_custom
source: Stamped/Custom
fra: Estampée/Personnalisée

# concrete_finish
source: Finish Bumps
fra: Relief de finition

# concrete_finish:concrete_curved
source: Broom Curved
fra: Balai courbé

# concrete_finish:concrete_custom
source: Stamped/Custom
fra: Estampée/Personnalisée

# concrete_finish:concrete_polished
source: Polished
fra: Poli

# concrete_finish:concrete_smooth
source: Smooth
fra: Lisse

# concrete_finish:concrete_straight
source: Broom Straight
fra: Balai droit

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
fra: Contrôle la texture de surface souvent trouvée dans le béton.

# concrete_none
source: None
fra: Aucun

# concrete_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# concrete_polished
source: Polished
fra: Poli

# concrete_props1
source: Basic Thermal
fra: Thermique de base

# concrete_props2
source: Mechanical
fra: Physique

# concrete_props4
source: Concrete
fra: Béton

# concrete_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# concrete_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# concrete_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# concrete_sealant
source: Sealant
fra: Mastic

# concrete_sealant:concrete_acrylic
source: Acrylic
fra: Acrylique

# concrete_sealant:concrete_none
source: None
fra: Aucun

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
fra: Spécifie la substance utilisée pour sceller la surface en béton.

# concrete_sealant:uilabel
source: Sealant
fra: Mastic

# concrete_smooth
source: Smooth
fra: Lisse

# concrete_straight
source: Broom Straight
fra: Balai droit

source: Contrast:
fra: Contraste:

# contrast:uilabel
source: Contrast:
fra: Contraste:

source: cool
fra: frais

source: copper
fra: cuivre

source: coral
fra: corail

source: cork
fra: liège

source: cornsilk
fra: maïs

source: cozy
fra: confort

source: cream
fra: crème

source: cross
fra: croisé

# crush_blacks
source: Shadows:
fra: Ombres:

# crush_blacks:uilabel
source: Shadows:
fra: Ombres:

source: Custom
fra: Personnalisé

# custom_environment:uilabel
source: Custom Environment
fra: Environnement personnalisé

# cutoff_threshold
source: Cutoff Threshold (lx)
fra: Seuil de coupure (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
fra: Seuil de coupure (lx)

source: Cylinder
fra: Cylindre

# cylinder_axis
source: Axis:
fra: Axe:

# cylinder_axis:uilabel
source: Axis:
fra: Axe:

# cylinder_radius
source: Radius:
fra: Rayon:

# cylinder_radius:uilabel
source: Radius:
fra: Rayon:

# d50
source: D50 Illuminant (Reference White)
fra: D50 éclairement (blanc de référence)

# d65
source: D65 Illuminant (Reference White)
fra: D65 éclairement (blanc de référence)

source: dark
fra: foncé

source: dark bronze
fra: bronze foncé

source: dark green
fra: vert foncé

# decApp_backface_cull:uilabel
source: Backface Cull:
fra: Face masquée:

# decApp_bump_amount
source: Bump Amount:
fra: Quantité de relief:

# decApp_bump_amount:uilabel
source: Bump Amount:
fra: Quantité de relief:

# decApp_bump_map
source: Bump Pattern:
fra: Motif de relief:

# decApp_bump_map:tooltip
source: Use dark and light areas of an image to specify raised and lowered areas on the decal
fra: Spécifie les zones élevées et abaissées de la vignette à l'aide de zones claires et foncées

# decApp_bump_map:uilabel
source: Bump Pattern:
fra: Motif de relief:

# decApp_cutout_opacity
source: Cutouts:
fra: Découpes:

# decApp_cutout_opacity:tooltip
source: Use a black and white image to cut away areas of the decal. Black areas are cut away.
fra: Utilise une image en noir et blanc pour supprimer des zones de la vignette. Les zones noires représentent les zones supprimées.

# decApp_cutout_opacity:uilabel
source: Cutouts:
fra: Découpes:

# decApp_diffuse
source: Decal Image File:
fra: Fichier image de la vignette:

# decApp_diffuse:uilabel
source: Decal Image File:
fra: Fichier image de la vignette:

# decApp_glossiness
source: Finish:
fra: Finition:

# decApp_glossiness:tooltip
source: Specify the brightness of the specular highlights (hot spots) on the decal
fra: Spécifie la luminosité des reflets spéculaires (faisceaux lumineux) de la vignette

# decApp_glossiness:uilabel
source: Finish:
fra: Finition:

# decApp_glossiness_gloss
source: Gloss
fra: Lustre

# decApp_glossiness_high_gloss
source: High Gloss
fra: Lustré brillant

# decApp_glossiness_matte
source: Matte
fra: Mat

# decApp_glossiness_semi_gloss
source: Semi-gloss
fra: Semi-lustré

# decApp_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples:
fra: Echantillons brillants de réflexion:

# decApp_reflectivity_at_0deg
source: Reflectivity:
fra: Réflectivité:

# decApp_reflectivity_at_0deg:maxlabel
source: mirror
fra: miroir

# decApp_reflectivity_at_0deg:minlabel
source: dull
fra: terne

# decApp_reflectivity_at_0deg:tooltip
source: Specify how much the decal will reflect other objects around it
fra: Spécifie le niveau de réflectivité des objets environnants sur la vignette

# decApp_reflectivity_at_0deg:uilabel
source: Reflectivity:
fra: Réflectivité:

# decApp_reflectivity_at_90deg:uilabel
source: Reflectivity:
fra: Réflectivité:

# decApp_refraction_glossy_samples:uilabel
source: Refraction Glossy Samples:
fra: Echantillons brillants de réfraction:

# decApp_refraction_index:uilabel
source: Refraction Index:
fra: Indice de réfraction:

# decApp_refraction_translucency_weight:uilabel
source: Refraction Translucency Weight:
fra: Poids de translucidité de réfraction:

# decApp_self_illum_color_temperature:uilabel
source: Luminance Color Temperature
fra: Température de couleur de luminance

# decApp_self_illum_filter_map:uilabel
source: Luminance Filter Map:
fra: Map filtre de luminance:

# decApp_self_illum_luminance:tooltip
source: Specify whether and how brightly the decal is illuminated
fra: Spécifie si la vignette est illuminée et, le cas échéant, le degré d'illumination.

# decApp_self_illum_luminance_cell_phone_screen
source: Cell phone screen
fra: Ecran de téléphone portable

# decApp_self_illum_luminance_crt_television
source: CRT television
fra: Télévision CRT

# decApp_self_illum_luminance_desk_lamp_lens
source: Desk lamp lens
fra: Lentille de lampe de bureau

# decApp_self_illum_luminance_dim_glow
source: Dim glow
fra: Faible éclat

# decApp_self_illum_luminance_frosted_bulb
source: Frosted bulb
fra: Ampoule dépolie

# decApp_self_illum_luminance_halogen_lamp_lens
source: Halogen lamp lens
fra: Lentille de lampe halogène

# decApp_self_illum_luminance_lamp_ext
source: Lamp shade exterior
fra: Abat-jour extérieur

# decApp_self_illum_luminance_lamp_int
source: Lamp shade interior
fra: Abat-jour intérieur

# decApp_self_illum_luminance_lcd_screen
source: LCD screen
fra: Ecran LCD

# decApp_self_illum_luminance_led_panel
source: LED panel
fra: Panneau de témoins

# decApp_self_illum_luminance_not_illuminated
source: Not illuminated
fra: Non éclairé

# decApp_transparency
source: Transparency:
fra: Transparence:

# decApp_transparency:uilabel
source: Transparency:
fra: Transparence:

# decal-1:uilabel
source: Decal 1:
fra: Vignette 1:

# decalbumpmap_Bitmap
source: Image File:
fra: Fichier image:
