Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-rus.xlf
Languages: rus

source: Finishes.Masonry Flooring.Granite.Brown.Mauve-Black
rus: Отделка.Плитка для пола.Гранит.Коричневый.Розовато-лилово-черный

source: Finishes.Masonry Flooring.Granite.Grey Speckled
rus: Отделка.Плитка для пола.Гранит.Серый в крапинку

source: Finishes.Masonry Flooring.Granite.Mauve-Black
rus: Отделка.Плитка для пола.Гранит.Розовато-лилово-черный

source: Finishes.Masonry Flooring.Granite.Mauve-Black1
rus: Отделка.Плитка для пола.Гранит.Розовато-лилово-черный1

source: Finishes.Masonry Flooring.Granite.Multi-colored
rus: Отделка.Плитка для пола.Гранит.Многоцветный

source: Finishes.Masonry Flooring.Marble
rus: Отделка.Плитка для пола.Мрамор

source: Finishes.Masonry Flooring.Marble.Beige-Grid
rus: Отделка.Плитка для пола.Мрамор.Бежево-сетчатый

source: Finishes.Masonry Flooring.Marble.Brown
rus: Отделка.Плитка для пола.Мрамор.Коричневый

source: Finishes.Masonry Flooring.Marble.Deep Green
rus: Отделка.Плитка для пола.Мрамор.Сочно-зеленый

source: Finishes.Masonry Flooring.Marble.Green
rus: Отделка.Плитка для пола.Мрамор.Зеленый

source: Finishes.Masonry Flooring.Marble.Green.Offset Squares
rus: Отделка.Плитка для пола.Мрамор.Зеленый.Смещенные квадраты

source: Finishes.Masonry Flooring.Marble.Rose
rus: Отделка.Плитка для пола.Мрамор.Розово-красный

source: Finishes.Masonry Flooring.Marble.Rose.1
rus: Отделка.Плитка для пола.Мрамор.Розово-красный.1

source: Finishes.Masonry Flooring.Slate
rus: Отделка.Плитка для пола.Сланец

source: Finishes.Masonry Flooring.Slate.1
rus: Отделка.Плитка для пола.Сланец.1

source: Finishes.Masonry Flooring.Slate.Red
rus: Отделка.Плитка для пола.Сланец.Красный

source: Finishes.Masonry Flooring.Terrazzo.Black
rus: Отделка.Плитка для пола.Терраццо.Черная

source: Finishes.Masonry Flooring.Terrazzo.Black-Red
rus: Отделка.Плитка для пола.Терраццо.Черно-красная

source: Finishes.Masonry Flooring.Terrazzo.Black.1
rus: Отделка.Плитка для пола.Терраццо.Черная.1

source: Finishes.Masonry Flooring.Terrazzo.Brown
rus: Отделка.Плитка для пола.Терраццо.Коричневая

source: Finishes.Masonry Flooring.Terrazzo.Brown.1
rus: Отделка.Плитка для пола.Терраццо.Коричневая.1

source: Finishes.Masonry Flooring.Terrazzo.Green
rus: Отделка.Плитка для пола.Терраццо.Зеленая

source: Finishes.Masonry Flooring.Terrazzo.Tan
rus: Отделка.Плитка для пола.Терраццо.Желто-коричневая

source: Finishes.Masonry Flooring.Terrazzo.Tan.1
rus: Отделка.Плитка для пола.Терраццо.Желто-коричневая.1

source: Finishes.Masonry Flooring.Terrazzo.White
rus: Отделка.Плитка для пола.Терраццо.Белая

source: Finishes.Masonry Flooring.Terrazzo.White.1
rus: Отделка.Плитка для пола.Терраццо.Белая.1

source: Finishes.Masonry Flooring.Travertine.Mauve.Rectangular
rus: Отделка.Плитка для пола.Травертин.Розовато-лиловый.Прямоугольники

source: Finishes.Masonry Flooring.Travertine.Mauve.Square
rus: Отделка.Плитка для пола.Травертин.Розовато-лиловый.Квадраты

source: Finishes.Metal Framing Systems.Furring
rus: Отделка.Металлические каркасы.Обрешетка

source: Finishes.Metal Framing Systems.Stud
rus: Отделка.Металлические каркасы.Стойка

source: Finishes.Painting.Lacquer.Black
rus: Отделка.Окраска.Лак.Черный

source: Finishes.Painting.Lacquer.White
rus: Отделка.Окраска.Лак.Белый

source: Finishes.Painting.Paint
rus: Отделка.Окраска.Окраска

source: Finishes.Painting.Paint.Black
rus: Отделка.Окраска.Краска.Черная

source: Finishes.Painting.Paint.Black.Flaking
rus: Отделка.Окраска.Краска.Черная.Флакирование

source: Finishes.Painting.Paint.Fireproofing
rus: Отделка.Окраска.Окраска.Пожарозащитная

source: Finishes.Painting.Paint.White
rus: Отделка.Окраска.Краска.Белая

source: Finishes.Painting.Paint.White.Flaking
rus: Отделка.Окраска.Краска.Белая.Флакирование

source: Finishes.Painting.Varnish
rus: Отделка.Окраска.Лак

source: Finishes.Plaster.Stucco.Coarse.White
rus: Отделка.Штукатурка.Штукатурный гипс.Черновая.Белая

source: Finishes.Plaster.Stucco.Fine.1
rus: Отделка.Штукатурка.Штукатурный гипс.Чистовая.1

source: Finishes.Plaster.Stucco.Fine.Brown
rus: Отделка.Штукатурка.Штукатурный гипс.Чистовая.Коричневая

source: Finishes.Plaster.Stucco.Fine.Mauve
rus: Отделка.Штукатурка.Штукатурный гипс.Чистовая.Розовато-лиловая

source: Finishes.Plaster.Stucco.Fine.White
rus: Отделка.Штукатурка.Штукатурный гипс.Чистовая.Белая

source: Finishes.Plaster.Stucco.Medium.White
rus: Отделка.Штукатурка.Штукатурный гипс.Получистовая.Белая

source: Finishes.Plaster.Stucco.Troweled.Grey
rus: Отделка.Штукатурка.Штукатурный гипс.Затирочная.Серая

source: Finishes.Plaster.Stucco.Troweled.Light Yellow
rus: Отделка.Штукатурка.Штукатурный гипс.Затирочная.Светло-желтая

source: Finishes.Plaster.Stucco.Troweled.White
rus: Отделка.Штукатурка.Штукатурный гипс.Затирочная.Белая

source: Finishes.Plaster.Stucco.Wet-Dash.Grey
rus: Отделка.Штукатурка.Штукатурный гипс.Влажные мазки.Серая

source: Finishes.Plaster.Venetian.Rough
rus: Отделка.Штукатурка.Венецианская.Шероховатая

source: Finishes.Plaster.Venetian.Smooth
rus: Отделка.Штукатурка.Венецианская.Гладкая

source: Finishes.Tiling.Ceramic.Checker
rus: Отделка.Плитка.Керамическая.Клетка

source: Finishes.Tiling.Ceramic.Mosaic.Blue
rus: Отделка.Плитка.Керамическая.Мозаика.Синяя

source: Finishes.Tiling.Ceramic.Mosaic.Floral.Rose - Green
rus: Отделка.Плитка.Керамическая.Мозаика.Цветочная.Розово-красно-зеленая

source: Finishes.Tiling.Ceramic.Mosaic.Grey
rus: Отделка.Плитка.Керамическая.Мозаика.Серая

source: Finishes.Tiling.Ceramic.Mosaic.Yellow-Grid
rus: Отделка.Плитка.Керамическая.Мозаика.Желто-сетчатая

source: Finishes.Wall Covering.Floral.White
rus: Отделка.Обои.Узорчатые.Белые

source: Finishes.Wall Covering.Pattern1
rus: Отделка.Обои.Узор1

source: Finishes.Wall Covering.Pattern2
rus: Отделка.Обои.Узор2

source: Finishes.Wall Covering.Pattern3
rus: Отделка.Обои.Узор3

source: Finishes.Wall Covering.Pattern4
rus: Отделка.Обои.Узор4

source: Finishes.Wall Covering.Pattern5
rus: Отделка.Обои.Узор5

source: Finishes.Wall Covering.Stripes.Vertical.Blue-Grey
rus: Отделка.Обои.Полосы.Вертикальные.Сине-серые

source: Finishes.Wall Covering.Stripes.Vertical.Multi-colored
rus: Отделка.Обои.Полосы.Вертикальные.Многоцветные

source: Finishes.Wall Covering.Stripes.Vertical.Pink-Beige
rus: Отделка.Обои.Полосы.Вертикальные.Розово-бежевые

source: Finishes.Wall Covering.Tan
rus: Отделка.Обои.Желто-коричневые

source: Finishes.Wax.Lacquer
rus: Отделка.Воск.Лак

source: Finishes.Wax.SatinWax
rus: Отделка.Воск.Глянцевый

source: Finishes.Wax.Shellac
rus: Отделка.Воск.Шеллак

source: Finishes.Wax.Urethane
rus: Отделка.Воск.Уретан

source: Finishes.Wax.Varnish
rus: Отделка.Воск.Олифа

source: Flooring/Carpet
rus: Полы/ковер

source: Flooring/Stone
rus: Полы/камень

source: Flooring/Tile
rus: Полы/плитка

source: Flooring/Vinyl
rus: Полы/винил

source: Flooring/Wood
rus: Полы/дерево

source: Furnishings.Fabrics.Bandage
rus: Отделка.Ткань.Марля

source: Furnishings.Fabrics.Burlap
rus: Мебель.Ткань.Джут

source: Furnishings.Fabrics.Caning.Tan
rus: Мебель.Ткань.Чехол.Желто-коричневый

source: Furnishings.Fabrics.Canvas.White
rus: Мебель.Ткань.Холст.Белый

source: Furnishings.Fabrics.Lace
rus: Мебель.Ткань.Тесьма

source: Furnishings.Fabrics.Leather.Black
rus: Мебель.Ткань.Кожа.Черная

source: Furnishings.Fabrics.Leather.Black.1
rus: Мебель.Ткань.Кожа.Черная.1

source: Furnishings.Fabrics.Leather.Brown
rus: Мебель.Ткань.Кожа.Коричневая

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
rus: Мебель.Ткань.Кожа.Шагреневая.Светло-коричневая

source: Furnishings.Fabrics.Leather.Pebble.Mauve
rus: Мебель.Ткань.Кожа.Шагреневая.Розовато-лиловая

source: Furnishings.Fabrics.Leather.Tan
rus: Мебель.Ткань.Кожа.Желто-коричневая

source: Furnishings.Fabrics.Linen.Beige
rus: Мебель.Ткань.Полотно.Бежевое

source: Furnishings.Fabrics.Linen.Tweed
rus: Мебель.Ткань.Полотно.Твид

source: Furnishings.Fabrics.Linen.White
rus: Мебель.Ткань.Полотно.Белое

source: Furnishings.Fabrics.Mesh
rus: Мебель.Ткань.Сетка

source: Furnishings.Fabrics.Netting
rus: Мебель.Ткань.Плетение

source: Furnishings.Fabrics.Plaid.1
rus: Мебель.Ткань.Шотландка.1

source: Furnishings.Fabrics.Plaid.3
rus: Мебель.Ткань.Шотландка.3

source: Furnishings.Fabrics.Plaid.4
rus: Мебель.Ткань.Шотландка.4

source: Furnishings.Fabrics.Stripes.1
rus: Мебель.Ткань.Полосатая.1

source: Furnishings.Fabrics.Stripes.2
rus: Мебель.Ткань.Полосатая.2

source: Furnishings.Fabrics.Stripes.3
rus: Мебель.Ткань.Полосатая.3

source: Furnishings.Fabrics.Stripes.4
rus: Мебель.Ткань.Полосатая.4

source: Furnishings.Fabrics.Stripes.5
rus: Мебель.Ткань.Полосатая.5

source: Furnishings.Fabrics.Stripes.6
rus: Мебель.Ткань.Полосатая.6

source: Furnishings.Fabrics.Stripes.7
rus: Мебель.Ткань.Полосатая.7

source: Furnishings.Fabrics.Velvet.Black
rus: Мебель.Ткань.Вельвет.Черный

source: Furnishings.Fabrics.Velvet.Red
rus: Мебель.Ткань.Вельвет.Красный

source: GFRC
rus: Стеклоцемент

source: Galvanized steel
rus: Оцинкованная сталь

source: Gas structural asset.
rus: Газовый конструкционный объект.

source: Gas thermal asset.
rus: Объект термического газа.

source: Generic
rus: Типовые

source: Generic Photometric light.
rus: Типовой фотометрический источник света.

source: Generic material.
rus: Материалы — типовые.

source: Generic structural asset.
rus: Типовой конструкционный объект.

source: Generic-001
rus: Светящееся — полупрозрачное — белое

source: Generic-002
rus: Светодиод — красный — Вкл

source: Generic-003
rus: Светодиод — красный — Откл

source: Generic-004
rus: Светодиод — зеленый — Вкл

source: Generic-005
rus: Светодиод — зеленый — Откл

source: Generic-006
rus: Светодиод — желтый — Вкл

source: Generic-007
rus: Светодиод — желтый — Откл

source: Generic-008
rus: Светящееся — кремовое

source: Generic-009
rus: С коротким ворсом — серый

source: Generic-010
rus: С коротким ворсом — песочный

source: Generic-011
rus: Звукоизолирующая плитка — 2x4 — белая — выемчатая

source: Generic-012
rus: Звукоизолирующая плитка — 2x4 — белая — бугристая

source: Generic-013
rus: Звукоизолирующая плитка — 2x2 — белая — бугристая

source: Generic-014
rus: Горизонтальная — 4 дюйма — белая

source: Generic-015
rus: Гонт — рубероидный — серый

source: Generic-016
rus: Гонт — полукруглый — серый

source: Generic-017
rus: Гонт — шероховатый — серый

source: Generic-018
rus: Испанская плитка

source: Generic-019
rus: С высоким содержанием заполнителя

source: Generic-020
rus: Грязь — темно-коричневая

source: Generic-021
rus: Трава — светлая рожь

source: Generic-022
rus: Песок — натуральный — средний

source: Generic-023
rus: Изгородь

source: Generic-024
rus: Слоистый — обычный

source: Generic-025
rus: Стеклянная лампа — Вкл

source: Generic-026
rus: Стеклянная лампа — Откл

source: Generic-027
rus: Бесцветное — светотехническое

source: Generic-028
rus: Светящееся — полупрозрачное — синее

source: Generic-029
rus: Светящееся — полупрозрачное — оранжевое

source: Generic-030
rus: С коротким ворсом — бежевый

source: Generic-031
rus: С коротким ворсом — темно-синий морской

source: Generic-032
rus: С коротким ворсом — золотистый

source: Generic-033
rus: Горизонтальная — 6 дюймов — бежевая

source: Generic-034
rus: Горизонтальная — 4 дюйма — серая

source: Generic-035
rus: Горизонтальная — 6 дюймов — серая

source: Generic-036
rus: Горизонтальная — 8 дюймов — серая

source: Generic-037
rus: Вертикальная — 6 дюймов — белая

source: Generic-038
rus: С ворсом средней длины — темно-серый

source: Generic-039
rus: Испанская — коричневая

source: Generic-040
rus: Испанская — красная 3

source: Generic-041
rus: Снег

source: Generic-042
rus: Гонт — полукруглый — светло-коричневый

source: Generic-043
rus: Обои — в полоску — с рисунком в виде брызг

source: Generic-044
rus: Шагреневая — коричневая

source: Generic-045
rus: Обои — с растительным рисунком — желтые

source: Generic-046
rus: Обои — с растительным рисунком — синие

source: Generic-047
rus: Обои — с розами

source: Generic-048
rus: Обои — викторианский стиль

source: Generic-049
rus: Обои — геометрический рисунок

source: Generic-050
rus: Джинсовая — синяя

source: Generic-051
rus: Звукоизолирующая плитка — 2x2 — серая — выемчатая

source: Generic-052
rus: Трещины — выветренные

source: Generic-053
rus: Гонт — рубероидный — коричневый

source: Generic-054
rus: Гонт — рубероидный — темно-серый

source: Generic-055
rus: Гонт — рубероидный — розовый

source: Generic-056
rus: Гонт — с имитацией ручной сборки

source: Generic-057
rus: Асфальт — мокрый

source: Generic-058
rus: Асфальт 3

source: Generic-059
rus: Трава — темная — бермуда

source: Generic-060
rus: Трава — светлая рожь

source: Generic-061
rus: Ромбы — розетка

source: Generic-062
rus: Железо черное

source: Generic-063
rus: Стеклоблок

source: Generic-064
rus: Картон — ДСП

source: Generic/Ceramic
rus: Типовые/Керамика

source: Generic/Glass
rus: Типовое/Стекло

source: GenericPhotometricLight
rus: Типовой фотометрический источник света

# GenericPhotometricLightSchema_localname:Light
source: Light
rus: Свет

# GenericPhotometricLightSchema_localtype:Light
source: Light
rus: Свет

# GenericSchema_localname:Generic
source: Generic
rus: Типовые

# GenericSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Glass
rus: Стекло

source: Glass Fiber Reinforced Concrete, 5% fibers
rus: Бетон, армированный стекловолокном, 5 % волокна

source: Glass fiber reinforced concrete
rus: Стеклобетон

source: Glass-001
rus: Прозрачный — зеленый

source: Glass-002
rus: Дымчатый — серый

source: Glass-003
rus: С оттенком — синий

source: Glass-004
rus: С оттенком — сине-зеленый

source: Glass-005
rus: Дымчатый — бронзовый

source: Glass-006
rus: Прозрачный — янтарный

source: Glass-007
rus: Дымчатый — черный

source: Glass-008
rus: Бесцветный

source: Glass-009
rus: Матированный — белый

source: Glass-010
rus: Прозрачный — белый

source: Glass-011
rus: Волнистый — белый

source: Glass-012
rus: Полупрозрачный — белый

source: Glass-013
rus: Матированный — бесцветный

source: Glass-014
rus: Матированный — темно-синий

source: Glass-015
rus: Матированный — светло-синий

source: Glass-016
rus: Волнистый — нейтральный синий

source: Glass-017
rus: Матированный — серый

source: Glass-018
rus: Волнистый — светло-зеленый

source: Glass-019
rus: Матированный — темно-красный

source: Glass-020
rus: Матированный — синий

source: Glass-021
rus: Волнистый — светло-синий

source: Glass-022
rus: Матированный — темно-бронзовый

source: Glass-023
rus: Матированный — светло-бронзовый

source: Glass/Glazing
rus: Стекло/остекление

source: Glazing
rus: Остекление

source: Glazing material.
rus: Материалы — остекление.

source: Glazing-001
rus: Темно-синий — отражающий

source: Glazing-002
rus: Темно-синий

source: Glazing-003
rus: Светло-синий — отражающий

source: Glazing-004
rus: Темно-бронзовый — отражающий

source: Glazing-005
rus: Светло-бронзовый — отражающий

source: Glazing-006
rus: Светло-бронзовый

source: Glazing-007
rus: Темно-серый

source: Glazing-008
rus: Темно-красный

source: Glazing-009
rus: Сине-зеленый

source: Glazing-010
rus: Золото

source: Glazing-011
rus: Бесцветный — отражающий

source: Glazing-012
rus: Бесцветный

source: Glazing-013
rus: Светло-красный

source: Glazing-014
rus: Синий — остекление

source: Glazing-015
rus: Синий — отражающий

source: Glazing-016
rus: Темно-бронзовый

source: Glazing-017
rus: Светло-серый — отражающий

source: Glazing-018
rus: Светло-серый

source: Glazing-019
rus: Темно-зеленый — отражающий

# GlazingSchema_localname:Glazing
source: Glazing
rus: Остекление

# GlazingSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Gradient
rus: Градиент

source: Gradient map.
rus: Градиентная карта.

# GradientSchema_localname:Gradient
source: Gradient
rus: Градиент

# GradientSchema_localtype:Texture
source: Texture
rus: Текстура

source: Graphics
rus: Графика

# GraphicsSchema_localname:Graphics
source: Graphics
rus: Графика

# GraphicsSchema_localtype:Graphics
source: Graphics
rus: Графика

source: Gray bricks
rus: Серые кирпичи

source: Gray marble stone floor
rus: Каменный пол из серого мрамора

source: Gray modular bricks
rus: Серые модульные кирпичи

source: Grey cast iron
rus: Серый чугун

source: HDPE
rus: ПЭВП

source: HI-PS
rus: УПС

source: HIPS
rus: УПС

source: Hardwood
rus: Твердая древесина

source: Hardwood material.
rus: Материалы — твердая древесина.

# HardwoodSchema_localname:Wood
source: Wood
rus: Дерево

# HardwoodSchema_localtype:Appearance
source: Appearance
rus: Представление

source: Has a beige tint
rus: С бежевым оттенком

source: Has a blue tint
rus: С синим оттенком

source: Has a medium beige tint
rus: С нейтральным бежевым оттенком

source: Has a slight blue tint
rus: С легким синим оттенком

source: Hemispherical Map.
rus: Карта полушарий.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
rus: Полусферическая карта

# HemisphericalSchema_localtype:Texture
source: Texture
rus: Текстура

source: High density polyethylene
rus: Полиэтилен высокой плотности

source: High impact polystyrene
rus: Полистирол высокой плотности

source: High strength low alloy steel
rus: Высокопрочная низколегированная сталь

source: Hill swatch.
rus: Образец возвышенности.

source: Illuminated display color
rus: Цвет подсветки дисплея

# ImageSwitch:uilabel
source: Image Switch:
rus: Переключатель изображений:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
rus: Изображения публикуются с разрешения Института сборного/предварительно напряженного железобетона (PCI).

source: InvCer-001
rus: Квадраты 4 дюйма — светло-синий

source: InvGen-001
rus: Прозрачный — синий — версия 1.1

source: InvGen-001-1-2
rus: Прозрачный — синий

source: InvGen-002
rus: Картон

source: InvGen-003
rus: Плавник

source: InvGen-004
rus: Фольга — золотистая

source: InvGen-005
rus: Прозрачный — зеленый 1 — версия 1.1

source: InvGen-005-1-2
rus: Прозрачный — зеленый 1

source: InvGen-006
rus: Оружейный металл

source: InvGen-007
rus: Оружейный металл — антик — полированный

source: InvGen-008
rus: Оружейный металл — полированный

source: InvGen-009
rus: Камень — синий

source: InvGen-010
rus: Пурпурный

source: InvGen-011
rus: Металл — 1400F

source: InvGen-012
rus: Металл — 1600F

source: InvGen-013
rus: Металл — 1800F

source: InvGen-014
rus: Металл — 2400F

source: InvGen-015
rus: Никель — версия 1.1

source: InvGen-015-1-2
rus: Никель

source: InvGen-016
rus: Масло

source: InvGen-017
rus: Опал

source: InvGen-018
rus: Розовый

source: InvGen-019
rus: Поликарбонат — прозрачный — версия 1.1

source: InvGen-019-1-2
rus: Поликарбонат — прозрачный

source: InvGen-020
rus: Поликарбонат — дымчатый — версия 1.1

source: InvGen-020-1-2
rus: Поликарбонат — дымчатый

source: InvGen-021
rus: Нейлон 6

source: InvGen-022
rus: PTFE

source: InvGen-023
rus: Нитрид кремния — полированный — версия 1.1

source: InvGen-023-1-2
rus: Нитрид кремния — полированный

source: InvGen-024
rus: Приводная

source: InvGen-025
rus: Лощеная

source: InvGen-027
rus: Оксидированная

source: InvGen-028
rus: Листовая

source: InvGen-029
rus: Ржавая — версия 1.1

source: InvGen-029-1-2
rus: Ржавая

source: InvGen-031
rus: Титан — версия 1.1

source: InvGen-031-1-2
rus: Титан

source: InvGen-032
rus: Титан — полированный — версия 1.1

source: InvGen-032-1-2
rus: Титан — полированный

source: InvGen-033
rus: Вода — пузырьки

source: InvGen-034
rus: Сварка — алюминий

source: InvGen-035
rus: Сварка — латунь

source: InvGen-036
rus: Сварка — нержавеющая сталь

source: InvGen-037
rus: Сварка — низкоуглеродистая сталь

source: InvGen-038
rus: Резина — черная — версия 1.1

source: InvGen-038-1-2
rus: Резина — черная

source: InvGen-039
rus: Резина — Синяя — версия 1.1

source: InvGen-039-1-2
rus: Резина — синяя

source: InvGen-040
rus: Резина — зеленая — версия 1.1

source: InvGen-040-1-2
rus: Резина — зеленая

source: InvGen-042
rus: Дерево — окрашенное — белое

source: InvGen-043
rus: Прозрачный — желтый — версия 1.1

source: InvGen-043-1-2
rus: Прозрачный — желтый

source: InvGen-044
rus: Цинк — хромированный 1

source: InvGen-045
rus: Зеленый — полированный

source: InvGen-046
rus: Алюминий — литой

source: InvGen-048
rus: Черный — литой

source: InvGen-049
rus: Углерод — волокно 1

source: InvGen-050
rus: Металлическая сетка 01

source: InvGen-051
rus: Металлическая сетка 02

source: InvGen-052
rus: Металлическая сетка 03

source: InvGen-053
rus: Металлическая сетка 04

source: InvGen-054
rus: Обработанная 02

source: InvGen-055
rus: Обработанная 03

source: InvGen-056
rus: С рустовкой

source: InvGen-057
rus: Пластина башмака

source: InvGen-058
rus: Пластина — синяя

source: InvGen-059
rus: Хром — полированный — черный

source: InvGen-060
rus: Хром — полированный — синий

source: InvGen-061
rus: Цинк — хромированный 2

source: InvGen-062
rus: Алюминий — плоский — версия 1.1

source: InvGen-062-1-2
rus: Алюминий — плоский

source: InvGen-063
rus: Золото — металл — версия 1.1

source: InvGen-063-1-2
rus: Золото — металл

source: InvGen-064
rus: Серебро — версия 1.1

source: InvGen-064-1-2
rus: Серебро

source: InvGen-065
rus: Свинец

source: InvGen-066
rus: Сталь

source: InvGen-067
rus: Чугун серый

source: InvGen-068
rus: Чугун — литейный

source: InvGen-069
rus: Сталь — литейная

source: InvGen-070
rus: Хонингование — темно-серый

source: InvGen-071
rus: По умолчанию

source: InvHW-001
rus: Пробка — крупный

source: InvMet-004
rus: Ромбовидная пластина — версия 1.1

source: InvMet-004-1-2
rus: Ромбовидная пластина

source: InvMet-005
rus: Гальванизированная

source: InvMet-006
rus: Рифленый — версия 1.1

source: InvMet-006-1-2
rus: Рифленый

source: InvMet-007
rus: Сталь — полированная

source: InvMet-008
rus: С умеренной полировкой

source: Iron
rus: Чугун

source: LCP
rus: ЖКП

source: LDPE
rus: ПЭНП

# Latitude
source: Scene Latitude:
rus: Широта сцены:

# Latitude:uilabel
source: Scene Latitude:
rus: Широта сцены:

source: Lead, oxidized
rus: Свинец, оксидированный

source: Lead, oxidized finish
rus: Свинец, оксидированная отделка

source: Lexan
rus: Лексан

source: Light
rus: Свет

source: Light beige colour
rus: Светло-бежевый цвет

source: Light brown modular bricks
rus: Светло-коричневые модульные кирпичи

source: Light brown rectangular herringbone bricks
rus: Светло-коричневые прямоугольные кирпичи, уложенные "в елочку"

source: Light gray rectangular stones
rus: Светло-серые прямоугольные камни

source: Light gray slate bricks
rus: Светло-серая шиферная плитка

source: Light red and large square slate bricks
rus: Светло-красная шиферная плитка, большие квадраты

source: Light red modular bricks
rus: Модульный кирпич светло-красный

source: Liquid
rus: Жидкость

source: Liquid Crystal Polymer
rus: Жидкокристаллический полимер

source: Liquid structural asset.
rus: Жидкий конструкционный объект.

source: Liquid thermal asset.
rus: Объект термической жидкости.

# Location:uilabel
source: Location
rus: Местоположение

source: Logarithmic Tone Operator
rus: Оператор логарифмического сигнала

source: LogarithmicToneOp
rus: ОпЛогарифмСигнала

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
rus: ОпЛогарифмСигнала

# Longitude
source: Scene Longitude:
rus: Долгота сцены:

# Longitude:uilabel
source: Scene Longitude:
rus: Долгота сцены:

source: Low Carbon Steel
rus: Низкоуглеродистая сталь

source: Low density polyethylene
rus: Полиэтилен низкой плотности

source: Malleable cast iron
rus: Ковкий чугун

source: Marble
rus: Мрамор

source: Marble map.
rus: Карта мрамора.

# MarbleSchema_localname:Marble
source: Marble
rus: Мрамор

# MarbleSchema_localtype:Texture
source: Texture
rus: Текстура

source: Martensitic stainless steel
rus: Мартенситная нержавеющая сталь

source: Masonry and CMU material.
rus: Материалы — кладка и бетонные блоки.

source: Masonry-001
rus: Равномерная кладка — на тычок — половина — бордовый
