Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-deu.xlf
Languages: deu

# background
source: Background Shader:
deu: Schattiereinstellungen für Hintergrund:

# background:uilabel
source: Background Shader:
deu: Schattiereinstellungen für Hintergrund:

source: Background On:
deu: Background ein:

# backgroundOn:uilabel
source: Background On:
deu: Background ein:

# backgroundx
source: Background
deu: Hintergrund

source: bank
deu: Ufer

# base
source: Fixture
deu: Lichtquelle

source: basic
deu: Basis

# basic_props1
source: Basic Thermal
deu: Einfach thermisch

source: bathroom
deu: Badezimmer

source: bayou
deu: Altarm

source: bedroom
deu: Schlafzimmer

source: beech
deu: Buch

source: beechwood
deu: Buchenholz

source: beige plaid
deu: Karo beige

source: birch
deu: Birke

source: black
deu: Schwarz

source: blocks
deu: Blöcke

source: blue
deu: Blau

source: board
deu: Platte

source: bog
deu: Moor

source: Bottom Left 1:
deu: Unten links 1:

# bottom_left-1:uilabel
source: Bottom Left 1:
deu: Unten links 1:

source: Bottom Right 1:
deu: Unten rechts 1:

# bottom_right-1:uilabel
source: Bottom Right 1:
deu: Unten rechts 1:

source: brass
deu: Messing

# break_def_map:uilabel
source: Break Def Map
deu: Bruch-Def.-Map

source: brick
deu: Ziegel

source: Brightness:
deu: Helligkeit:

# brightness:uilabel
source: Brightness:
deu: Helligkeit:

source: brindle
deu: gestreift

# broom_curved:uilabel
source: Broom Curved
deu: Besenstrich gekrümmt

# broom_straight:uilabel
source: Broom Straight
deu: Besenstrich gerade

source: brown
deu: braun

source: brown carpet
deu: brauner Teppichboden

# brush_def_map:uilabel
source: Brush Def Map
deu: Pinsel-Def.-Map

source: brushed
deu: gebürstet

source: bulb
deu: Birne

# bump_checker_map:uilabel
source: Bump Checker Map
deu: Relief-Schachbrett-Map

# bump_diamond_map:uilabel
source: Bump Diamond Map
deu: Relief-Rauten-Map

source: burgundy
deu: burgund

source: burl
deu: Wurzelholz

source: burlap
deu: Jute

# burn_highlights
source: Highlights (Burn):
deu: Glanzlichter (Nachbelicht.):

# burn_highlights:uilabel
source: Highlights (Burn):
deu: Glanzlichter (Nachbelicht.):

source: burnt
deu: gebrannt

source: cadet
deu: Kadettenblau

# camera_shutter
source: Shutter Speed:
deu: Verschlusszeit:

# camera_shutter:uilabel
source: Shutter Speed:
deu: Verschlusszeit:

source: canary
deu: kanariengelb

# candela
source: candelas
deu: Candela

source: caning
deu: Rohrgeflecht

source: canvas
deu: Leinwand

source: cardboard
deu: Pappe

source: carpet
deu: Teppich

source: carpet with some blue, yellow and red
deu: Teppichboden mit Blau, Gelb und Rot

source: cast-in-place
deu: Ortbeton

# cast_shadows
source: Compute Shadows:
deu: Schatten berechnen:

# cast_shadows:uilabel
source: Turns on shadows:
deu: Aktiviert Schatten:

source: ceiling
deu: Decke

source: cement
deu: Zement

source: ceramic
deu: Keramik

# ceramicCool
source: HID Ceramic Metal Halide (Cool)
deu: HID Keramik Metalldampf (kühl)

# ceramicWarm
source: HID Ceramic Metal Halide (Warm)
deu: HID Keramik Metalldampf (warm)

# ceramic_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# ceramic_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# ceramic_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# ceramic_ao_distance
source: Max Distance
deu: Max Abstand

# ceramic_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# ceramic_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# ceramic_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# ceramic_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# ceramic_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# ceramic_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# ceramic_application
source: Finish
deu: Oberfläche

# ceramic_application:ceramic_high_glossy
source: High Gloss / Glazed
deu: Hochglanz / Glasiert

# ceramic_application:ceramic_matte
source: Matte
deu: Matt

# ceramic_application:tooltip
source: Adjusts the texture of the finished surface.
deu: Anpassen der Textur der behandelten Oberfläche an.

# ceramic_application:uilabel
source: Finish
deu: Oberfläche

# ceramic_bump:ceramic_custom
source: Custom
deu: Benutzerdefiniert

# ceramic_bump:ceramic_none
source: None
deu: Keine

# ceramic_bump:ceramic_wavy
source: Wavy
deu: Gewellt

# ceramic_bump:uilabel
source: Type
deu: Typ

# ceramic_bump_amount
source: Amount
deu: Betrag

# ceramic_bump_amount:tooltip
source: Controls the low frequency waves often found in ceramics. Enter higher decimal values (up to 1.0) to increase the depth of the surface irregularities.
deu: Steuert die oft in Keramik auftretenden niederfrequenten Wellen. Geben Sie höhere Dezimalwerte (bis 1.0) ein, um die Tiefe der Oberflächenunebenheiten zu erhöhen.

# ceramic_bump_amount:uilabel
source: Amount
deu: Betrag

# ceramic_bump_list_label
source: Type
deu: Typ

# ceramic_bump_list_label:tooltip
source: Adjusts the pattern used to portray the low frequency waves often found in ceramics.
deu: Passt das Muster an, das zur Darstellung der oft in Keramik auftretenden niederfrequenten Wellen verwendet wird.

# ceramic_bump_map
source: Image
deu: Bild

# ceramic_bump_map:uilabel
source: Image
deu: Bild

# ceramic_bump_panel_label
source: Finish Bumps
deu: Oberflächenunebenheiten

# ceramic_ceramic
source: Ceramic
deu: Keramik

# ceramic_color
source: Color
deu: Farbe

# ceramic_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
deu: Wählt eine Farbe, ein Bild oder eine Prozedurtextur, um das Aussehen des Materials zu gestalten.

# ceramic_color:uilabel
source: Color
deu: Farbe

# ceramic_color_by_object:uilabel
source: Color
deu: Farbe

# ceramic_custom
source: Custom
deu: Benutzerdefiniert

# ceramic_high_glossy
source: High Gloss / Glazed
deu: Hochglanz / Glasiert

# ceramic_matte
source: Matte
deu: Matt

# ceramic_pattern:ceramic_custom
source: Custom
deu: Benutzerdefiniert

# ceramic_pattern:ceramic_none
source: None
deu: Keine

# ceramic_pattern:uilabel
source: Type
deu: Typ

# ceramic_pattern_amount
source: Amount
deu: Betrag

# ceramic_pattern_amount:tooltip
source: Controls decorative relief patterns.
deu: Steuert dekorative Reliefmuster.

# ceramic_pattern_amount:uilabel
source: Amount
deu: Betrag

# ceramic_pattern_list_label
source: Type
deu: Typ

# ceramic_pattern_map:uilabel
source: Image
deu: Bild

# ceramic_pattern_map_slider_label
source: Image
deu: Bild

# ceramic_pattern_map_slider_label:tooltip
source: Shows decorative relief patterns.
deu: Zeigt dekorative Reliefmuster an.

# ceramic_pattern_map_stack_label
source: Relief Pattern
deu: Reliefmuster

# ceramic_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# ceramic_porcelain
source: Porcelain
deu: Porzellan

# ceramic_props
source: Ceramic
deu: Keramik

# ceramic_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# ceramic_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# ceramic_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# ceramic_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# ceramic_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# ceramic_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# ceramic_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# ceramic_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# ceramic_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# ceramic_roundcorners_radius
source: Source
deu: Quelle

# ceramic_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# ceramic_roundcorners_radius:uilabel
source: Source
deu: Quelle

# ceramic_type
source: Type
deu: Typ

# ceramic_type:ceramic_ceramic
source: Ceramic
deu: Keramik

# ceramic_type:ceramic_porcelain
source: Porcelain
deu: Porzellan

# ceramic_type:tooltip
source: Chooses Type of material: Ceramic or Porcelain.
deu: Wählt den Materialtyp: Keramik oder Porzellan.

# ceramic_type:uilabel
source: Type
deu: Typ

# ceramic_wavy
source: Wavy
deu: Gewellt

source: cerulean
deu: coelinblau

source: chain
deu: Kette

source: chartreuse
deu: gelbgrün

source: checker
deu: Schachbrettmuster

# checker_Appearance
source: Appearance
deu: Aussehen

# checker_Repeat
source: Repeat
deu: Wiederholen

# checker_Scale
source: Scale
deu: Skalierung

# checker_color1
source: Color 1
deu: Farbe 1

# checker_color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the checkers
deu: Bietet die Option, eine Farbe oder eine Sub-Prozedur-Map für eines der Schachbrettmuster zu wählen

# checker_color1:uilabel
source: Color 1
deu: Farbe 1

# checker_color2
source: Color 2
deu: Farbe 2

# checker_color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other checker.
deu: Bietet die Option, eine Farbe oder eine Sub-Prozedur-Map für das andere Schachbrettmuster zu wählen

# checker_color2:uilabel
source: Color 2
deu: Farbe 2

# checker_soften
source: Soften
deu: Weicher

# checker_soften:tooltip
source: Adjusts the value in the amount of softness or blurring between the edge of the two colors or map types. Higher values blur more. A value of 0.0 indicates sharp edges. Range = 0 to 5.00; Default = 0.
deu: Passt den Grad der Weichheit oder Unschärfe an der Grenze der beiden Farben oder Map-Typen an. Höhere Werte bedeuten höhere Unschärfe. Ein Wert von 0.0 bedeutet scharfe Abgrenzungen. Bereich = 0 bis 5.00, Vorgabe = 0.

# checker_soften:uilabel
source: Soften
deu: Weicher

# checker_transforms_group
source: Transforms
deu: Transformationen

source: cherry
deu: Kirsche

source: chestnut
deu: Kastanie

source: chipboard
deu: Spanplatte

source: chocolate
deu: Schokoladenbraun

source: chromate
deu: Chromat

source: chrome
deu: Chrom

source: circular
deu: kreisförmig

source: clear
deu: klar

source: coarse
deu: grob

source: cobble
deu: Kopfstein

source: coffee
deu: Kaffee

source: Color Correction
deu: Farbkorrektur

# colorCorrection:uilabel
source: Color Correction
deu: Farbkorrektur

# colorDifferentiation
source: Desaturate Low Levels
deu: Sättigung auf niedrigen Ebenen verringern

# colorDifferentiation:uilabel
source: Desaturate Low Levels
deu: Sättigung auf niedrigen Ebenen verringern

# colorMapIndependent
source: Affect Indirect Only
deu: Nur indirekte Beleuchtung beeinflussen

# colorMapIndependent:uilabel
source: Affect Indirect Only
deu: Nur indirekte Beleuchtung beeinflussen

source: Color Shifting:
deu: Farbverschiebung:

# colorShifting:none
source: None
deu: Keine

# colorShifting:std_incandescent
source: Standard Incandescent Light
deu: Standard-Glühlampe

# colorShifting:uilabel
source: Color Shifting:
deu: Farbverschiebung:

# color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# color_color_input
source: Color:
deu: Farbe:

# color_color_input:uilabel
source: Color:
deu: Farbe:

# common_Shared_Asset:common_independent
source: Independent
deu: Unabhängig

# common_Shared_Asset:common_shared
source: Shared
deu: Gemeinsam genutzt

# common_Shared_Asset:uilabel
source: Sharing
deu: Freigabe

# common_Tint_color
source: Tint Color
deu: Abtönfarbe

# common_Tint_color:tooltip
source: Selects a color to tint the appearance of the material.
deu: Wählt eine Farbe für die Tönung der Materialdarstellung aus.

# common_Tint_color:uilabel
source: Tint Color
deu: Abtönfarbe

# common_Tint_toggle
source: Tint
deu: Tönung

# common_Tint_toggle:uilabel
source: Tint
deu: Tönung

source: composition
deu: Verbundwerkstoff

# compressive_strength_ultimate
source: Ultimate
deu: Maximal

# compressive_strength_ultimate:uilabel
source: Ultimate Compressive Strength
deu: Maximale Druckfestigkeit

# compressive_stress_yield
source: Yield
deu: Streckspannung

# compressive_stress_yield:uilabel
source: Yield Compressive Strength
deu: Streckspannungsfestigkeit

source: concrete
deu: Beton

# concrete_acrylic
source: Acrylic
deu: Acryl

# concrete_ao_details:rightlabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# concrete_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
deu: Aktiviert einen komplexeren Modus der Umgebungsverdeckung, bei dem die Objektfarbe berücksichtigt wird. Hinweis: Dies führt zu Verbesserungen bei zu starker 'Verdunkelung von Ecken' und zur Lösung von Problemen mit der Erstellung von 'dunklen Kränzen' durch AO um sich selbst beleuchtende Objekte.

# concrete_ao_details:uilabel
source: Use Color From Other Materials
deu: Farbe von anderen Materialien verwenden

# concrete_ao_distance
source: Max Distance
deu: Max Abstand

# concrete_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
deu: Definiert den Radius der Umgebungsverdeckung (Hoch = Großer Verdeckungsbereich/Langsamer; Niedrig = Kleiner Verdeckungsbereich/Schneller)

# concrete_ao_distance:uilabel
source: Max Distance
deu: Max Abstand

# concrete_ao_on
source: Ambient Occlusion
deu: Umgebungsverdeckung

# concrete_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
deu: Aktiviert die Umgebungsverdeckung. Emuliert das Aussehen einer echten globalen Illumination durch Verwendung von Shadern zum Berechnen, in wie weit eine Fläche verdeckt ist oder hereinfallendes Licht nicht erhält. Verwenden Sie diesen Effekt in Verbindung mit indirektem Licht.

# concrete_ao_on:uilabel
source: Ambient Occlusion
deu: Umgebungsverdeckung

# concrete_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
deu: Qualität der Umgebungsverdeckung (Hoch = Glatter/Langsamer; Niedrig = Körniger/Schneller)

# concrete_automatic
source: Automatic
deu: Automatisch

# concrete_base
source: Concrete
deu: Beton

# concrete_bm_map
source: Image
deu: Bild

# concrete_bm_map:tooltip
source: Adds weathering (staining or discoloration) based on a selected image.
deu: Fügt automatisch Verwitterungseffekte (Flecken/Verfärbungen) zu einem ausgewählten Bild hinzu.

# concrete_bm_map:uilabel
source: Image
deu: Bild

# concrete_brightmode:concrete_automatic
source: Automatic
deu: Automatisch

# concrete_brightmode:concrete_custom
source: Custom - Image
deu: Benutzerdefiniert - Bild

# concrete_brightmode:concrete_none
source: None
deu: Keine

# concrete_brightmode:uilabel
source: Weathering
deu: Verwitterung

# concrete_brightmode_custom
source: Custom - Image
deu: Benutzerdefiniert - Bild

# concrete_brightmode_list_label
source: Type
deu: Typ

# concrete_brightmode_list_label:tooltip
source: Adds weathering (staining or discoloration) automatically.
deu: Fügt automatisch Verwitterungseffekte (Flecken/Verfärbungen) hinzu.

# concrete_brightmode_panel_label
source: Weathering
deu: Verwitterung

# concrete_bump_amount
source: Amount
deu: Betrag

# concrete_bump_amount:tooltip
source: Slides to change surface texture.
deu: Regler zum Anpassen der Oberflächentextur.

# concrete_bump_amount:uilabel
source: Amount
deu: Betrag

# concrete_bump_map
source: Image
deu: Bild

# concrete_bump_map:tooltip
source: Uses a bitmap image to select the finish.
deu: Wählt die Oberflächenbehandlung anhand eines Bitmaps aus

# concrete_bump_map:uilabel
source: Image
deu: Bild

# concrete_color
source: Color
deu: Farbe

# concrete_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
deu: Wählt eine Farbe, ein Bild oder eine Prozedurtextur, um das Aussehen des Materials zu gestalten.

# concrete_color:uilabel
source: Color
deu: Farbe

# concrete_color_by_object:uilabel
source: Color By Object
deu: Farbe nach Objekt

# concrete_curved
source: Broom Curved
deu: Besenstrich gekrümmt

# concrete_custom
source: Stamped/Custom
deu: Mit Aufdruck/benutzerdefiniert

# concrete_epoxy
source: Epoxy
deu: Epoxid

# concrete_finish
source: Finish Bumps
deu: Oberflächenunebenheiten

# concrete_finish:concrete_curved
source: Broom Curved
deu: Besenstrich gekrümmt

# concrete_finish:concrete_custom
source: Stamped/Custom
deu: Mit Aufdruck/benutzerdefiniert

# concrete_finish:concrete_polished
source: Polished
deu: Poliert

# concrete_finish:concrete_smooth
source: Smooth
deu: Glatt

# concrete_finish:concrete_straight
source: Broom Straight
deu: Besenstrich gerade

# concrete_finish:uilabel
source: Type
deu: Typ

# concrete_finish_list_label
source: Type
deu: Typ

# concrete_finish_list_label:tooltip
source: Controls the surface texture often found in concrete.
deu: Steuert die oft bei Beton anzutreffende Oberflächentextur.

# concrete_none
source: None
deu: Keine

# concrete_performance_tunning_group
source: Performance Tuning
deu: Leistungsoptimierung

# concrete_polished
source: Polished
deu: Poliert

# concrete_props1
source: Basic Thermal
deu: Einfach thermisch

# concrete_props2
source: Mechanical
deu: Mechanisch

# concrete_props4
source: Concrete
deu: Beton

# concrete_refl_depth
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# concrete_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
deu: Anzahl von Malen, die jeder Lichtstrahl reflektiert wird. Ist diese Anzahl auf null eingestellt, haben die globalen Rendereinstellungen Vorrang.

# concrete_refl_depth:uilabel
source: Reflection Max Trace Depth
deu: Max Tiefe der Reflexionsspur

# concrete_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# concrete_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
deu: Aktivieren Sie diese Option zum Anwenden von Effekten für abgerundete Ecken auf beliebiges Material. Deaktivieren Sie sie, um Effekte für abgerundete Ecken nur mit dem aktuellen Material auf die Oberfläche anzuwenden.

# concrete_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
deu: Mischen mit anderen Materialien

# concrete_roundcorners_on
source: Round Corners
deu: Abgerundete Ecken

# concrete_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
deu: Aktiviert eine Simulation abgerundeter Ecken. Hinweis: Dies ist nur ein Schattierungseffekt, ähnlich der Relief-Map, wobei tatsächlich keine geometrischen Änderungen vorgenommen werden. Dieser Effekt funktioniert nur bei geraden Kanten ordnungsgemäß.

# concrete_roundcorners_on:uilabel
source: Round Corners
deu: Abgerundete Ecken

# concrete_roundcorners_radius
source: Source
deu: Quelle

# concrete_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
deu: Passt den Radius des Effekts für abgerundete Ecken an.

# concrete_roundcorners_radius:uilabel
source: Source
deu: Quelle

# concrete_sealant
source: Sealant
deu: Abdichtung

# concrete_sealant:concrete_acrylic
source: Acrylic
deu: Acryl

# concrete_sealant:concrete_epoxy
source: Epoxy
deu: Epoxid

# concrete_sealant:concrete_none
source: None
deu: Keine

# concrete_sealant:tooltip
source: Specifies the substance used to seal the concrete surface.
deu: Legt die Substanz zum Versiegeln der Betonoberfläche fest.

# concrete_sealant:uilabel
source: Sealant
deu: Abdichtung

# concrete_smooth
source: Smooth
deu: Glatt

# concrete_straight
source: Broom Straight
deu: Besenstrich gerade

source: construction
deu: Bauholz

source: Contrast:
deu: Kontrast:

# contrast:uilabel
source: Contrast:
deu: Kontrast:

source: cool
deu: kühl

source: copper
deu: Kupfer

source: coral
deu: Koralle

source: cork
deu: Kork

source: cornsilk
deu: goldgelb

source: cozy
deu: behaglich

source: cream
deu: Creme

source: cross
deu: Kreuz

# crush_blacks
source: Shadows:
deu: Schatten:

# crush_blacks:uilabel
source: Shadows:
deu: Schatten:

source: Custom
deu: Benutzerdefiniert

# custom_environment:uilabel
source: Custom Environment
deu: Benutzerdefinierte Umgebung

# cutoff_threshold
source: Cutoff Threshold (lx)
deu: Grenzwert (lx)

# cutoff_threshold:uilabel
source: Cutoff Threshold (lx)
deu: Grenzwert (lx)

source: cyan
deu: Zyan

source: Cylinder
deu: Zylinder

# cylinder_axis
source: Axis:
deu: Achse:

# cylinder_axis:uilabel
source: Axis:
deu: Achse:

# d50
source: D50 Illuminant (Reference White)
deu: Lichtart D50 (Referenzweiß)

# d65
source: D65 Illuminant (Reference White)
deu: Lichtart D65 (Referenzweiß)

source: dark
deu: dunkel

source: dark bronze
deu: dunkelbronze

source: dark green
deu: dunkelgrün

# decApp_backface_cull:uilabel
source: Backface Cull:
deu: Rückseite ausblenden:
