Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-fra.xlf
Languages: fra

# ssao_blur_radius
source: Blur:
fra: Flou:

# ssao_blur_radius:uilabel
source: Blur:
fra: Flou:

# ssao_custom
source: Custom
fra: Personnalisé

# ssao_filter_color
source: Filter Color:
fra: Couleur de filtre:

# ssao_filter_color:uilabel
source: Filter Color:
fra: Couleur de filtre:

# ssao_high
source: Fine (Slowest)
fra: Fin (lent)

# ssao_low
source: Coarse (Fastest)
fra: Grossier (rapide)

# ssao_medium
source: Medium
fra: Moyen

# ssao_quality
source: Quality:
fra: Qualité:

# ssao_quality:ssao_custom
source: Custom
fra: Personnalisé

# ssao_quality:ssao_high
source: Fine (Slowest)
fra: Fin (lent)

# ssao_quality:ssao_low
source: Coarse (Fastest)
fra: Grossier (rapide)

# ssao_quality:ssao_medium
source: Medium
fra: Moyen

# ssao_quality:uilabel
source: Quality:
fra: Qualité:

# ssao_sample_count
source: Samples:
fra: Echantillons:

# ssao_sample_count:uilabel
source: Samples:
fra: Echantillons:

# ssao_sample_radius
source: Sample Radius:
fra: Rayon échantillon:

# ssao_sample_radius:uilabel
source: Sample Radius:
fra: Rayon échantillon:

source: stacked
fra: empilé

source: stainless
fra: inoxydable

# standardLight
source: Standard Light Parameters
fra: Paramètres de lumière standard

source: standing
fra: avec joint

# std_incandescent
source: Standard Incandescent Light
fra: Lumière incandescente standard

source: steel
fra: acier

source: stone
fra: pierre

# stone_ao_details:rightlabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# stone_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
fra: Active un mode plus complexe d'occlusion ambiante qui prend en compte la couleur des objets. Remarque: cela améliore l'assombrissement excessif des coins et résout la création de bords noirs par occlusion ambiante autour des objets auto-illuminés.

# stone_ao_details:uilabel
source: Use Color From Other Materials
fra: Utiliser la couleur d'autres matériaux

# stone_ao_distance
source: Max Distance
fra: Distance max.

# stone_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
fra: Définit le rayon de l'occlusion ambiante (Elevé = grande surface de couverture/plus lent; Faible = petite surface de couverture/plus rapide)

# stone_ao_distance:uilabel
source: Max Distance
fra: Distance max.

# stone_ao_on
source: Ambient Occlusion
fra: Occlusion ambiante

# stone_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
fra: Active l'occlusion ambiante. Simule une illumination globale réelle en utilisant des shaders pour calculer dans quelle mesure une surface est occluse ou privée de lumière entrante. Utilisez cet effet avec une lumière indirecte.

# stone_ao_on:uilabel
source: Ambient Occlusion
fra: Occlusion ambiante

# stone_ao_samples
source: Samples
fra: Echantillons

# stone_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
fra: Qualité de l'occlusion ambiante (Elevée = lisse/lent, Faible = à grains/rapide)

# stone_ao_samples:uilabel
source: Samples
fra: Echantillons

# stone_application
source: Finish
fra: Finition

# stone_application:stone_glossy
source: Glossy
fra: Lustré

# stone_application:stone_matte
source: Matte
fra: Mat

# stone_application:stone_polished
source: Polished
fra: Poli

# stone_application:stone_unfinished
source: Unfinished
fra: Non finalisé

# stone_application:tooltip
source: Selects polished, glossy, matte, or unfinished.
fra: Sélection entre poli, lustré, mat et non fini.

# stone_application:uilabel
source: Finish
fra: Finition

# stone_bump:stone_custom
source: Custom
fra: Personnalisé

# stone_bump:stone_glossymarble
source: Glossy Marble
fra: Marbre lustré

# stone_bump:stone_none
source: None
fra: Aucun

# stone_bump:stone_polishedgranite
source: Polished Granite
fra: Granit poli

# stone_bump:stone_stonewall
source: Stone Wall
fra: Mur en pierres

# stone_bump_amount
source: Amount
fra: Quantité

# stone_bump_amount:tooltip
source: Slider controls height of bump from 0-1.
fra: Le curseur contrôle la hauteur des reliefs de 0 à 1.

# stone_bump_amount:uilabel
source: Amount
fra: Quantité

# stone_bump_list_label:tooltip
source: Chooses a bump type, or Custom.
fra: Choisit un type de relief ou Personnalisé.

# stone_bump_map:tooltip
source: Selects a bitmap image for the finish.
fra: Sélectionne une image bitmap pour le fini.

# stone_bump_panel_label
source: Finish Bumps
fra: Relief de finition

# stone_color:tooltip
source: Selects a bitmap image for the stone.
fra: Sélectionne une image bitmap pour la pierre.

# stone_custom
source: Custom
fra: Personnalisé

# stone_glossy
source: Glossy
fra: Lustré

# stone_glossymarble
source: Glossy Marble
fra: Marbre lustré

# stone_matte
source: Matte
fra: Mat

# stone_pattern:stone_custom
source: Custom
fra: Personnalisé

# stone_pattern:stone_none
source: None
fra: Aucun

# stone_pattern:uilabel
source: Bump Pattern
fra: Motif de relief

# stone_pattern_amount
source: Amount
fra: Quantité

# stone_pattern_amount:tooltip
source: Amount Slider 0 to 2 controls height of the bump.
fra: Le curseur de quantité contrôle la hauteur du relief entre 0 et 2.

# stone_pattern_amount:uilabel
source: Amount
fra: Quantité

# stone_pattern_list_label
source: Bump Pattern
fra: Motif de relief

# stone_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
fra: Crée des zones élevées et abaissées en fonction des zones foncées et claires du fichier image.

# stone_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
fra: Sélectionne une image bitmap pour le motif de relief.

# stone_pattern_panel_label
source: Relief Pattern
fra: Motif de relief

# stone_performance_tunning_group
source: Performance Tuning
fra: Réglage des performances

# stone_polished
source: Polished
fra: Poli

# stone_polishedgranite
source: Polished Granite
fra: Granit poli

# stone_refl_depth
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# stone_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
fra: Nombre de réflexions de chaque rayon. Lorsqu'il est défini sur zéro, les paramètres de rendu globaux sont utilisés.

# stone_refl_depth:uilabel
source: Reflection Max Trace Depth
fra: Profondeur max. du suivi de la réflexion

# stone_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# stone_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
fra: Activez cette option pour appliquer des effets d'arrondi de coin à n'importe quel matériau. Désactivez-la pour appliquer des effets d'arrondi de coin uniquement à la surface du matériau courant.

# stone_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
fra: Fusionner avec d'autres matériaux

# stone_roundcorners_on
source: Round Corners
fra: Arrondir les coins

# stone_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
fra: Active la simulation des coins arrondis. Remarque: il s'agit d'un effet d'ombrage, similaire à une texture en relief, aucune géométrie n'est donc réellement modifiée. Cet effet ne fonctionne bien qu'avec des arêtes droites.

# stone_roundcorners_on:uilabel
source: Round Corners
fra: Arrondir les coins

# stone_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
fra: Règle le rayon de l'effet de coin arrondi.

# stone_stonegroup
source: Stone
fra: Pierre

# stone_stonewall
source: Stone Wall
fra: Mur en pierres

# stone_unfinished
source: Unfinished
fra: Non finalisé

# stonewall_tex:uilabel
source: Stonewall Texture
fra: Texture mur de pierres

source: street
fra: rue

# stress_curve_data:uilabel
source: Stress
fra: Contrainte

source: stripes
fra: rayures

source: structural
fra: structurel

source: structural concrete
fra: béton structurel

# structural_Behavior
source: Behavior
fra: Comportement

# structural_Behavior:structural_isotropic
source: Isotropic
fra: Isotrope

# structural_Behavior:structural_orthotropic
source: Orthotropic
fra: Orthotropique

# structural_Behavior:structural_transverse_isotropic
source: Transverse Isotropic
fra: Isotrope transversal

# structural_Behavior:tooltip
source: Chooses between Isotropic and Orthotropic behavior.
fra: Permet de choisir entre un comportement isotrope et orthotropique.

# structural_Behavior:uilabel
source: Behavior
fra: Comportement

# structural_Cyclic_strain_hardening_coefficient
source: Cyclic Strain Hardening Coefficient
fra: Coefficient de durcissement de déformation cyclique

# structural_Cyclic_strain_hardening_coefficient:uilabel
source: Cyclic Strain Hardening Coefficient
fra: Coefficient de durcissement de déformation cyclique

# structural_Cyclic_strain_hardening_exponent
source: Cyclic Strain Hardening Exponent
fra: Exposant de durcissement de déformation cyclique

# structural_Cyclic_strain_hardening_exponent:uilabel
source: Cyclic Strain Hardening Exponent
fra: Exposant de durcissement de déformation cyclique

# structural_Density
source: Density
fra: Densité

# structural_Density:uilabel
source: Density
fra: Densité

# structural_Endurance_limit_cycles
source: Endurance Limit Number of Cycles
fra: Nombre de cycles de la limite d'endurance

# structural_Endurance_limit_cycles:uilabel
source: Endurance Limit Number of Cycles
fra: Nombre de cycles de la limite d'endurance

# structural_Endurance_limit_stress
source: Endurance Limit Stress
fra: Contrainte de la limite d'endurance

# structural_Endurance_limit_stress:uilabel
source: Endurance Limit Stress
fra: Contrainte de la limite d'endurance

# structural_ExternalMaterialID:uilabel
source: External Material ID
fra: ID de matériau externe

# structural_Fatigue_ductility_coefficient
source: Fatigue Ductility Coefficient
fra: Coefficient de ductilité relative à la fatigue

# structural_Fatigue_ductility_coefficient:uilabel
source: Fatigue Ductility Coefficient
fra: Coefficient de ductilité relative à la fatigue

# structural_Fatigue_ductility_exponent
source: Fatigue Ductility Exponent
fra: Exposant de ductilité relative à la fatigue

# structural_Fatigue_ductility_exponent:uilabel
source: Fatigue Ductility Exponent
fra: Exposant de ductilité relative à la fatigue

# structural_Fatigue_strength_coefficient
source: Fatigue Strength Coefficient
fra: Coefficient de résistance à la fatigue

# structural_Fatigue_strength_coefficient:uilabel
source: Fatigue Strength Coefficient
fra: Coefficient de résistance à la fatigue

# structural_Fatigue_strength_exponent
source: Fatigue Strength Exponent
fra: Exposant de résistance à la fatigue

# structural_Fatigue_strength_exponent:uilabel
source: Fatigue Strength Exponent
fra: Exposant de résistance à la fatigue

# structural_Minimum_tensile_strength
source: Tensile Strength
fra: Résistance à la traction

# structural_Minimum_tensile_strength:uilabel
source: Tensile Strength
fra: Résistance à la traction

# structural_Minimum_yield_stress
source: Yield Strength
fra: Limite d'élasticité

# structural_Minimum_yield_stress:uilabel
source: Yield Strength
fra: Limite d'élasticité

# structural_Poisson_ratio
source: Poisson's Ratio
fra: Coefficient de Poisson

# structural_Poisson_ratio:uilabel
source: Poisson's Ratio
fra: Coefficient de Poisson

# structural_Poisson_ratio_12
source: Poisson's Ratio 12
fra: Coefficient de Poisson 12

# structural_Poisson_ratio_12:uilabel
source: Poisson's Ratio 12
fra: Coefficient de Poisson 12

# structural_Poisson_ratio_23
source: Poisson's Ratio 23
fra: Coefficient de Poisson 23

# structural_Poisson_ratio_23:uilabel
source: Poisson's Ratio 23
fra: Coefficient de Poisson 23

# structural_Poisson_ratio_X
source: Poisson's Ratio X
fra: Coefficient de Poisson X

# structural_Poisson_ratio_X:uilabel
source: Poisson's Ratio X
fra: Coefficient de Poisson X

# structural_Poisson_ratio_Y
source: Poisson's Ratio Y
fra: Coefficient de Poisson Y

# structural_Poisson_ratio_Y:uilabel
source: Poisson's Ratio Y
fra: Coefficient de Poisson Y

# structural_Poisson_ratio_Z
source: Poisson's Ratio Z
fra: Coefficient de Poisson Z

# structural_Poisson_ratio_Z:uilabel
source: Poisson's Ratio Z
fra: Coefficient de Poisson Z

# structural_Shear_modulus
source: Shear Modulus
fra: Module de cisaillement

# structural_Shear_modulus:uilabel
source: Shear Modulus
fra: Module de cisaillement

# structural_Shear_modulus_12
source: Shear Modulus 12
fra: Module de cisaillement 12

# structural_Shear_modulus_12:uilabel
source: Shear Modulus 12
fra: Module de cisaillement 12

# structural_Shear_modulus_X
source: Shear Modulus X
fra: Module de cisaillement X

# structural_Shear_modulus_X:uilabel
source: Shear Modulus X
fra: Module de cisaillement X

# structural_Shear_modulus_Y
source: Shear Modulus Y
fra: Module de cisaillement Y

# structural_Shear_modulus_Y:uilabel
source: Shear Modulus Y
fra: Module de cisaillement Y

# structural_Shear_modulus_Z
source: Shear Modulus Z
fra: Module de cisaillement Z

# structural_Shear_modulus_Z:uilabel
source: Shear Modulus Z
fra: Module de cisaillement Z

# structural_Shear_strength_modification
source: Shear Strength Modification
fra: Modification de la résistance au cisaillement

# structural_Shear_strength_modification:uilabel
source: Shear Strength Modification
fra: Modification de la résistance au cisaillement

# structural_Specific_heat
source: Specific Heat
fra: Chaleur spécifique

# structural_Specific_heat:uilabel
source: Specific Heat
fra: Chaleur spécifique

# structural_Thermal_conductivity
source: Thermal Conductivity
fra: Conductivité thermique

# structural_Thermal_conductivity:uilabel
source: Thermal Conductivity
fra: Conductivité thermique

# structural_Thermal_conductivity_X
source: Thermal Conductivity X
fra: Conductivité thermique X

# structural_Thermal_conductivity_X:uilabel
source: Thermal Conductivity X
fra: Conductivité thermique X

# structural_Thermal_conductivity_Y
source: Thermal Conductivity Y
fra: Conductivité thermique Y

# structural_Thermal_conductivity_Y:uilabel
source: Thermal Conductivity Y
fra: Conductivité thermique Y

# structural_Thermal_conductivity_Z
source: Thermal Conductivity Z
fra: Conductivité thermique Z

# structural_Thermal_conductivity_Z:uilabel
source: Thermal Conductivity Z
fra: Conductivité thermique Z

# structural_Thermal_expansion_coefficient
source: Thermal Expansion Coefficient
fra: Coefficient de dilatation thermique

# structural_Thermal_expansion_coefficient:uilabel
source: Thermal Expansion Coefficient
fra: Coefficient de dilatation thermique

# structural_Thermal_expansion_coefficient_1
source: Thermal Expansion Coefficient 1
fra: Coefficient de dilatation thermique 1

# structural_Thermal_expansion_coefficient_1:uilabel
source: Thermal Expansion Coefficient 1
fra: Coefficient de dilatation thermique 1

# structural_Thermal_expansion_coefficient_2
source: Thermal Expansion Coefficient 2
fra: Coefficient de dilatation thermique 2

# structural_Thermal_expansion_coefficient_2:uilabel
source: Thermal Expansion Coefficient 2
fra: Coefficient de dilatation thermique 2

# structural_Thermal_expansion_coefficient_X
source: Thermal Expansion Coefficient X
fra: Coefficient de dilatation thermique X

# structural_Thermal_expansion_coefficient_X:uilabel
source: Thermal Expansion Coefficient X
fra: Coefficient de dilatation thermique X

# structural_Thermal_expansion_coefficient_Y
source: Thermal Expansion Coefficient Y
fra: Coefficient de dilatation thermique Y

# structural_Thermal_expansion_coefficient_Y:uilabel
source: Thermal Expansion Coefficient Y
fra: Coefficient de dilatation thermique Y

# structural_Thermal_expansion_coefficient_Z
source: Thermal Expansion Coefficient Z
fra: Coefficient de dilatation thermique Z

# structural_Thermal_expansion_coefficient_Z:uilabel
source: Thermal Expansion Coefficient Z
fra: Coefficient de dilatation thermique Z

# structural_Thermally_treated
source: Thermally Treated
fra: Traité thermiquement

# structural_Thermally_treated:uilabel
source: Thermally Treated
fra: Traité thermiquement

# structural_Young_modulus
source: Young's Modulus
fra: Module de Young

# structural_Young_modulus:uilabel
source: Young's Modulus
fra: Module de Young

# structural_Young_modulus_1
source: Young's Modulus 1
fra: Module de Young 1

# structural_Young_modulus_1:uilabel
source: Young's Modulus 1
fra: Module de Young 1

# structural_Young_modulus_2
source: Young's Modulus 2
fra: Module de Young 2

# structural_Young_modulus_2:uilabel
source: Young's Modulus 2
fra: Module de Young 2

# structural_Young_modulus_X
source: Young's Modulus X
fra: Module de Young X

# structural_Young_modulus_X:uilabel
source: Young's Modulus X
fra: Module de Young X

# structural_Young_modulus_Y
source: Young's Modulus Y
fra: Module de Young Y

# structural_Young_modulus_Y:uilabel
source: Young's Modulus Y
fra: Module de Young Y

# structural_Young_modulus_Z
source: Young's Modulus Z
fra: Module de Young Z

# structural_Young_modulus_Z:uilabel
source: Young's Modulus Z
fra: Module de Young Z

# structural_concrete_compression
source: Concrete Compression
fra: Compression du béton

# structural_concrete_compression:uilabel
source: Concrete Compression
fra: Compression du béton

# structural_isotropic
source: Isotropic
fra: Isotrope

# structural_lightweight
source: Lightweight
fra: Léger

# structural_lightweight:uilabel
source: Lightweight
fra: Léger

# structural_orthotropic
source: Orthotropic
fra: Orthotropique

# structural_sourceURL
source: Source URL
fra: URL source

# structural_sourceURL:uilabel
source: Source URL
fra: URL source

# structural_subclass
source: Subclass
fra: Sous-classe

# structural_subclass:uilabel
source: Subclass
fra: Sous-classe

# structural_transverse_isotropic
source: Transverse Isotropic
fra: Isotrope transversal

# structural_wood_Average_modulus
source: Average Modulus
fra: Module moyen

# structural_wood_Average_modulus:uilabel
source: Average Modulus
fra: Module moyen

# structural_wood_Bending
source: Bending
fra: Pliage

# structural_wood_Bending:uilabel
source: Bending
fra: Pliage

# structural_wood_Construction_Property:structural_wood_glued
source: Glued
fra: Collé

# structural_wood_Construction_Property:structural_wood_glued_kertoQ
source: Glued KertoQ
fra: KertoQ collé

# structural_wood_Construction_Property:structural_wood_glued_kertoS
source: Glued KertoS
fra: KertoS collé

# structural_wood_Construction_Property:structural_wood_natural
source: Natural
fra: Naturel

# structural_wood_compression_parallel
source: Compression Parallel to Grain
fra: Compression parallèle au grain

# structural_wood_compression_parallel:uilabel
source: Compression Parallel to Grain
fra: Compression parallèle au grain

# structural_wood_compression_perpendicular
source: Compression Perpendicular to Grain
fra: Compression perpendiculaire au grain

# structural_wood_compression_perpendicular:uilabel
source: Compression Perpendicular to Grain
fra: Compression perpendiculaire au grain

# structural_wood_glued
source: Glued
fra: Collé

# structural_wood_glued_kertoQ
source: Glued KertoQ
fra: KertoQ collé

# structural_wood_glued_kertoS
source: Glued KertoS
fra: KertoS collé

# structural_wood_natural
source: Natural
fra: Naturel

# structural_wood_shear_parallel
source: Shear Parallel to Grain
fra: Résistance au cisaillement

# structural_wood_shear_parallel:uilabel
source: Shear Parallel to Grain
fra: Résistance au cisaillement

# structural_wood_tension_parallel
source: Tension Parallel to Grain
fra: Tension parallèle au grain

# structural_wood_tension_parallel:uilabel
source: Tension Parallel to Grain
fra: Tension parallèle au grain

# structural_wood_tension_perpendicular
source: Tension Perpendicular to Grain
fra: Traction perpendiculaire au grain

# structural_wood_tension_perpendicular:uilabel
source: Tension Perpendicular to Grain
fra: Traction perpendiculaire au grain

source: stucco
fra: stuc

# stuctural_wood_Species
source: Species
fra: Espèce

# stuctural_wood_Species:uilabel
source: Species
fra: Espèce

# stuctural_wood_Strength_grade
source: Strength Grade
fra: Classe de qualité

# stuctural_wood_Strength_grade:uilabel
source: Strength Grade
fra: Classe de qualité

source: Sun
fra: Soleil

# sun:uilabel
source: Sun Shader:
fra: Ombrage du soleil:

source: Sun Position
fra: Position du soleil

source: Sun Color:
fra: Couleur du soleil:

# sun_color:uilabel
source: Sun Color:
fra: Couleur du soleil:

# sun_disk_intensity
source: Disk Intensity:
fra: Intensité du disque:

# sun_disk_intensity:uilabel
source: Disk Intensity:
fra: Intensité du disque:

# sun_disk_scale
source: Disk Scale:
fra: Echelle du disque:

# sun_disk_scale:uilabel
source: Disk Scale:
fra: Echelle du disque:

# sun_glow_intensity
source: Glow Intensity:
fra: Intensité lumineuse:

# sun_glow_intensity:uilabel
source: Glow Intensity:
fra: Intensité lumineuse:

source: sunny day
fra: soleil

# surface_material:uilabel
source: Surface Material:
fra: Matériau de la surface:

source: swamp
fra: marécage

# swatch
source: Swatch Scene
fra: Scène témoin

source: swimming
fra: piscine

source: tan
fra: fauve

# targeted:uilabel
source: Targeted:
fra: Ciblé:

source: tarmac
fra: macadam

source: teak
fra: teck

source: terra cotta
fra: terre cuite

# texture_Angle
source: XYZ Rotation
fra: Rotation XYZ

# texture_Angle:tooltip
source: Specify the Rotation of the area represented by the image above.
fra: Spécifier la rotation de la zone représentée par l'image ci-dessus.

# texture_LinkTextureTransforms
source: Link texture transforms
fra: Lier les transformations de texture

# texture_LinkTextureTransforms:tooltip
source: When this setting is enabled, all changes made to the Position, Scale, and Repeat settings of this attribute will be propagated to all other attributes within the material that use a texture.
fra: Lorsque ce paramètre est activé, toute modification effectuée sur les paramètres Position, Echelle et Répéter de cet attribut sera propagée à tous les attributs dans le matériau qui utilisent une texture.

# texture_LinkTextureTransforms:uilabel
source: Link Transforms
fra: Transformations de lien

# texture_MapChannel:uilabel
source: Map Channel
fra: Canal de texture

# texture_MapChannel_ID_Advanced
source: Map Channel
fra: Canal de texture

# texture_MapChannel_ID_Advanced:uilabel
source: Map Channel ID
fra: ID du canal de texture

# texture_MapChannel_UVWSource_Advanced:uilabel
source: UVW Source
fra: Source UVW

# texture_Offset:uilabel
source: Offset
fra: Décalage

# texture_OffsetLock:tooltip
source: Constrains the offset. When the X offset is changed, the Y offset is changed by the same amount.
fra: Contraint le décalage. Lorsque le décalage X est modifié, le décalage Y est également modifié suivant la même quantité.

# texture_OffsetLock:uilabel
source: Offset Lock
fra: Verrouillage de décalage

# texture_RealWorldOffsetX
source: Offset
fra: Décalage
