Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-plk.xlf
Languages: plk

# metallicpaint_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# metallicpaint_reflection_glossy_samples
source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

# metallicpaint_reflection_glossy_samples:tooltip
source: Defines the maximum number of samples (rays) that mental ray computes to create glossy reflections.
plk: Wyznacza maksymalną liczbę próbek (promieni) obliczanych przez mental ray w celu utworzenia błyszczących odbić.

# metallicpaint_reflection_glossy_samples:uilabel
source: Reflection Glossy Samples
plk: Próbki błyszczących odbić

# metallicpaint_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# metallicpaint_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# metallicpaint_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# metallicpaint_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# metallicpaint_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# metallicpaint_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# metallicpaint_roundcorners_radius
source: Source
plk: Źródło

# metallicpaint_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# metallicpaint_roundcorners_radius:uilabel
source: Source
plk: Źródło

# metallicpaint_topcoat
source: Type
plk: Typ

# metallicpaint_topcoat:metallicpaint_topcoat_carpaint
source: Car Paint
plk: Lakier samochodowy

# metallicpaint_topcoat:metallicpaint_topcoat_chrome
source: Chrome
plk: Chrom

# metallicpaint_topcoat:metallicpaint_topcoat_custom
source: Custom
plk: Niestandardowy

# metallicpaint_topcoat:metallicpaint_topcoat_matte
source: Matte
plk: Matowy

# metallicpaint_topcoat:tooltip
source: Selects from among Matte, Chrome, Car Paint, and Custom.
plk: Wybiera jedną z opcji Matowy, Chrom, Lakier samochodowy i Niestandardowy.

# metallicpaint_topcoat:uilabel
source: Top Coat
plk: Warstwa wierzchnia

# metallicpaint_topcoat_carpaint
source: Car Paint
plk: Lakier samochodowy

# metallicpaint_topcoat_chrome
source: Chrome
plk: Chrom

# metallicpaint_topcoat_custom
source: Custom
plk: Niestandardowy

# metallicpaint_topcoat_falloff
source: Angle Falloff
plk: Zanik kąta

# metallicpaint_topcoat_falloff:tooltip
source: Slides from 0=No Fresnel effect (constant reflections like Chrome) to 100=High Fresnel (really reflective only in a narrow zone at extreme angles. Extreme limit placed for realistic top coats (on a scale combining Fresnel bias, power, and scale), with Car Paint around 80.)
plk: Suwak umożliwia wybranie wartości z zakresu od 0=Brak efektu Fresnela (stałe odbicia, takie jak Chrom) do 100=Intensywny efekt Fresnela (odbicia tylko w wąskiej strefie przy skrajnych kątach). Limit wartości skrajnych umieszczany w przypadku realistycznych warstw wierzchnich (na skali łączącej odchylenie Fresnela, siłę i skalę) z wartością opcji Lakier samochodowy na poziomie ok. 80.

# metallicpaint_topcoat_falloff:uilabel
source: Angle Falloff
plk: Zanik kąta

# metallicpaint_topcoat_glossy
source: Glossiness
plk: Połysk

# metallicpaint_topcoat_glossy:tooltip
source: Slides from 100 (totally reflective) to 0 (matte).
plk: Suwak umożliwia ustawienie wartości z zakresu od 100 (całkowicie refleksyjne) do 0 (matowe).

# metallicpaint_topcoat_glossy:uilabel
source: Glossiness
plk: Połysk

# metallicpaint_topcoat_matte
source: Matte
plk: Matowy

# metallicpaint_topcoat_panel
source: Top Coat
plk: Warstwa wierzchnia

source: midnight
plk: północ

source: Mid Tones:
plk: Odcienie pośrednie:

# midtones:uilabel
source: Mid Tones:
plk: Odcienie pośrednie:

# mirror_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# mirror_mirrorgroup
source: Mirror
plk: Lustro

# mirror_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# mirror_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# mirror_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# mirror_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# mirror_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# mirror_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# mirror_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# mirror_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki

# mirror_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
plk: Włącza symulowanie zaokrąglonych narożników. Jest to tylko efekt cieniowania, podobny do mapy wypukłości, który nie wprowadza w rzeczywistości żadnych zmian w geometrii. Działanie tego efektu jest prawidłowe tylko na prostych krawędziach.

# mirror_roundcorners_on:uilabel
source: Round Corners
plk: Zaokrąglaj narożniki

# mirror_roundcorners_radius
source: Source
plk: Źródło

# mirror_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
plk: Dopasowuje promień efektu zaokrąglania narożników.

# mirror_roundcorners_radius:uilabel
source: Source
plk: Źródło

# mirror_tintcolor
source: Color
plk: Kolor

# mirror_tintcolor:tooltip
source: Adjusts the color of the mirror, which represents the total absorption of the float glass. The tint should always take into account the fact that the float glass layer has a certain level of absorption.
plk: Dostosowuje kolor lustra, który odpowiada całkowitej absorpcji szyby. Przy zabarwieniu zawsze należy brać pod uwagę fakt, że warstwa szyby ma określony poziom absorpcji.

# mirror_tintcolor:uilabel
source: Tint Color
plk: Kolor zabarwienia

source: misc
plk: różne

source: miscellaneous
plk: różne

source: misty
plk: zamglony

# mode:uilabel
source: Mode
plk: Tryb

source: modular
plk: modułowy

source: mortar
plk: zaprawa murarska

source: mortared
plk: z zaprawą

source: mosaic
plk: mozaika

source: mostly white carpet
plk: głównie biały dywan

source: mounting
plk: montowanie

source: multi-color
plk: wielobarwny

source: multi-colored
plk: wielokolorowy

# multiplier
source: Sky Multiplier:
plk: Mnożnik

# multiplier:uilabel
source: Multiplier:
plk: Mnożnik

source: murky
plk: zamulony

source: museum
plk: muzeum

source: natural
plk: naturalny

source: navy
plk: granatowy

# nearAttenuationEnd
source: End Point:
plk: Punkt końcowy:

# nearAttenuationEnd:uilabel
source: End Point:
plk: Punkt końcowy:

# nearAttenuationOn
source: Near Attenuation:
plk: Bliskie tłumienie:

# nearAttenuationOn:uilabel
source: Near Attenuation:
plk: Bliskie tłumienie:

# nearAttenuationStart
source: Start Point:
plk: Punkt początkowy:

# nearAttenuationStart:uilabel
source: Start Point:
plk: Punkt początkowy:

source: neutral
plk: neutralny

source: Night Color:
plk: Nocny kolor:

# night_color:uilabel
source: Night Color:
plk: Nocny kolor:

# noise_Appearance
source: Appearance
plk: Wygląd

# noise_Color1
source: Color 1
plk: Kolor 1

# noise_Color1:tooltip
source: Provides the option of selecting a color or a sub-procedural map for one of the components.
plk: Udostępnia opcję wyboru koloru lub mapy podproceduralnej dla jednego z komponentów.

# noise_Color1:uilabel
source: Color 1
plk: Kolor 1

# noise_Color2
source: Color 2
plk: Kolor 2

# noise_Color2:tooltip
source: Provides the option of selecting a color or a sub-procedural map for the other component.
plk: Udostępnia opcję wyboru koloru lub mapy podproceduralnej dla drugiego komponentu.

# noise_Color2:uilabel
source: Color 2
plk: Kolor 2

# noise_Levels
source: Levels
plk: Poziomy

# noise_Levels:tooltip
source: Determines the number of iterations used for Fractal and Turbulence noise. Default = 3.
plk: Określa liczbę iteracji wykorzystanych w przypadku szumu fraktalnego i turbulencji. Wartość domyślna = 3.

# noise_Levels:uilabel
source: Levels
plk: Poziomy

# noise_Phase
source: Phase
plk: Faza

# noise_Phase:tooltip
source: Specifies the noise threshold phase.
plk: Określa fazę progu szumu.

# noise_Phase:uilabel
source: Phase
plk: Faza

# noise_Position
source: Position
plk: Położenie

# noise_Size
source: Size
plk: Wielkość

# noise_Size:tooltip
source: Sets the scale of the noise function. Smaller values give smaller chunks of noise.
plk: Ustala skalę funkcji szumu. Mniejsze wartości powodują powstanie mniejszych porcji szumu.

# noise_Size:uilabel
source: Size
plk: Wielkość

source: Noise Threshold
plk: Próg szumu

# noise_ThresholdHigh
source: High
plk: Wysoki

# noise_ThresholdHigh:tooltip
source: Specifies the high noise threshold. Range = 0 to 1; Default = 1.
plk: Określa górny próg szumu. Zakres od 0 do 1; Wartość domyślna = 1.

# noise_ThresholdHigh:uilabel
source: High
plk: Wysoki

# noise_ThresholdLow
source: Low
plk: Niski

# noise_ThresholdLow:tooltip
source: Specifies the low noise threshold. Range = 0 to 1; Default = 0.
plk: Określa dolny próg szumu. Zakres od 0 do 1; Wartość domyślna = 0.

# noise_ThresholdLow:uilabel
source: Low
plk: Niski

source: Noise Type
plk: Typ szumu

# noise_Type:noise_fractal
source: Fractal
plk: Fraktal

# noise_Type:noise_regular
source: Regular
plk: Zwykły

# noise_Type:noise_turbulence
source: Turbulence
plk: Turbulencja

# noise_Type:tooltip
source: Creates random perturbation of a surface based on the interaction of two colors. Available choices are Regular, Fractal, and Turbulence.
plk: Tworzy losowe zaburzenia powierzchni na podstawie wzajemnego oddziaływania dwóch kolorów. Dostępne opcje to: Zwykły, Fraktalny i Turbulencja.

# noise_Type:uilabel
source: Noise Type
plk: Typ szumu

# noise_fractal
source: Fractal
plk: Fraktal

# noise_regular
source: Regular
plk: Zwykły

# noise_transforms_group
source: Transforms
plk: Przekształcenia

# noise_turbulence
source: Turbulence
plk: Turbulencja

source: non
plk: nie

source: non-uniform
plk: niejednorodny

# none
source: No Area
plk: Brak

source: normal
plk: normalne

# north_offset_from_x
source: North Azimuth:
plk: Azymut północy:

# north_offset_from_x:uilabel
source: North Azimuth:
plk: Azymut północy:

# number_of_cycles_curve_data:uilabel
source: Number of Cycles
plk: Liczba cykli

source: oak
plk: dąb

source: octagon
plk: ośmiokąt

source: octagonal
plk: ośmiokątny

source: off
plk: wyłączony

source: off-white
plk: zbliżony do białego

source: olive
plk: oliwka

source: on
plk: Na

# on:uilabel
source: On:
plk: Na

source: orange
plk: pomarańczowy

# origin
source: Point
plk: Punkt

source: oxidised
plk: oksydowany

source: oxidized
plk: oksydowany

source: paint
plk: farba

source: panelling
plk: boazeria

source: paperboard
plk: karton

source: parquet
plk: parkiet

source: particle
plk: drobina

source: pastel
plk: pastelowy

source: patina
plk: patyna

source: pattern
plk: wzór

source: pavement
plk: chodnik

source: paver
plk: kostka brukowa

source: paving
plk: nawierzchnia

source: peach
plk: brzoskwinia

source: pearl
plk: perła

source: pebble
plk: otoczak

source: pebbled
plk: z otoczakami

source: periwinkle
plk: barwinek

# photon
source: Photons
plk: Fotony

source: physical
plk: fizyczny

source: physical material
plk: materiał fizyczny

# physmat_Comments
source: Comments
plk: Komentarze

# physmat_Comments:uilabel
source: Comments
plk: Komentarze

# physmat_Cost
source: Cost
plk: Koszt

# physmat_Cost:uilabel
source: Cost
plk: Koszt

# physmat_Keywords
source: Keywords
plk: Słowa kluczowe

# physmat_Keywords:uilabel
source: Keywords
plk: Słowa kluczowe

# physmat_Label:uilabel
source: Label
plk: Etykieta

# physmat_Manufacturer
source: Manufacturer
plk: Producent

# physmat_Manufacturer:uilabel
source: Manufacturer
plk: Producent

# physmat_Mark
source: Mark
plk: Znacznik

# physmat_Mark:uilabel
source: Mark
plk: Znacznik

# physmat_Type
source: Type
plk: Typ

# physmat_Type:physmat_ceramic
source: Ceramic
plk: Ceramika

# physmat_Type:physmat_concrete
source: Concrete
plk: Beton

# physmat_Type:physmat_earth
source: Earth
plk: Ziemia

# physmat_Type:physmat_gas
source: Gas
plk: Gaz

# physmat_Type:physmat_generic
source: Generic
plk: Ogólny

# physmat_Type:physmat_glass
source: Glass
plk: Szkło

# physmat_Type:physmat_liquid
source: Liquid
plk: Płyn

# physmat_Type:physmat_masonry
source: Masonry
plk: Mur

# physmat_Type:physmat_paint
source: Paint/Coating
plk: Lakier/Powłoka

# physmat_Type:physmat_plastic
source: Plastic
plk: Plastik

# physmat_Type:physmat_stone
source: Stone
plk: Kamień

# physmat_Type:physmat_textile
source: Textile
plk: Tekstylne

# physmat_Type:physmat_wood
source: Wood
plk: Drewno

# physmat_Type:uilabel
source: Type
plk: Typ

# physmat_URL
source: URL
plk: Adres URL

# physmat_URL:uilabel
source: URL
plk: Adres URL

# physmat_aspects:uilabel
source: Physical Aspects
plk: Cechy fizyczne

# physmat_ceramic
source: Ceramic
plk: Ceramika

# physmat_class
source: Class
plk: Klasa

# physmat_class:uilabel
source: Class
plk: Klasa

# physmat_concrete
source: Concrete
plk: Beton

# physmat_earth
source: Earth
plk: Ziemia

# physmat_gas
source: Gas
plk: Gaz

# physmat_generic
source: Generic
plk: Ogólny

# physmat_glass
source: Glass
plk: Szkło

# physmat_liquid
source: Liquid
plk: Płyn

# physmat_masonry
source: Masonry
plk: Mur

# physmat_paint
source: Paint/Coating
plk: Lakier/Powłoka

# physmat_plastic
source: Plastic
plk: Plastik

# physmat_stone
source: Stone
plk: Kamień

# physmat_textile
source: Textile
plk: Tekstylne

# physmat_wood
source: Wood
plk: Drewno

source: pile
plk: włosie

source: pine
plk: sosna

source: pink
plk: różowy

source: plaid
plk: tartan

source: plain
plk: prosty

source: plaster
plk: tynk

source: plastic
plk: plastik

# plastic_props1
source: Basic Thermal
plk: Termiczny, podstawowy

# plastic_props2
source: Mechanical
plk: Mechaniczny

# plastic_props4
source: Strength
plk: Wytrzymałość

# plasticvinyl_ao_details:rightlabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# plasticvinyl_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
plk: Włącza bardziej zaawansowany tryb cieniowania Ambient Occlusion z uwzględnieniem koloru obiektu. Uwaga: Funkcja ta poprawia nadmierne „ciemnienie w rogach” i eliminuje „ciemne wieńce” tworzone przez cieniowanie Ambient Occlusion wokół obiektów z własną iluminacją.

# plasticvinyl_ao_details:uilabel
source: Use Color From Other Materials
plk: Zastosuj kolor z innych materiałów

# plasticvinyl_ao_distance
source: Max Distance
plk: Maks. odległość

# plasticvinyl_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
plk: Wyznacza promień cieniowania Ambient Occlusion (Wysoki = Duży obszar pokrycia, ale wolniejsze działanie; Niski = Mały obszar pokrycia, ale szybsze działanie)

# plasticvinyl_ao_distance:uilabel
source: Max Distance
plk: Maks. odległość

# plasticvinyl_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
plk: Włącza cieniowanie Ambient Occlusion. Emuluje ono wygląd prawdziwego oświetlenia globalnego, obliczając przy użyciu narzędzi do cieniowania zakres, w jakim dany obszar jest odcięty od padającego światła. Z tego efektu należy korzystać w połączeniu ze światłem pośrednim.

# plasticvinyl_ao_samples
source: Samples
plk: Próbki

# plasticvinyl_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
plk: Jakość cieniowania Ambient Occlusion (Wysoka = Ładniej, ale wolniejsze działanie; Niska = Większa ziarnistość, ale szybsze działanie)

# plasticvinyl_ao_samples:uilabel
source: Samples
plk: Próbki

# plasticvinyl_application
source: Finish
plk: Wykończenie

# plasticvinyl_application:plasticvinyl_glossy
source: Glossy
plk: Błyszczący

# plasticvinyl_application:plasticvinyl_matte
source: Matte
plk: Matowy

# plasticvinyl_application:plasticvinyl_polished
source: Polished
plk: Polerowany

# plasticvinyl_application:tooltip
source: Selects from among polished, glossy, or matte.
plk: Wybiera spośród opcji: polerowany, błyszczący, matowy.

# plasticvinyl_application:uilabel
source: Finish
plk: Wykończenie

# plasticvinyl_bump:plasticvinyl_custom
source: Custom
plk: Niestandardowy

# plasticvinyl_bump:plasticvinyl_none
source: None
plk: Brak

# plasticvinyl_bump:uilabel
source: Finish Bumps
plk: Wypukłości końcowe

# plasticvinyl_bump_amount
source: Amount
plk: Ilość

# plasticvinyl_bump_amount:tooltip
source: Slides from 0 to 1 to control the height of the bumps.
plk: Przesunięcie od 0 do 1 umożliwia kontrolę wysokości wypukłości.

# plasticvinyl_bump_amount:uilabel
source: Amount
plk: Ilość

# plasticvinyl_bump_list_label
source: Finish Bumps
plk: Wypukłości końcowe

# plasticvinyl_bump_list_label:tooltip
source: Selects a bitmap image for the bump roughness.
plk: Umożliwia wybór mapy bitowej dla chropowatości wypukłości.

# plasticvinyl_bump_map
source: Image
plk: Obraz

# plasticvinyl_bump_map:tooltip
source: Selects a bitmap image for the bump roughness.
plk: Umożliwia wybór mapy bitowej dla chropowatości wypukłości.

# plasticvinyl_bump_map:uilabel
source: Image
plk: Obraz

# plasticvinyl_bump_panel_label
source: Finish Bumps
plk: Wypukłości końcowe

# plasticvinyl_color
source: Color
plk: Kolor

# plasticvinyl_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
plk: Wybiera kolor, obraz lub teksturę proceduralną w celu utworzenia wyglądu materiału.

# plasticvinyl_color:uilabel
source: Color
plk: Kolor

# plasticvinyl_color_by_object:uilabel
source: Color By Object
plk: Kolor według obiektu

# plasticvinyl_custom
source: Custom
plk: Niestandardowy

# plasticvinyl_glossy
source: Glossy
plk: Błyszczący

# plasticvinyl_matte
source: Matte
plk: Matowy

# plasticvinyl_pattern:plasticvinyl_custom
source: Custom
plk: Niestandardowy

# plasticvinyl_pattern:plasticvinyl_none
source: None
plk: Brak

# plasticvinyl_pattern:uilabel
source: Relief Pattern
plk: Wzór wypukłości

# plasticvinyl_pattern_amount
source: Amount
plk: Ilość

# plasticvinyl_pattern_amount:tooltip
source: Slides from 0 to 2 to control the height of the bumps.
plk: Przesunięcie od 0 do 2 umożliwia kontrolę wysokości wypukłości.

# plasticvinyl_pattern_amount:uilabel
source: Amount
plk: Ilość

# plasticvinyl_pattern_list_label
source: Bump Pattern
plk: Wzór wypukłości

# plasticvinyl_pattern_list_label:tooltip
source: Create raised and lowered regions based on dark and light areas of an image file you provide.
plk: Tworzy podwyższone i obniżone rejony na podstawie ciemnych i jasnych obszarów dostarczonego pliku obrazu.

# plasticvinyl_pattern_map
source: Image
plk: Obraz

# plasticvinyl_pattern_map:tooltip
source: Selects a bitmap image for the relief pattern.
plk: Umożliwia wybór mapy bitowej dla wzoru wypukłości.

# plasticvinyl_pattern_map:uilabel
source: Image
plk: Obraz

# plasticvinyl_pattern_panel_label
source: Relief Pattern
plk: Wzór wypukłości

# plasticvinyl_performance_tunning_group
source: Performance Tuning
plk: Dostrajanie wydajności

# plasticvinyl_plasticsolid
source: Plastic (Solid)
plk: Tworzywo sztuczne (jednolite)

# plasticvinyl_plastictransparent
source: Plastic (Transparent)
plk: Tworzywo sztuczne (przezroczyste)

# plasticvinyl_plasticvinylgroup
source: Plastic
plk: Tworzywo sztuczne

# plasticvinyl_polished
source: Polished
plk: Polerowane

# plasticvinyl_refl_depth
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# plasticvinyl_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
plk: Liczba, ile razy jest odbijany każdy promień. Jeśli wynosi zero, pierwszeństwo mają globalne ustawienia renderowania.

# plasticvinyl_refl_depth:uilabel
source: Reflection Max Trace Depth
plk: Maks. głębia śledzenia odbić

# plasticvinyl_refr_depth
source: Refraction Max Trace Depth
plk: Maks. głębia śledzenia załamań

# plasticvinyl_refr_depth:tooltip
source: When checked, the material's refraction depth is controlled locally and an additional transparency ray will be casted when the limit is reached, limiting the 'dark edge' effect typically found on solid glass objects.
plk: Po zaznaczeniu tej opcji parametr głębokości załamywania dla materiału będzie określany lokalnie. Po osiągnięciu poziomu ograniczenia zostanie rzucony dodatkowy promień przezroczystości, co ograniczy efekt czarnych krawędzi występujący typowo w przypadku brył ze szkła.

# plasticvinyl_refr_depth:uilabel
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# plasticvinyl_refr_depth_control_label
source: Override Refraction Depth
plk: Nadpisz parametr głębokości załamywania

# plasticvinyl_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# plasticvinyl_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
plk: Jeśli ta opcja jest włączona, efekty zaokrąglania narożników są stosowane do dowolnego innego materiału. Jeśli jest wyłączona, efekty zaokrąglania narożników są stosowane tylko do powierzchni bieżącego materiału.

# plasticvinyl_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
plk: Połącz z innymi materiałami

# plasticvinyl_roundcorners_on
source: Round Corners
plk: Zaokrąglaj narożniki
