Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-csy.xlf
Languages: csy

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# hardwood_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# hardwood_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# hardwood_roundcorners_radius
source: Source
csy: Zdroj

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# hardwood_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# hardwood_satin
source: Satin Varnish
csy: Saténový lak

# hardwood_semigloss
source: Semi-gloss Varnish
csy: Pololesklý lak

# hardwood_tint_color
source: Stain Color
csy: Barva mořidla

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
csy: Nastavuje barvu mořidla.

# hardwood_tint_color:uilabel
source: Stain Color
csy: Barva mořidla

# hardwood_tint_enabled
source: Stain
csy: Mořidlo

# hardwood_tint_enabled:hardwood_color_choice
source: Color
csy: Barva

# hardwood_tint_enabled:hardwood_no_color
source: None
csy: Žádné

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
csy: Určuje, zda je dřevo obarvené.

# hardwood_tint_enabled:uilabel
source: Stain
csy: Mořidlo

# hardwood_unfinished
source: Unfinished
csy: Neopracovaný

# haze
source: Sky Haziness/Cloudiness:
csy: Zatažení oblohy/oblačnost:

# haze:uilabel
source: Sky Haziness/Cloudiness:
csy: Zatažení oblohy/oblačnost:

source: Haze On:
csy: Mlha na:

# hazeOn:uilabel
source: Haze On:
csy: Mlha na:

# haze_small:uilabel
source: Haze Small
csy: Slabá mlha

source: heavy cardboard used for mounting and architectural model-building
csy: silná lepenka používaná k montážím a k výrobě architektonických modelů

source: hedge
csy: živý plot

# hemispherical_Bitmap
source: Image File
csy: Soubor obrázku

# hemispherical_Bitmap:uilabel
source: Image File
csy: Soubor obrázku

# hemispherical_RGBAmount
source: Relative Brightness:
csy: Relativní jas:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
csy: Relativní jas:

source: herringbone
csy: diagonální

source: hexagon
csy: šestiúhelník

source: hexagonal
csy: šestiúhelníkový

source: hickory
csy: bílý ořech

source: high
csy: vysoký

# highPressureSodium
source: HID High Pressure Sodium
csy: HID vysokotlaký sodík

source: holes
csy: díry

source: home
csy: domů

source: honey
csy: med

# horizon
source: Ground and Horizon
csy: Zemský povrch a horizont

source: Horizon Blur:
csy: Zamlžení horizontu:

# horizon_blur:uilabel
source: Horizon Blur:
csy: Zamlžení horizontu:

source: Horizon Height:
csy: Výška horizontu:

# horizon_height:uilabel
source: Horizon Height:
csy: Výška horizontu:

source: horizontal
csy: horizontální

source: Hot Spot:
csy: Aktivní bod:

# hotSpot:tooltip
source: Hot spot, in radians
csy: Aktivní bod v radiánech

# hotSpot:uilabel
source: Hot Spot:
csy: Aktivní bod:

source: ice
csy: olovo

source: iceberg
csy: ledovec

# illuminanceAt
source: At (meters):
csy: V (metry):

# illuminanceAt:uilabel
source: At (meters):
csy: V (metry):

source: Illumination
csy: Osvětlení

source: Illumination On:
csy: Osvětlení zapnuto:

# illuminationOn:uilabel
source: Illumination On:
csy: Osvětlení zapnuto:

# image_x_resolution:uilabel
source: image_x_resolution
csy: rozlišení_x_obrázku

# image_y_resolution:uilabel
source: image_y_resolution
csy: rozlišení_y_obrázku

source: indian
csy: indický

source: indoor
csy: sálový

source: Intensity Units:
csy: Jednotky intenzity:

# intensityUnits:candela
source: candelas
csy: kandely

# intensityUnits:lumen
source: lumens
csy: lumeny

# intensityUnits:lux_at
source: lux at
csy: lux na

# intensityUnits:uilabel
source: Intensity Units:
csy: Jednotky intenzity:

# intensityUnits:unitless
source: unitless
csy: bez jednotek

# intensityUnits:watt
source: watts
csy: watty

# intensityValue
source: Value:
csy: Hodnota:

# intensityValue:uilabel
source: Value:
csy: Hodnota:

# intensity_factor
source: Sun Multiplier:
csy: Násobitel oslunění:

# intensity_factor:uilabel
source: Brightness of the sun:
csy: Jas oslunění:

# intensitygroup
source: Intensity
csy: Intenzita

source: interior
csy: vnitřní

source: interlocking
csy: zámkový

source: Inverse
csy: Inverzní

source: Inverse Square
csy: Inverzní kvadratický

source: iron
csy: železo

# isLinearLight:uilabel
source: Is Linear Light:
csy: Je lineární světlo:

# isotropic
source: Uniform
csy: Stejnoměrný

source: ivory
csy: slonová kost

source: jagged
csy: zoubkovaný

source: jaggy
csy: zubatý

# kelvinPanel
source: Kelvin Color
csy: Barva v kelvinech

source: knurl
csy: vypouklina

source: lake
csy: jezero

source: laminate
csy: laminát

source: laminates
csy: lamináty

source: large
csy: velký

source: lavender
csy: levandulová

source: leather
csy: kůže

source: led
csy: olovo

source: lemon
csy: citrón

source: Length
csy: Délka

# length:uilabel
source: Length
csy: Délka

source: light
csy: světlo

source: light gray
csy: světle šedá

source: light red
csy: světle červená

# lightAffectShadowCol
source: Light Affects Color:
csy: Světlo ovlivní barvu:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
csy: Světlo ovlivní barvu:

# lightColorPanel
source: Light Color
csy: Barva světla

source: Light Color Units:
csy: Jednotky barvy světla:

# lightColorUnits:uilabel
source: Light Color Units:
csy: Jednotky barvy světla:

source: Light Distribution
csy: Distribuce světla

source: Light Loss Factor:
csy: Faktor světelné ztráty:

# lightLossFactor:uilabel
source: Light Loss Factor:
csy: Faktor světelné ztráty:

# lightName:uilabel
source: Name:
csy: Název:

# lightProfileFileName
source: Light Profile:
csy: Profil světla:

# lightProfileFileName:tooltip
source: IES light profile file name
csy: Název souboru světelného profilu IES

# lightProfileFileName:uilabel
source: Light Profile:
csy: Profil světla:

# lightTempPresets
source: Light Temperature:
csy: Teplota světla:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
csy: Vláknová žárovka

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
csy: HID keramický halogenid (studený)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
csy: HID keramický halogenid (teplý)

# lightTempPresets:custom
source: Custom
csy: Vlastní

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
csy: Svítidlo D50 (referenční bílá)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
csy: Svítidlo D65 (referenční bílá)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
csy: Zářivka (studená bílá)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
csy: Zářivka (bílá)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
csy: Zářivka (teplá bílá)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
csy: Zářivka (denní světlo)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
csy: Zářivka (světlá bílá)

# lightTempPresets:halogenCool
source: Halogen (Cool)
csy: Halogen (studený)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
csy: Halogen (teplý)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
csy: HID vysokotlaký sodík

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
csy: HID nízkotlaký sodík

# lightTempPresets:mercury
source: HID Mercury
csy: HID rtuť

# lightTempPresets:quartz
source: HID Quartz Metal Halide
csy: HID krystalický halogenid

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
csy: HID krystalický halogenid (studený)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
csy: HID krystalický halogenid (teplý)

# lightTempPresets:uilabel
source: Light Temperature:
csy: Teplota světla:

# lightTemperature
source: Custom Light Temperature:
csy: Vlastní teplota světla:

# lightTemperature:uilabel
source: Custom Light Temperature:
csy: Vlastní teplota světla:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
csy: Povolit vynucení světla oblasti:

# lightobjectareatype
source: Area Type:
csy: Typ plochy:

# lightobjectareatype:cylinder
source: Cylinder
csy: Válec

# lightobjectareatype:disc
source: Disc
csy: Disk

# lightobjectareatype:line
source: Line
csy: Úsečka

# lightobjectareatype:none
source: No Area
csy: Žádná oblast

# lightobjectareatype:object
source: Object
csy: Objekt

# lightobjectareatype:rectangle
source: Rectangle
csy: Obdélník

# lightobjectareatype:sphere
source: Sphere
csy: Koule

# lightobjectareatype:uilabel
source: Area Type:
csy: Typ plochy:

# lightobjectareatype:user
source: User
csy: Uživatelský

# lightobjectexponent
source: Attenuation:
csy: Útlum:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
csy: Míra fotonového útlumu

# lightobjectexponent:uilabel
source: Attenuation:
csy: Útlum:

# lightobjecttype
source: Type:
csy: Typ:

# lightobjecttype:directional
source: Directional
csy: Směrový

# lightobjecttype:origin
source: Point
csy: Bod

# lightobjecttype:spot
source: Spot
csy: Tečka

# lightobjecttype:uilabel
source: Type:
csy: Typ:

# lightobjectvisible
source: Light Visible:
csy: Viditelné světlo:

# lightobjectvisible:uilabel
source: Visible
csy: Viditelné světlo:

source: lights
csy: světla

source: lime
csy: vápno

source: Line
csy: Úsečka

source: linen
csy: len

source: link
csy: spojení

source: liquid
csy: kapalina

# liquid_props1
source: Properties
csy: Základní tepelné

# liquid_props2
source: Mechanical
csy: Mechanické

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
csy: Vyhledávání pomocí paprsků FG

source: loose
csy: volný

source: low
csy: nízký

# lowPressureSodium
source: HID Low Pressure Sodium
csy: HID nízkotlaký sodík

source: lubricated
csy: strojní olej

# lumen
source: lumens
csy: lumeny

source: luminant
csy: luminantní

source: luminous
csy: svítivý

source: lux at
csy: lux na

source: machined
csy: obrobený

source: magenta
csy: purpurová

source: mahogany
csy: mahagon

source: maple
csy: javor

source: maps
csy: mapy

source: marble
csy: mramor

# marble_Appearance
source: Appearance
csy: Vzhled

# marble_Color1
source: Stone Color
csy: Barva kamene

# marble_Color1:tooltip
source: Specifies the color of the stone
csy: Určuje barvu kamene.

# marble_Color1:uilabel
source: Stone Color
csy: Barva kamene

# marble_Color2
source: Vein Color
csy: Barva žilek

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
csy: Určuje barvu žilek mramoru.

# marble_Color2:uilabel
source: Vein Color
csy: Barva žilek

# marble_Position
source: Position
csy: Umístění

# marble_Size
source: Vein Spacing
csy: Rozteče žilek

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
csy: Nastavuje mezeru mezi žilkami. Rozsah = 0 až 100; výchozí hodnota = 1.

# marble_Size:uilabel
source: Vein Spacing
csy: Rozteče žilek

# marble_Width
source: Vein Width
csy: Šířka žilky

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
csy: Nastavuje šířku žilek. Rozsah = 0 až 100; výchozí hodnota = 1.

# marble_Width:uilabel
source: Vein Width
csy: Šířka žilky

# marble_tex:uilabel
source: Marble Texture
csy: Textura mramoru

# marble_transforms_group
source: Transforms
csy: Transformace

source: maroon
csy: tmavě kaštanový

source: masonry
csy: zdivo

# masonry_pattern_list_label
source: Type
csy: Typ

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# masonrycmu_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# masonrycmu_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# masonrycmu_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# masonrycmu_ao_samples
source: Samples
csy: Vzorky

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# masonrycmu_ao_samples:uilabel
source: Samples
csy: Vzorky

# masonrycmu_application
source: Finish
csy: Povrchová úprava

# masonrycmu_application:masonrycmu_glossy
source: Glossy
csy: Lesklý

# masonrycmu_application:masonrycmu_matte
source: Matte
csy: Matný

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
csy: Neopracovaný

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
csy: Řídí texturu upraveného povrchu (lesklý, matný, neupravený).

# masonrycmu_application:uilabel
source: Finish
csy: Povrchová úprava

# masonrycmu_cmu
source: CMU
csy: Pórobeton

# masonrycmu_color
source: Color
csy: Barva

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
csy: Vybírá barvu, obrázek nebo procedurální texturu k vytvoření vzhledu materiálu.

# masonrycmu_color:uilabel
source: Color
csy: Barva

# masonrycmu_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# masonrycmu_custom
source: Custom
csy: Vlastní

# masonrycmu_glossy
source: Glossy
csy: Lesklý

# masonrycmu_masonry
source: Masonry
csy: Zdivo

# masonrycmu_masonrycmugroup
source: Masonry
csy: Zdivo

# masonrycmu_matte
source: Matte
csy: Matný

# masonrycmu_pattern:masonrycmu_custom
source: Custom
csy: Vlastní

# masonrycmu_pattern:masonrycmu_none
source: None
csy: Žádné

# masonrycmu_pattern:uilabel
source: Relief Pattern
csy: Vzor reliéfu

# masonrycmu_pattern_height
source: Amount
csy: Množství

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
csy: K určení vzorů reliéfů dlaždic používá posuvník.

# masonrycmu_pattern_height:uilabel
source: Amount
csy: Množství

# masonrycmu_pattern_map:uilabel
source: Image
csy: Obrázek

# masonrycmu_pattern_map_image_label
source: Image
csy: Obrázek

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
csy: Řídí vzor reliéfu dlaždic. Vzor nerovností definuje zvýšené a snížené oblasti na základě tmavých a světlých ploch v souboru obrázku.

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
csy: Vzor reliéfu

# masonrycmu_performance_tunning_group
source: Performance Tuning
csy: Ladění výkonnosti

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
csy: Počet kolikrát je každý paprsek odražen. Když tento parametr nastaven na nulu, přednost má globální nastavení rendrování.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
csy: Maximální hloubka odrazu

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
csy: Aktivujte tuto možnost, chcete-li použít efekty zaoblení rohu s libovolným materiálem. Vypněte tuto funkci, chcete-li efekty zaoblení rohu použít pouze na povrch aktuálního materiálu.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
csy: Prolnout s ostatními materiály

# masonrycmu_roundcorners_on
source: Round Corners
csy: Zaoblit rohy

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
csy: Zapne simulaci zaoblení rohů. Poznámka: Jde pouze o efekt stínování,

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
csy: Zaoblit rohy

# masonrycmu_roundcorners_radius
source: Source
csy: Zdroj

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
csy: Upravuje poloměr efektu zaoblení hran.

# masonrycmu_roundcorners_radius:uilabel
source: Source
csy: Zdroj

# masonrycmu_type
source: Type
csy: Typ

# masonrycmu_type:masonrycmu_cmu
source: CMU
csy: Pórobeton

# masonrycmu_type:masonrycmu_masonry
source: Masonry
csy: Zdivo

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
csy: Řídí způsob použití: pórobeton nebo zdivo.

# masonrycmu_type:uilabel
source: Type
csy: Typ

# masonrycmu_unfinished
source: Unfinished
csy: Neopracovaný

source: materials
csy: materiály

source: matte
csy: matný

source: medium
csy: střední

source: meduim blue
csy: středně modrá

# mercury
source: HID Mercury
csy: HID rtuť

source: mesh
csy: síť

source: metal
csy: kov

# metal_aluminum
source: Aluminum
csy: Hliník

# metal_ao_details:rightlabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
csy: Zapíná složitější režim okolní okluze, která bere v úvahu barvu okolních objektů. Poznámka: Zlepší se tak přílišné ztmavnutí rohů a vyřeší to vytváření tmavých okrajů okolní okluzí okolo objektů s vlastním zdrojem světla.

# metal_ao_details:uilabel
source: Use Color From Other Materials
csy: Použít barvu z ostatních materiálů

# metal_ao_distance
source: Max Distance
csy: Maximální vzdálenost

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
csy: Definuje poloměr okolní okluze (vysoký = velká oblast pokrytí/pomalejší; nízký = malá oblast pokrytí/rychlejší)

# metal_ao_distance:uilabel
source: Max Distance
csy: Maximální vzdálenost

# metal_ao_on
source: Ambient Occlusion
csy: Okolní okluze

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
csy: Zapíná okolní okluzi. Napodobuje vzhled skutečného celkového osvětlení, pomocí shaderů se vypočítává rozsah, ve kterém je oblast okludována, nebo ve kterém je zabráněno přijmutí příchozího světla. Použijte tento efekt s nepřímým světlem.

# metal_ao_on:uilabel
source: Ambient Occlusion
csy: Okolní okluze

# metal_ao_samples
source: Samples
csy: Vzorky

# metal_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
csy: Kvalita okolní okluze (vysoká = plynulejší/pomalejší; nízká = zrnitější/rychlejší)

# metal_ao_samples:uilabel
source: Samples
csy: Vzorky

# metal_brass
source: Brass
csy: Mosaz

# metal_bronze
source: Bronze
csy: Bronz

# metal_brushed
source: Brushed
csy: Kartáčovaný

# metal_checker_plate
source: Checker Plate
csy: Šachovnicová deska

# metal_chrome
source: Chrome
csy: Chrom

# metal_color
source: Color
csy: Barva

# metal_color:tooltip
source: Chooses a color for Anodized Aluminum only.
csy: Vybere barvu pouze pro eloxovaný hliník.

# metal_color:uilabel
source: Color
csy: Barva

# metal_color_by_object:uilabel
source: Color By Object
csy: Barva podle objektu

# metal_copper
source: Copper
csy: Měď

# metal_custom
source: Custom - Image
csy: Vlastní – obrázek

# metal_diamond_plate
source: Diamond Plate
csy: Kosočtvercová deska

# metal_finish
source: Finish
csy: Povrchová úprava

# metal_finish:metal_brushed
source: Brushed
csy: Kartáčovaný

# metal_finish:metal_polished
source: Polished
csy: Leštěný

# metal_finish:metal_satin
source: Satin
csy: Satén

# metal_finish:metal_semi_polished
source: Semi-polished
csy: Pololeštěný

# metal_finish:tooltip
source: Selects a surface finish for Aluminum, Chrome, Copper, Brass, Bronze, and Stainless Steel only.
csy: Slouží k výběru povrchové úpravy pouze pro hliník, chrom, mosaz, bronz a nerezovou ocel.

# metal_finish:uilabel
source: Finish
csy: Povrchová úprava

# metal_galvanized_alu
source: Anodized Aluminum
csy: Eloxovaný hliník

# metal_knurl
source: Knurl
csy: Vypouklina

# metal_metalgroup
source: Metal
csy: Kov

# metal_patina:maxlabel
source: Full
csy: Plný

# metal_patina:minlabel
source: None
csy: Žádné

# metal_patina:tooltip
source: Adjusts the degree of discoloration for copper or bronze due to oxidation or the application of a chemical compound. Enter a value between 0 (none) and 1 (full), or use the slider.
csy: Nastavuje úroveň přebarvení mědi nebo bronzu z důvodu oxidace nebo působením chemické sloučeniny. Zadejte hodnotu mezi 0 (žádné) a 1 (plné) nebo k nastavení použijte posuvník.

# metal_pattern:metal_checker_plate
source: Checker Plate
csy: Šachovnicová deska

# metal_pattern:metal_custom
source: Custom - Image
csy: Vlastní – obrázek

# metal_pattern:metal_diamond_plate
source: Diamond Plate
csy: Kosočtvercová deska

# metal_pattern:metal_knurl
source: Knurl
csy: Vypouklina

# metal_pattern:metal_none
source: None
csy: Žádné

# metal_pattern:uilabel
source: Relief Pattern
csy: Vzor reliéfu

# metal_pattern_height
source: Amount
csy: Množství
