Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-esp.xlf
Languages: esp

source: Finishes.Wax.SatinWax
esp: Acabados.Cera.Cera satinada

source: Finishes.Wax.Shellac
esp: Acabados.Cera.Shellac

source: Finishes.Wax.Urethane
esp: Acabados.Cera.Uretano

source: Finishes.Wax.Varnish
esp: Acabados.Cera.Barniz

source: Flooring/Carpet
esp: Suelo/Moqueta

source: Flooring/Stone
esp: Suelo/Piedra

source: Flooring/Tile
esp: Suelo/Azulejo

source: Flooring/Vinyl
esp: Suelo/Vinilo

source: Flooring/Wood
esp: Suelo/Madera

source: Furnishings.Fabrics.Bandage
esp: Accesorios.Tejidos.Venda

source: Furnishings.Fabrics.Burlap
esp: Accesorios.Tejidos.Arpillera

source: Furnishings.Fabrics.Caning.Tan
esp: Accesorios.Tejidos.Caña.Tostado

source: Furnishings.Fabrics.Canvas.White
esp: Accesorios.Tejidos.Lona.Blanco

source: Furnishings.Fabrics.Lace
esp: Accesorios.Tejidos.Encaje

source: Furnishings.Fabrics.Leather.Black
esp: Accesorios.Tejidos.Cuero.Negro

source: Furnishings.Fabrics.Leather.Black.1
esp: Accesorios.Tejidos.Cuero.Negro.1

source: Furnishings.Fabrics.Leather.Brown
esp: Accesorios.Tejidos.Cuero.Marrón

source: Furnishings.Fabrics.Leather.Pebble.Light Brown
esp: Accesorios.Tejidos.Cuero.Guijarro.Marrón claro

source: Furnishings.Fabrics.Leather.Pebble.Mauve
esp: Accesorios.Tejidos.Cuero.Guijarro.Malva

source: Furnishings.Fabrics.Leather.Tan
esp: Accesorios.Tejidos.Cuero.Tostado

source: Furnishings.Fabrics.Linen.Beige
esp: Accesorios.Tejidos.Lino.Beis

source: Furnishings.Fabrics.Linen.Tweed
esp: Accesorios.Tejidos.Lino.Tweed

source: Furnishings.Fabrics.Linen.White
esp: Accesorios.Tejidos.Lino.Blanco

source: Furnishings.Fabrics.Mesh
esp: Accesorios.Tejidos.Malla

source: Furnishings.Fabrics.Netting
esp: Acabados.Tejidos.Punto

source: Furnishings.Fabrics.Plaid.1
esp: Accesorios.Tejidos.Escocés.1

source: Furnishings.Fabrics.Plaid.3
esp: Accesorios.Tejidos.Escocés.3

source: Furnishings.Fabrics.Plaid.4
esp: Accesorios.Tejidos.Escocés.4

source: Furnishings.Fabrics.Stripes.1
esp: Accesorios.Tejidos.Rayas.1

source: Furnishings.Fabrics.Stripes.2
esp: Accesorios.Tejidos.Rayas.2

source: Furnishings.Fabrics.Stripes.3
esp: Accesorios.Tejidos.Rayas.3

source: Furnishings.Fabrics.Stripes.4
esp: Accesorios.Tejidos.Rayas.4

source: Furnishings.Fabrics.Stripes.5
esp: Accesorios.Tejidos.Rayas.5

source: Furnishings.Fabrics.Stripes.6
esp: Accesorios.Tejidos.Rayas.6

source: Furnishings.Fabrics.Stripes.7
esp: Accesorios.Tejidos.Rayas.7

source: Furnishings.Fabrics.Velvet.Black
esp: Accesorios.Tejidos.Terciopelo.Negro

source: Furnishings.Fabrics.Velvet.Red
esp: Accesorios.Tejidos.Terciopelo.Rojo

source: GFRC
esp: Hormigón reforzado con fibra de vidrio

source: Galvanized steel
esp: Acero galvanizado

source: Gas structural asset.
esp: Activo estructural de gas.

source: Gas thermal asset.
esp: Activo térmico de gas.

source: Generic
esp: Genérico

source: Generic Photometric light.
esp: Luz fotométrica genérica.

source: Generic material.
esp: Material genérico.

source: Generic structural asset.
esp: Activo estructural genérico.

source: Generic-001
esp: Luminoso - Translúcido Blanco

source: Generic-002
esp: Diodo - Rojo encendido

source: Generic-003
esp: Diodo - Rojo apagado

source: Generic-004
esp: Diodo - Verde encendido

source: Generic-005
esp: Diodo - Verde apagado

source: Generic-006
esp: Diodo - Amarillo encendido

source: Generic-007
esp: Diodo - Amarillo apagado

source: Generic-008
esp: Luminoso - Crema

source: Generic-009
esp: Pelo bajo - Gris

source: Generic-010
esp: Pelo bajo - Pajiza

source: Generic-011
esp: Losa acústica - 2x4 Blanco Fisurado

source: Generic-012
esp: Losa acústica - 2x4 Blanco con guijarros

source: Generic-013
esp: Losa acústica - 2x2 Blanco con guijarros

source: Generic-014
esp: Horizontal 4 pulgadas - Blanco

source: Generic-015
esp: Teja plana - Composición Gris

source: Generic-016
esp: Teja plana - Medio redonda Gris

source: Generic-017
esp: Teja plana - Áspera Gris

source: Generic-018
esp: Azulejo español

source: Generic-019
esp: Aglomerado - Alto

source: Generic-020
esp: Tierra - Marrón oscuro

source: Generic-021
esp: Hierba - Centeno oscuro

source: Generic-022
esp: Paja - Natural medio

source: Generic-023
esp: Seto

source: Generic-024
esp: Laminado - Normal

source: Generic-025
esp: Bombilla - Encendida

source: Generic-026
esp: Bombilla - Apagada

source: Generic-027
esp: Claro - Ligero

source: Generic-028
esp: Luminoso - Translúcido Azul

source: Generic-029
esp: Luminoso - Translúcido Naranja

source: Generic-030
esp: Pelo bajo - Beis

source: Generic-031
esp: Pelo bajo - Azul marino

source: Generic-032
esp: Pelo bajo - Oro

source: Generic-033
esp: Horizontal 6 pulgadas - Beis

source: Generic-034
esp: Horizontal 4 pulgadas - Gris

source: Generic-035
esp: Horizontal 6 pulgadas - Gris

source: Generic-036
esp: Horizontal 8 pulgadas - Gris

source: Generic-037
esp: Vertical 6 pulgadas - Blanco

source: Generic-038
esp: Pelo medio - Gris oscuro

source: Generic-039
esp: Azulejo español - Marrón

source: Generic-040
esp: Azulejo español - Rojo 3

source: Generic-041
esp: Nieve

source: Generic-042
esp: Teja plana - Medio redonda Marrón claro

source: Generic-043
esp: Tapiz - Rayas salpicadura

source: Generic-044
esp: Guijarros - Marrón

source: Generic-045
esp: Tapiz - Floral amarillo

source: Generic-046
esp: Tapiz - Floral azul

source: Generic-047
esp: Tapiz - Rosas

source: Generic-048
esp: Tapiz - Victoriano

source: Generic-049
esp: Tapiz - Geométrico

source: Generic-050
esp: Mezclilla - Azul

source: Generic-051
esp: Losa acústica - 2x2 Gris fisurado

source: Generic-052
esp: Tabla de ripia - Desgastada

source: Generic-053
esp: Teja plana - Composición Marrón

source: Generic-054
esp: Teja plana - Composición Gris oscuro

source: Generic-055
esp: Teja plana - Composición Rosado

source: Generic-056
esp: Tabla de ripia - División a mano

source: Generic-057
esp: Asfalto - Húmedo

source: Generic-058
esp: Asfalto 3

source: Generic-059
esp: Hierba - Bermuda oscuro

source: Generic-060
esp: Hierba - Centeno claro

source: Generic-061
esp: Rombo - Roseta

source: Generic-062
esp: Hierro negro

source: Generic-063
esp: Bloque de cristal

source: Generic-064
esp: Cartón - Aglomerado

source: Generic/Ceramic
esp: Genérico/Cerámica

source: Generic/Glass
esp: Genérico/cristal

source: GenericPhotometricLight
esp: Luz fotométrica genérica

# GenericPhotometricLightSchema_localname:Light
source: Light
esp: Luz

# GenericPhotometricLightSchema_localtype:Light
source: Light
esp: Luz

# GenericSchema_localname:Generic
source: Generic
esp: Genérico

# GenericSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Glass
esp: Cristal

source: Glass Fiber Reinforced Concrete, 5% fibers
esp: Hormigón reforzado con fibra de vidrio, 5% fibras

source: Glass fiber reinforced concrete
esp: Hormigón reforzado con fibra de vidrio

source: Glass-001
esp: Claro - Verde

source: Glass-002
esp: Ahumado - Gris

source: Glass-003
esp: De color - Azul

source: Glass-004
esp: De color - Azul-verde

source: Glass-005
esp: Ahumado - Bronce

source: Glass-006
esp: Claro - Ámbar

source: Glass-007
esp: Ahumado - Negro

source: Glass-008
esp: Claro

source: Glass-009
esp: Esmerilado - Blanco

source: Glass-010
esp: Claro - Blanco

source: Glass-011
esp: Rizado - Blanco

source: Glass-012
esp: Semitransparente - Blanco

source: Glass-013
esp: Esmerilado - Claro

source: Glass-014
esp: Esmerilado - Azul oscuro

source: Glass-015
esp: Esmerilado - Azul claro

source: Glass-016
esp: Rizado - Azul medio

source: Glass-017
esp: Esmerilado - Gris

source: Glass-018
esp: Rizado - Verde claro

source: Glass-019
esp: Esmerilado - Rojo oscuro

source: Glass-020
esp: Esmerilado - Azul

source: Glass-021
esp: Rizado - Azul claro

source: Glass-022
esp: Esmerilado - Bronce oscuro

source: Glass-023
esp: Esmerilado - Bronce claro

source: Glass/Glazing
esp: Cristal/Cristalera

source: Glazing
esp: Cristalera

source: Glazing material.
esp: Material de cristalera.

source: Glazing-001
esp: Azul oscuro reflectante

source: Glazing-002
esp: Azul oscuro

source: Glazing-003
esp: Azul claro reflectante

source: Glazing-004
esp: Bronce oscuro reflectante

source: Glazing-005
esp: Bronce claro reflectante

source: Glazing-006
esp: Bronce claro

source: Glazing-007
esp: Gris oscuro

source: Glazing-008
esp: Rojo oscuro

source: Glazing-009
esp: Verde azul

source: Glazing-010
esp: Oro

source: Glazing-011
esp: Claro reflectante

source: Glazing-012
esp: Claro

source: Glazing-013
esp: Rojo claro

source: Glazing-014
esp: Azul - Cristalera

source: Glazing-015
esp: Azul reflectante

source: Glazing-016
esp: Bronce oscuro

source: Glazing-017
esp: Gris claro reflectante

source: Glazing-018
esp: Gris claro

source: Glazing-019
esp: Verde oscuro reflectante

# GlazingSchema_localname:Glazing
source: Glazing
esp: Cristalera

# GlazingSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Gradient
esp: Degradado

source: Gradient map.
esp: Mapeado de degradado

# GradientSchema_localname:Gradient
source: Gradient
esp: Degradado

# GradientSchema_localtype:Texture
source: Texture
esp: Textura

source: Graphics
esp: Gráficos

# GraphicsSchema_localname:Graphics
source: Graphics
esp: Gráficos

# GraphicsSchema_localtype:Graphics
source: Graphics
esp: Gráficos

source: Gray bricks
esp: Ladrillos grises

source: Gray marble stone floor
esp: Suelo de piedra de mármol gris

source: Gray modular bricks
esp: Ladrillos modulares grises

source: Grey cast iron
esp: Hierro fundido gris

source: Hardwood
esp: Madera noble

source: Hardwood material.
esp: Material de madera noble.

# HardwoodSchema_localname:Wood
source: Wood
esp: Madera

# HardwoodSchema_localtype:Appearance
source: Appearance
esp: Aspecto

source: Has a beige tint
esp: Tiene un color beige

source: Has a blue tint
esp: Tiene un color azul

source: Has a medium beige tint
esp: Tiene un color beige medio

source: Has a slight blue tint
esp: Tiene un ligero color azul

source: Hemispherical Map.
esp: Mapeado hemisférico.

# HemisphericalSchema_localname:Hemispherical Map
source: Hemispherical Map
esp: Mapeado hemisférico

# HemisphericalSchema_localtype:Texture
source: Texture
esp: Textura

source: High density polyethylene
esp: Polietileno de alta densidad

source: High impact polystyrene
esp: Poliestireno de alto impacto

source: High strength low alloy steel
esp: Acero de aleación baja y alta resistencia

source: Hill swatch.
esp: Muestra de colina.

source: Illuminated display color
esp: Color

# ImageSwitch:uilabel
source: Image Switch:
esp: Interruptor de imagen:

source: Images courtesy of Precast/Prestressed Concrete Institute (PCI).
esp: Imágenes gentileza de Precast/Prestressed Concrete Institute (PCI).

source: InvCer-001
esp: Cuadrado 4 pulgadas - Azul claro

source: InvGen-001
esp: Claro - Azul - Versión 1.1

source: InvGen-001-1-2
esp: Claro - Azul

source: InvGen-002
esp: Cartón

source: InvGen-003
esp: Madera de deriva

source: InvGen-004
esp: Lámina Oro

source: InvGen-005
esp: Claro - Verde 1 - Versión 1.1

source: InvGen-005-1-2
esp: Claro - Verde 1

source: InvGen-006
esp: Gris plomo

source: InvGen-007
esp: Gris plomo - Antiguo Pulido

source: InvGen-008
esp: Gris plomo - Pulido

source: InvGen-009
esp: Piedra - Azul

source: InvGen-010
esp: Magenta

source: InvGen-011
esp: Metal 1400F

source: InvGen-012
esp: Metal 1600F

source: InvGen-013
esp: Metal 1800F

source: InvGen-014
esp: Metal 2400F

source: InvGen-015
esp: Níquel - Versión 1.1

source: InvGen-015-1-2
esp: Níquel

source: InvGen-016
esp: Aceite

source: InvGen-017
esp: Ópalo

source: InvGen-018
esp: Rosado

source: InvGen-019
esp: Policarbonato - Claro - Versión 1.1

source: InvGen-019-1-2
esp: Policarbonato - Claro

source: InvGen-020
esp: Policarbonato - Ahumado - Versión 1.1

source: InvGen-020-1-2
esp: Policarbonato - Ahumado

source: InvGen-021
esp: Nilón 6

source: InvGen-022
esp: PTFE

source: InvGen-023
esp: Nitrato de silicio - Pulido - Versión 1.1

source: InvGen-023-1-2
esp: Nitrato de silicio - Pulido

source: InvGen-024
esp: Torneado

source: InvGen-025
esp: Bruñido

source: InvGen-027
esp: Oxidado

source: InvGen-028
esp: Placa

source: InvGen-029
esp: Herrumbrado - Versión 1.1

source: InvGen-029-1-2
esp: Herrumbrado

source: InvGen-031
esp: Titanio - Versión 1.1

source: InvGen-031-1-2
esp: Titanio

source: InvGen-032
esp: Titanio - Pulido- Versión 1.1

source: InvGen-032-1-2
esp: Titanio - Pulido

source: InvGen-033
esp: Agua Burbujas

source: InvGen-034
esp: Soldadura - Aluminio

source: InvGen-035
esp: Soldadura - Latón

source: InvGen-036
esp: Soldadura - Acero inoxidable

source: InvGen-037
esp: Soldadura - Acero suave

source: InvGen-038
esp: Goma - Negro - Versión 1.1

source: InvGen-038-1-2
esp: Goma - Negro

source: InvGen-039
esp: Goma - Azul - Versión 1.1

source: InvGen-039-1-2
esp: Goma - Azul

source: InvGen-040
esp: Goma - Verde - Versión 1.1

source: InvGen-040-1-2
esp: Goma - Verde

source: InvGen-042
esp: Madera - Pintada Blanco

source: InvGen-043
esp: Claro - Amarillo - Versión 1.1

source: InvGen-043-1-2
esp: Claro - Amarillo

source: InvGen-044
esp: Zinc Cromado 1

source: InvGen-045
esp: Verde Pulido

source: InvGen-046
esp: Aluminio fundido

source: InvGen-048
esp: Fundido Negro

source: InvGen-049
esp: Fibra de carbono 1

source: InvGen-050
esp: Metal foraminado 01

source: InvGen-051
esp: Metal foraminado 02

source: InvGen-052
esp: Metal foraminado 03

source: InvGen-053
esp: Metal foraminado 04

source: InvGen-054
esp: Mecanizado 02

source: InvGen-055
esp: Mecanizado 03

source: InvGen-056
esp: Óxido

source: InvGen-057
esp: Placa de deslizamiento

source: InvGen-058
esp: Placa - Azul

source: InvGen-059
esp: Cromo - Negro Pulido

source: InvGen-060
esp: Cromo - Azul Pulido

source: InvGen-061
esp: Zinc Cromado 2

source: InvGen-062
esp: Aluminio - Plano - Versión 1.1

source: InvGen-062-1-2
esp: Aluminio - Plano

source: InvGen-063
esp: Oro - Metal - Versión 1.1

source: InvGen-063-1-2
esp: Oro - Metal

source: InvGen-064
esp: Plata - Versión 1.1

source: InvGen-064-1-2
esp: Plata

source: InvGen-065
esp: Plomo

source: InvGen-066
esp: Acero

source: InvGen-067
esp: Gris hierro

source: InvGen-068
esp: Hierro - Fundido

source: InvGen-069
esp: Acero - Fundido

source: InvGen-070
esp: Bruñido - Gris oscuro

source: InvGen-071
esp: Valor por defecto

source: InvHW-001
esp: Corcho - Grueso

source: InvMet-004
esp: Placa de rombos - Versión 1.1

source: InvMet-004-1-2
esp: Placa de rombos

source: InvMet-005
esp: Galvanizado

source: InvMet-006
esp: Moleteado - Versión 1.1

source: InvMet-006-1-2
esp: Moleteado

source: InvMet-007
esp: Acero - Pulido

source: InvMet-008
esp: Semipulido

source: Iron
esp: Hierro

source: LCP
esp: LCR

# Latitude
source: Scene Latitude:
esp: Latitud de escena:

# Latitude:uilabel
source: Scene Latitude:
esp: Latitud de escena:

source: Lead, oxidized
esp: Plomo, oxidado

source: Lead, oxidized finish
esp: Plomo, acabado oxidado

source: Light
esp: Luz

source: Light beige colour
esp: Color beige claro

source: Light brown modular bricks
esp: Ladrillos modulares marrón claro

source: Light brown rectangular herringbone bricks
esp: Ladrillos espigados rectangulares marrón claro

source: Light gray rectangular stones
esp: Piedras rectangulares gris claro

source: Light gray slate bricks
esp: Ladrillos pizarra gris claro

source: Light red and large square slate bricks
esp: Ladrillos pizarra rojo claro y cuadrados grandes

source: Light red modular bricks
esp: Ladrillos modulares rojo claro

source: Liquid
esp: Líquido

source: Liquid Crystal Polymer
esp: Polímero de cristal líquido

source: Liquid structural asset.
esp: Activo estructural líquido.

source: Liquid thermal asset.
esp: Activo térmico liquido.

# Location:uilabel
source: Location
esp: Ubicación

source: Logarithmic Tone Operator
esp: Operador de tono logarítmico

# LogarithmicToneOpGroup
source: Logarithmic ToneOp
esp: Operador de tono logarítmico

# Longitude
source: Scene Longitude:
esp: Longitud de escena:

# Longitude:uilabel
source: Scene Longitude:
esp: Longitud de escena:

source: Low Carbon Steel
esp: Acero bajo en carbono

source: Low density polyethylene
esp: Polietileno de baja densidad

source: Malleable cast iron
esp: Hierro fundido maleable

source: Marble
esp: Mármol

source: Marble map.
esp: Mapeado mármol.

# MarbleSchema_localname:Marble
source: Marble
esp: Mármol

# MarbleSchema_localtype:Texture
source: Texture
esp: Textura

source: Martensitic stainless steel
esp: Acero inoxidable martensítico

source: Masonry and CMU material.
esp: Material de albañilería y bloques de hormigón.

source: Masonry-001
esp: Soldado uniforme - Burdeos

source: Masonry-002
esp: Isódomo no uniforme - Burdeos

source: Masonry-003
esp: Isódomo 12 pulgadas - Burdeos

source: Masonry-004
esp: Simple - Gris medio

source: Masonry-005
esp: Espina de pescado - Marrón claro

source: Masonry-006
esp: Espina de pescado - Marrón

source: Masonry-007
esp: Cuadrado

source: Masonry-008
esp: Vertical

source: Masonry-009
esp: Modular - Marrón claro

source: Masonry-010
esp: Modular - Gris

source: Masonry-011
esp: Modular - Marrón

source: Masonry-012
esp: Modular - Rojo claro

source: Masonry-013
esp: Pizarra - Cuadrado rojo

source: Masonry-014
esp: Pizarra - Aleatorio gris

source: Masonry-015
esp: Adobe - Beis

source: Masonry-016
esp: Patrón cruzado

source: Masonry-017
esp: Bloques decorativos

source: Masonry-018
esp: Muro de retención - Bloques de coque

source: Masonry-019
esp: Muro de retención - Bloques de coque estriados

source: Masonry-020
esp: Piedras rectangulares irregulares pequeñas - Marrón

source: Masonry-021
esp: Piedras rectangulares pequeñas - Gris

source: Masonry-022
esp: Piedras rectangulares - Gris claro

source: Masonry-023
esp: Travertino - Crema

source: Masonry-024
esp: Mármol - Blanco-gris

source: Masonry-025
esp: Mármol - Gris

source: Masonry-026
esp: Piedra de campo - Desgastado

source: Masonry-027
esp: Burdeos

source: Masonry-028
esp: Isódomo uniforme - Marrón

source: Masonry-029
esp: Solado uniforme - Marrón

source: Masonry-030
esp: Isódomo no uniforme - Marrón

source: Masonry-031
esp: Isódomo uniforme - Burdeos

source: Masonry-032
esp: Soldado no uniforme - Burdeos

source: Masonry-033
esp: Soldado no uniforme 12 pulgadas - Burdeos

source: Masonry-034
esp: Isódomo uniforme - Coral

source: Masonry-035
esp: Isódomo uniforme - Gris

source: Masonry-036
esp: Isódomo uniforme 12 pulgadas - Gris

source: Masonry-037
esp: Isódomo uniforme - Naranja

source: Masonry-038
esp: Isódomo no uniforme - Rojo

source: Masonry-039
esp: Isódomo uniforme - Amarillo

source: Masonry-040
esp: Soldado uniforme - Amarillo

source: Masonry-041
esp: Apilado cara dividida - Marrón

source: Masonry-042
esp: Isódomo cara dividida - Coral

source: Masonry-043
esp: Isódomo - Gris claro

source: Masonry-044
esp: Apilado cara dividida - Gris

source: Masonry-045
esp: Espina de pescado - Gris

source: Masonry-046
esp: Espina de pescado - Rojo

source: Masonry-047
esp: Isódomo no uniforme - Gris

source: Masonry-048
esp: Entrelazado - Marrón

source: Masonry-049
esp: Sin labrar - Río roca

source: Masonry-050
esp: Sin labrar - Taliesin oeste

source: Masonry-051
esp: Apilado cara dividida - Rosado

source: Masonry.Masonry Accessories.Control Joints.Black
esp: Albañilería.Accesorios de albañilería.Juntas de control.Negro

source: Masonry.Stone.Ashlar.Patterned
esp: Albañilería.Piedra.Sillar.Con patrón

source: Masonry.Stone.Ashlar.Random.Broken Coursed
esp: Albañilería.Piedra.Sillar.Al azar.Capas rotas

source: Masonry.Stone.Ashlar.Random.Broken Coursed.Grouted
esp: Albañilería.Piedra.Sillar.Al azar.Capas rotas.Lechada

source: Masonry.Stone.Fieldstone.Uncoarsed.Loose
esp: Albañilería.Piedra.Piedra de campo.Sin hilar.Separada

source: Masonry.Stone.Fieldstone.Uncoarsed.Tight
esp: Albañilería.Piedra.Piedra de campo.Sin hilar.Muy junta

source: Masonry.Stone.Fieldstone.Uncoarsed.Weathered
esp: Albañilería.Piedra.Piedra de campo.Sin hilar.Desgastada

source: Masonry.Stone.Granite.Square.Stacked.Polished.4
esp: Albañilería.Piedra.Granito.Cuadrado.Apilado.Pulimentado.4

source: Masonry.Stone.Granite.Square.Stacked.Polished.Black-White
esp: Albañilería.Piedra.Granito.Cuadrado.Apilado.Pulimentado.Blanco-negro

source: Masonry.Stone.Granite.Square.Stacked.Polished.Copper-Black
esp: Albañilería.Piedra.Granito.Cuadrado.Apilado.Pulimentado.Cobre-negro

source: Masonry.Stone.Granite.Square.Stacked.Polished.Grey
esp: Albañilería.Piedra.Granito.Cuadrado.Apilado.Pulimentado.Gris

source: Masonry.Stone.Granite.Square.Stacked.Polished.Mauve-Grey
esp: Albañilería.Piedra.Granito.Cuadrado.Apilado.Pulimentado.Malva-gris

source: Masonry.Stone.Granite.Square.Stacked.Polished.Pink-Black-Grey
esp: Albañilería.Piedra.Granito.Cuadrado.Apilado.Pulimentado.Rosa-negro-gris

source: Masonry.Stone.Limestone.Ashlar.Coursed
esp: Albañilería.Piedra.Caliza.Sillar.Tosco

source: Masonry.Stone.Limestone.Rubble
esp: Albañilería.Piedra.Caliza.Sin labrar

source: Masonry.Stone.Limestone.Rustic Joint.Pink
esp: Albañilería.Piedra.Caliza.Junta rústica.Rosa

source: Masonry.Stone.Limestone.Rustication
esp: Albañilería.Piedra.Caliza.Rústica

source: Masonry.Stone.Marble.Square.Stacked.Polished.White - Green
esp: Albañilería.Piedra.Mármol.Cuadrado.Apilado.Pulimentado.Blanco-verde

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black
esp: Albañilería.Piedra.Mármol.Cuadrado.Apilado.Pulimentado.Blanco-negro

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Black.Large Veins
esp: Albañilería.Piedra.Mármol.Cuadrado.Apilado.Pulimentado.Blanco-negro.Vena ancha

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown
esp: Albañilería.Piedra.Mármol.Cuadrado.Apilado.Pulimentado.Blanco-marrón

source: Masonry.Stone.Marble.Square.Stacked.Polished.White-Brown-Black
esp: Albañilería.Piedra.Mármol.Cuadrado.Apilado.Pulimentado.Blanco-marrón-negro

source: Masonry.Stone.Onyx.Black
esp: Albañilería.Piedra.Ónice.Negro

source: Masonry.Stone.Onyx.Blue
esp: Albañilería.Piedra.Ónice.Azul

source: Masonry.Stone.Onyx.Rose
esp: Albañilería.Piedra.Ónice.Rosa

source: Masonry.Stone.Slate
esp: Albañilería.Piedra.Pizarra

source: Masonry.Stone.Slate.Green
esp: Albañilería.Piedra.Pizarra.Verde

source: Masonry.Stone.Slate.Mottled
esp: Albañilería.Piedra.Pizarra.Veteada

source: Masonry.Stone.Slate.Red
esp: Albañilería.Piedra.Pizarra.Rojo

source: Masonry.Stone.Soapstone.BlueGreen
esp: Albañilería.Piedra.Saponita.Azul-verde

source: Masonry.Stone.Soapstone.DarkGrey
esp: Albañilería.Piedra.Saponita.Gris oscuro

source: Masonry.Stone.Travertine.Cream
esp: Albañilería.Piedra.Travertino.Crema

source: Masonry.Stone.Travertine.DarkBrown
esp: Albañilería.Piedra.Travertino.Marrón oscuro

source: Masonry.Stone.Travertine.DarkRed
esp: Albañilería.Piedra.Travertino.Rojo oscuro

source: Masonry.Unit Masonry.Brick.Adobe.Running
esp: Albañilería.Unidad de albañilería.Ladrillo.Adobe.Isódromo

source: Masonry.Unit Masonry.Brick.Modular.Basket Weave
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Entrelazado

source: Masonry.Unit Masonry.Brick.Modular.Clinker
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Holandés

source: Masonry.Unit Masonry.Brick.Modular.Common
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Americano

source: Masonry.Unit Masonry.Brick.Modular.Cored
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Con alma

source: Masonry.Unit Masonry.Brick.Modular.English
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Inglés

source: Masonry.Unit Masonry.Brick.Modular.English Cross
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Inglés cruzado

source: Masonry.Unit Masonry.Brick.Modular.Face
esp: Albañilería.Unidad de albañilería.Ladrillo.Modular.Cara
