Repository: mission-arm/HACKberry
Catalog: HACKberry-hardware/3D/Inventor/Parts/Design Data/Materials/InventorMaterialLibrary-ptb.xlf
Languages: ptb

# hardwood_imperfections:hardwood_automatic
source: Based on Wood Grain
ptb: Com base na granulação da madeira

# hardwood_imperfections:hardwood_custom
source: Custom
ptb: Personalizado

# hardwood_imperfections:hardwood_none
source: None
ptb: Nenhum

# hardwood_imperfections:uilabel
source: Relief Pattern
ptb: Padrão de mudança

# hardwood_imperfections_amount
source: Amount
ptb: Montante

# hardwood_imperfections_amount:tooltip
source: Adjusts the height of the surface bumps. Enter 0 for a flat surface, a positive number (between 0 and 10) to raise the grain, or a negative number (between 0 and -10) to reverse the grain.
ptb: Ajusta a altura dos relevos da superfície. Insira 0 para uma superfície plana, um número positivo (entre 0 e 10) para elevar o grão, ou um número negativo (entre 0 e -10) para reverter o grão.

# hardwood_imperfections_amount:uilabel
source: Amount
ptb: Montante

# hardwood_imperfections_list_label
source: Type
ptb: Tipo

# hardwood_imperfections_list_label:tooltip
source: Selects a surface pattern of wood or custom.
ptb: Seleciona um padrão de superfície de madeira ou personalizado.

# hardwood_imperfections_panel_label
source: Relief Pattern
ptb: Padrão de mudança

# hardwood_imperfections_shader
source: Image
ptb: Imagem

# hardwood_imperfections_shader:tooltip
source: Uses a bitmap image to adjust the relief pattern of the wood.
ptb: Usa uma imagem de bitmap para ajustar o padrão de mudança da madeira.

# hardwood_imperfections_shader:uilabel
source: Image
ptb: Imagem

# hardwood_no_color
source: None
ptb: Nenhum

# hardwood_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# hardwood_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# hardwood_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# hardwood_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# hardwood_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# hardwood_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# hardwood_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# hardwood_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# hardwood_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# hardwood_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# hardwood_roundcorners_radius
source: Source
ptb: Fonte

# hardwood_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# hardwood_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# hardwood_satin
source: Satin Varnish
ptb: Verniz acetinado

# hardwood_semigloss
source: Semi-gloss Varnish
ptb: Verniz semi-brilho

# hardwood_tint_color
source: Stain Color
ptb: Cor manchada

# hardwood_tint_color:tooltip
source: Adjusts the color of the stain.
ptb: Ajusta a cor do acetinado.

# hardwood_tint_color:uilabel
source: Stain Color
ptb: Cor manchada

# hardwood_tint_enabled
source: Stain
ptb: Mancha

# hardwood_tint_enabled:hardwood_color_choice
source: Color
ptb: Cor

# hardwood_tint_enabled:hardwood_no_color
source: None
ptb: Nenhum

# hardwood_tint_enabled:tooltip
source: Specifies whether the wood is stained.
ptb: Especifica se a madeira é acetinada.

# hardwood_tint_enabled:uilabel
source: Stain
ptb: Mancha

# hardwood_unfinished
source: Unfinished
ptb: Sem acabamento

# haze
source: Sky Haziness/Cloudiness:
ptb: Céu Neblinoso/Nebuloso:

# haze:uilabel
source: Sky Haziness/Cloudiness:
ptb: Céu Neblinoso/Nebuloso:

source: Haze On:
ptb: Neblina ativada:

# hazeOn:uilabel
source: Haze On:
ptb: Neblina ativada:

# haze_small:uilabel
source: Haze Small
ptb: Neblina - pequeno

source: heavy cardboard used for mounting and architectural model-building
ptb: papelão grosso utilizado para montagens e modelos arquitetônicos

source: hedge
ptb: cerca-viva

# hemispherical_Bitmap
source: Image File
ptb: Arquivo de imagem

# hemispherical_Bitmap:uilabel
source: Image File
ptb: Arquivo de imagem

# hemispherical_RGBAmount
source: Relative Brightness:
ptb: Brilho relativo:

# hemispherical_RGBAmount:uilabel
source: Relative Brightness:
ptb: Brilho relativo:

source: herringbone
ptb: espinha de peixe

source: hexagon
ptb: hexágono

source: hickory
ptb: carya

source: high
ptb: alto

# highPressureSodium
source: HID High Pressure Sodium
ptb: HID Sódio de alta pressão

source: holes
ptb: perfurações

source: home
ptb: início

source: honey
ptb: mel

# horizon
source: Ground and Horizon
ptb: Terreno e horizonte

source: Horizon Blur:
ptb: Horizonte embaçado:

# horizon_blur:uilabel
source: Horizon Blur:
ptb: Horizonte embaçado:

source: Horizon Height:
ptb: Altura do horizonte:

# horizon_height:uilabel
source: Horizon Height:
ptb: Altura do horizonte:

source: Hot Spot:
ptb: Feixe de luz:

# hotSpot:tooltip
source: Hot spot, in radians
ptb: Feixe de luz, em radianos

# hotSpot:uilabel
source: Hot Spot:
ptb: Feixe de luz:

source: ice
ptb: gelo

# illuminanceAt
source: At (meters):
ptb: Em (metros):

# illuminanceAt:uilabel
source: At (meters):
ptb: Em (metros):

source: Illumination
ptb: Iluminação

source: Illumination On:
ptb: Iluminação ativada:

# illuminationOn:uilabel
source: Illumination On:
ptb: Iluminação ativada:

# image_x_resolution:uilabel
source: image_x_resolution
ptb: resolução_x_imagem

# image_y_resolution:uilabel
source: image_y_resolution
ptb: resolução_y_imagem

source: indian
ptb: indiano

source: indoor
ptb: interno

source: Intensity Units:
ptb: Unidades de intensidade:

# intensityUnits:lumen
source: lumens
ptb: lúmens

# intensityUnits:lux_at
source: lux at
ptb: lux em

# intensityUnits:uilabel
source: Intensity Units:
ptb: Unidades de intensidade:

# intensityUnits:unitless
source: unitless
ptb: sem unidades

# intensityValue
source: Value:
ptb: Valor:

# intensityValue:uilabel
source: Value:
ptb: Valor:

# intensity_factor
source: Sun Multiplier:
ptb: Multiplicador do sol:

# intensity_factor:uilabel
source: Brightness of the sun:
ptb: Brilho do sol:

# intensitygroup
source: Intensity
ptb: Intensidade

source: interlocking
ptb: entrelaçado

source: Inverse
ptb: Inverso

source: Inverse Square
ptb: Quadrado inverso

source: iron
ptb: ferro

# isLinearLight:uilabel
source: Is Linear Light:
ptb: É luz linear:

# isotropic
source: Uniform
ptb: Uniforme

source: ivory
ptb: marfim

source: jagged
ptb: entalhado

source: jaggy
ptb: entalhado

# kelvinPanel
source: Kelvin Color
ptb: Cor Kelvin

source: khaki
ptb: cáqui

source: knurl
ptb: saliência

source: lake
ptb: lago

source: laminate
ptb: laminado

source: laminates
ptb: laminados

source: large
ptb: grande

source: lavender
ptb: lavanda

source: leather
ptb: couro

source: lemon
ptb: limão

source: Length
ptb: Comprimento

# length:uilabel
source: Length
ptb: Comprimento

source: light
ptb: luz

source: light gray
ptb: cinza claro

source: light red
ptb: vermelho claro

# lightAffectShadowCol
source: Light Affects Color:
ptb: Luz afeta a cor:

# lightAffectShadowCol:uilabel
source: Light Affects Color:
ptb: Luz afeta a cor:

# lightColorPanel
source: Light Color
ptb: Cor da luz

source: Light Color Units:
ptb: Unidades da cor da luz:

# lightColorUnits:uilabel
source: Light Color Units:
ptb: Unidades da cor da luz:

source: Light Distribution
ptb: Distribuição da luz

source: Light Loss Factor:
ptb: Fator de perda de luz:

# lightLossFactor:uilabel
source: Light Loss Factor:
ptb: Fator de perda de luz:

# lightName:uilabel
source: Name:
ptb: Nome:

# lightProfileFileName
source: Light Profile:
ptb: Perfil de iluminação:

# lightProfileFileName:tooltip
source: IES light profile file name
ptb: IES nome do arquivo de perfil de iluminação

# lightProfileFileName:uilabel
source: Light Profile:
ptb: Perfil de iluminação:

# lightTempPresets
source: Light Temperature:
ptb: Temperatura da luz:

# lightTempPresets:a_incandescent
source: Incandescent Filament Lamp
ptb: Lâmpada de filamento incandescente

# lightTempPresets:ceramicCool
source: HID Ceramic Metal Halide (Cool)
ptb: Cerâmica HID de vapor metálico (fria)

# lightTempPresets:ceramicWarm
source: HID Ceramic Metal Halide (Warm)
ptb: Cerâmica HID de vapor metálico (quente)

# lightTempPresets:custom
source: Custom
ptb: Personalizado

# lightTempPresets:d50
source: D50 Illuminant (Reference White)
ptb: Iluminância D50 (Branco de referência)

# lightTempPresets:d65
source: D65 Illuminant (Reference White)
ptb: Iluminância D65 (Branco de referência)

# lightTempPresets:f2_fluorescentCoolWhite
source: Fluorescent (Cool White)
ptb: Fluorescente (Branco frio)

# lightTempPresets:f3_fluorescentWhite
source: Fluorescent (White)
ptb: Fluorescente (Branco)

# lightTempPresets:f4_fluorescentWarmWhite
source: Fluorescent (Warm White)
ptb: Fluorescente (Branco quente)

# lightTempPresets:f5_fluorescentDaylight
source: Fluorescent (Daylight)
ptb: Fluorescente (Luz natural)

# lightTempPresets:f6_fluorescentLightWhite
source: Fluorescent (Light White)
ptb: Fluorescente (Branco claro)

# lightTempPresets:halogen
source: Halogen
ptb: Halógeno

# lightTempPresets:halogenCool
source: Halogen (Cool)
ptb: Halógeno (Frio)

# lightTempPresets:halogenWarm
source: Halogen (Warm)
ptb: Halógeno (Quente)

# lightTempPresets:highPressureSodium
source: HID High Pressure Sodium
ptb: HID Sódio de alta pressão

# lightTempPresets:lowPressureSodium
source: HID Low Pressure Sodium
ptb: HID Sódio de baixa pressão

# lightTempPresets:mercury
source: HID Mercury
ptb: HID Mercúrio

# lightTempPresets:quartz
source: HID Quartz Metal Halide
ptb: HID Quartzo de vapor metálico

# lightTempPresets:quartzCool
source: HID Quartz Metal Halide (Cool)
ptb: HID Quartzo de vapor metálico (frio)

# lightTempPresets:quartzWarm
source: HID Quartz Metal Halide (Warm)
ptb: HID Quartzo de vapor metálico (aquecido)

# lightTempPresets:uilabel
source: Light Temperature:
ptb: Temperatura da luz:

# lightTempPresets:xenon
source: HID Xenon
ptb: HID Xenônio

# lightTemperature
source: Custom Light Temperature:
ptb: Temperatura da luz personalizada:

# lightTemperature:uilabel
source: Custom Light Temperature:
ptb: Temperatura da luz personalizada:

# lightobject_force_area_light_enable:uilabel
source: Enable Force Area Light:
ptb: Ativar luz de área forçada:

# lightobjectareatype
source: Area Type:
ptb: Tipo de área:

# lightobjectareatype:cylinder
source: Cylinder
ptb: Cilindro

# lightobjectareatype:disc
source: Disc
ptb: Disco

# lightobjectareatype:line
source: Line
ptb: Linha

# lightobjectareatype:none
source: No Area
ptb: Nenhuma área

# lightobjectareatype:object
source: Object
ptb: Objeto

# lightobjectareatype:rectangle
source: Rectangle
ptb: Retângulo

# lightobjectareatype:sphere
source: Sphere
ptb: Esfera

# lightobjectareatype:uilabel
source: Area Type:
ptb: Tipo de área:

# lightobjectareatype:user
source: User
ptb: Usuário

# lightobjectexponent
source: Attenuation:
ptb: Atenuação:

# lightobjectexponent:tooltip
source: Magnitude of photon attenuation
ptb: Magnitude da atenuação de fóton

# lightobjectexponent:uilabel
source: Attenuation:
ptb: Atenuação:

# lightobjecttype
source: Type:
ptb: Tipo:

# lightobjecttype:directional
source: Directional
ptb: Direcional

# lightobjecttype:origin
source: Point
ptb: Ponto

# lightobjecttype:spot
source: Spot
ptb: Ponto

# lightobjecttype:uilabel
source: Type:
ptb: Tipo:

# lightobjectvisible
source: Light Visible:
ptb: Iluminação visível:

# lightobjectvisible:uilabel
source: Visible
ptb: Iluminação visível:

source: lights
ptb: luzes

source: lime
ptb: lima

source: Line
ptb: Linha

source: linen
ptb: linho

source: link
ptb: vínculo

source: liquid
ptb: líquido

# liquid_props1
source: Properties
ptb: Térmico básico

# liquid_props2
source: Mechanical
ptb: Mecânico

# lookup_using_fg_rays:uilabel
source: Lookup Using Fg Rays
ptb: Buscar usando os raios de primeiro plano

source: loose
ptb: solto

source: low
ptb: baixo

# lowPressureSodium
source: HID Low Pressure Sodium
ptb: HID Sódio de baixa pressão

source: lubricated
ptb: lubrificado

# lumen
source: lumens
ptb: lúmens

source: luminant
ptb: luminoso

source: luminous
ptb: luminoso

source: lux at
ptb: lux em

source: machined
ptb: usinado

source: mahogany
ptb: mogno

source: maple
ptb: bordo

source: maps
ptb: mapas

source: marble
ptb: mármore

# marble_Appearance
source: Appearance
ptb: Aparência

# marble_Color1
source: Stone Color
ptb: Cor da pedra

# marble_Color1:tooltip
source: Specifies the color of the stone
ptb: Especifica a cor da pedra

# marble_Color1:uilabel
source: Stone Color
ptb: Cor da pedra

# marble_Color2
source: Vein Color
ptb: Cor do veio

# marble_Color2:tooltip
source: Specifies the vein color of the marble.
ptb: Especifica a cor do veio do mármore.

# marble_Color2:uilabel
source: Vein Color
ptb: Cor do veio

# marble_Position
source: Position
ptb: Posição

# marble_Size
source: Vein Spacing
ptb: Espaçamento do veio

# marble_Size:tooltip
source: Sets the space between veins. Range = 0 to 100; Default = 1.
ptb: Define o espaçamento entre os veios. Faixa - 0 a 100; Padrão = 1.

# marble_Size:uilabel
source: Vein Spacing
ptb: Espaçamento do veio

# marble_Width
source: Vein Width
ptb: Largura do veio

# marble_Width:tooltip
source: Sets the width of the veins. Range = 0 to 100; Default = 1.
ptb: Define a largura dos veios. Faixa = 0 a 100; Padrão = 1.

# marble_Width:uilabel
source: Vein Width
ptb: Largura do veio

# marble_tex:uilabel
source: Marble Texture
ptb: Textura de mármore

# marble_transforms_group
source: Transforms
ptb: Transformações

source: maroon
ptb: grená

source: masonry
ptb: alvenaria

# masonry_pattern_list_label
source: Type
ptb: Tipo

# masonrycmu_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# masonrycmu_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# masonrycmu_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# masonrycmu_ao_distance
source: Max Distance
ptb: Distância máxima

# masonrycmu_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# masonrycmu_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# masonrycmu_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# masonrycmu_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# masonrycmu_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# masonrycmu_ao_samples
source: Samples
ptb: Amostras

# masonrycmu_ao_samples:tooltip
source: Ambient occlusion quality (High= Smoother/Slower; Low= Grainier/Faster)
ptb: Qualidade da oclusão de ambiente (Alta= Mais suave/Mais lento; Baixo= Mais granular/Mais rápido)

# masonrycmu_ao_samples:uilabel
source: Samples
ptb: Amostras

# masonrycmu_application
source: Finish
ptb: Acabamento

# masonrycmu_application:masonrycmu_glossy
source: Glossy
ptb: Com brilho

# masonrycmu_application:masonrycmu_matte
source: Matte
ptb: Opaco

# masonrycmu_application:masonrycmu_unfinished
source: Unfinished
ptb: Sem acabamento

# masonrycmu_application:tooltip
source: Controls the texture of the finished surface (glossy, matte, unfinished).
ptb: Controla a textura da superfície com acabamento (brilho, fosco, sem acabamento).

# masonrycmu_application:uilabel
source: Finish
ptb: Acabamento

# masonrycmu_color
source: Color
ptb: Cor

# masonrycmu_color:tooltip
source: Selects a color, image, or procedural texture to create the appearance of the material.
ptb: Selecione uma cor, imagem ou textura procedural para criar aparência do material.

# masonrycmu_color:uilabel
source: Color
ptb: Cor

# masonrycmu_color_by_object:uilabel
source: Color By Object
ptb: Cor por objeto

# masonrycmu_custom
source: Custom
ptb: Personalizado

# masonrycmu_glossy
source: Glossy
ptb: Com brilho

# masonrycmu_masonry
source: Masonry
ptb: Alvenaria

# masonrycmu_masonrycmugroup
source: Masonry
ptb: Alvenaria

# masonrycmu_matte
source: Matte
ptb: Opaco

# masonrycmu_pattern:masonrycmu_custom
source: Custom
ptb: Personalizado

# masonrycmu_pattern:masonrycmu_none
source: None
ptb: Nenhum

# masonrycmu_pattern:uilabel
source: Relief Pattern
ptb: Padrão de liberação

# masonrycmu_pattern_height
source: Amount
ptb: Montante

# masonrycmu_pattern_height:tooltip
source: Uses a slider to control relief patterns or tiling.
ptb: Usa um deslizador para controlar os padrões de mudança ou o grau de alado a lado.

# masonrycmu_pattern_height:uilabel
source: Amount
ptb: Montante

# masonrycmu_pattern_map:uilabel
source: Image
ptb: Imagem

# masonrycmu_pattern_map_image_label
source: Image
ptb: Imagem

# masonrycmu_pattern_map_image_label:tooltip
source: Controls relief patterns or tiling. A bump pattern defines raised and lowered areas based on dark and light areas of an image file.
ptb: Controla os padrões de mudança ou o grau de lado a lado. Um padrão de relevo define áreas elevadas ou abaixadas em áreas escuras de claras de um arquivo de imagem

# masonrycmu_pattern_map_panel_label
source: Relief Pattern
ptb: Padrão de liberação

# masonrycmu_performance_tunning_group
source: Performance Tuning
ptb: Ajuste de desempenho

# masonrycmu_refl_depth
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# masonrycmu_refl_depth:tooltip
source: Number of times each ray is reflected. When set to zero, global render settings take precedence.
ptb: Número de vezes em que cada raio é refletido. Quando definido como zero, as configurações de renderização global tem precedência.

# masonrycmu_refl_depth:uilabel
source: Reflection Max Trace Depth
ptb: Profundidade de traço máximo da reflexão

# masonrycmu_roundcorners_allow_different_materials:rightlabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# masonrycmu_roundcorners_allow_different_materials:tooltip
source: Activate to apply corner rounding effects to any material. Disable to apply corner rounding effects to the surface of the current material only.
ptb: Ative para aplicar efeitos de arredondamento de canto em qualquer material. Desative para aplicar efeitos de arredondamento de canto na superfície somente do material atual.

# masonrycmu_roundcorners_allow_different_materials:uilabel
source: Blend with Other Materials
ptb: Mesclar com outros materiais

# masonrycmu_roundcorners_on
source: Round Corners
ptb: Cantos arredondados

# masonrycmu_roundcorners_on:tooltip
source: Enables simulated round corners. Note: This is only a shading effect, similar to a bump map, whereby no actual geometric changes occur. This effect only works properly on straight edges.
ptb: Ativa cantos arredondados simulados. Nota: este é apenar um efeito de sombreamento, onde não ocorre nenhuma alteração real da geometria. Este efeito somente funciona corretamente em arestas retas.

# masonrycmu_roundcorners_on:uilabel
source: Round Corners
ptb: Cantos arredondados

# masonrycmu_roundcorners_radius
source: Source
ptb: Fonte

# masonrycmu_roundcorners_radius:tooltip
source: Adjusts the radius of the round corner effect.
ptb: Ajusta o raio do efeito de canto arredondado.

# masonrycmu_roundcorners_radius:uilabel
source: Source
ptb: Fonte

# masonrycmu_type
source: Type
ptb: Tipo

# masonrycmu_type:masonrycmu_masonry
source: Masonry
ptb: Alvenaria

# masonrycmu_type:tooltip
source: Controls the application method, either CMU or masonry.
ptb: Controla o método de aplicação, CMU ou argamassa.

# masonrycmu_type:uilabel
source: Type
ptb: Tipo

# masonrycmu_unfinished
source: Unfinished
ptb: Sem acabamento

source: materials
ptb: materiais

source: matte
ptb: opaco

source: medium
ptb: médio

source: meduim blue
ptb: azul médio

# mercury
source: HID Mercury
ptb: HID Mercúrio

source: mesh
ptb: malha

# metal_aluminum
source: Aluminum
ptb: Alumínio

# metal_ao_details:rightlabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# metal_ao_details:tooltip
source: Enables a more complex mode of Ambient Occlusion that takes object color into account. Note: This improves excessive 'corner darkening' and solves the creation of 'dark rims' by AO around self-illuminating objects.
ptb: Permite um modo mais complexo de Oclusão de ambiente que leva em conta a cor do objeto. Nota: Isso aprimora o excessivo 'escurecimento de cantos' e soluciona a criação de 'bordas escuras' ao OA em toro de objetos com auto-iluminação.

# metal_ao_details:uilabel
source: Use Color From Other Materials
ptb: Usar a cor de outros materiais

# metal_ao_distance
source: Max Distance
ptb: Distância máxima

# metal_ao_distance:tooltip
source: Defines the ambient occlusion radius (High= Large coverage area/Slower; Low= Small coverage area/Faster)
ptb: Define o raio de oclusão do ambiente (Alto= Área grande de cobertura/Mais lento; Baixo= Área pequena de cobertura/Mais rápido)

# metal_ao_distance:uilabel
source: Max Distance
ptb: Distância máxima

# metal_ao_on
source: Ambient Occlusion
ptb: Oclusão do ambiente

# metal_ao_on:tooltip
source: Enables Ambient Occlusion. Emulates the look of true global illumination by using shaders to calculate the extent that an area is occluded or prevented from receiving incoming light. Use this effect with indirect light.
ptb: Ativa a Oclusão do ambiente. Emula a aparência da verdadeira iluminação global ao usar sombreadores para calcular a extensão na qual uma área tem a oclusão ou impedida de receber a luz de entrada. Use este efeito com luz indireta.

# metal_ao_on:uilabel
source: Ambient Occlusion
ptb: Oclusão do ambiente

# metal_ao_samples
source: Samples
ptb: Amostras
